Repository: av5ja/Mudmouth
Catalog: sources/Resources/*.lproj/Localizable.strings
Languages: de, es, es_us, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SakeArtillery
source: Big Shot
de: Kanonya
es: Artilleroide
es_us: Artilleroide
fr: Gros boulet
it: Cannoniere
ja: テッキュウ
ko: 철 구슬
nl: Bombarie
ru: ядровик
zh_hans: 铁球鱼
zh_hant: 鐵球魚

# SakeBigMouth
source: Mudmouth
de: Schlämmermaul
es: Morrolodo
es_us: Bocalodo
fr: Salmonoïde de boue
it: Fangonoide
ja: ドロシャケ
ko: 진흙연어
nl: Moddermuil
ru: илистый ревун
zh_hans: 泥鲑鱼
zh_hant: 泥鮭魚

# SakeBigMouthGold
source: Mudmouth
de: Schlämmermaul
es: Morrolodo
es_us: Bocalodo
fr: Salmonoïde de boue
it: Fangonoide
ja: ドロシャケ
ko: 진흙연어
nl: Moddermuil
ru: илистый ревун
zh_hans: 泥鲑鱼
zh_hant: 泥鮭魚

# SakeCopter
source: Chinook
de: Kopta
es: Salmocóptero
es_us: Salmocóptero
fr: Salmocoptère
it: Salmocottero
ja: シャケコプター
ko: 연어콥터
nl: Salmokopter
ru: геликомуль
zh_hans: 直升机鲑鱼
zh_hant: 直升機鮭魚

# SakeDolphin
source: Flipper-Flopper
de: Sturmreifer
es: Chapotero
es_us: Chapotero
fr: Ploufion
it: Tuffone
ja: ダイバー
ko: 다이버
nl: Dompelaar
ru: хулахлюп
zh_hans: 潜水鱼
zh_hant: 潛水魚

# SakeFlyBagman
source: Snatcher
de: Samko
es: Rastrerón
es_us: Hurtón
fr: Barboteur
it: Razziatore
ja: タマヒロイ
ko: 알주어
nl: Zammel
ru: умыкумжа
zh_hans: 拾蛋鱼
zh_hant: 拾蛋魚

# SakePillar
source: Fish Stick
de: Mobelisk
es: Viga
es_us: Viga
fr: Pylônoïde
it: Trivellaccio
ja: ハシラ
ko: 기둥
nl: Salmonoliet
ru: бурмонид
zh_hans: 柱鱼
zh_hant: 柱魚

# SakeRope
source: Horrorboros
de: Horroboros
es: Dragón
es_us: Dragón
fr: Salmophide
it: Orroboros
ja: タツ
ko: 용
nl: Horroboros
ru: скверноборос
zh_hans: 辰龙
zh_hant: 辰龍

# SakeSaucer
source: Slammin' Lid
de: Deckler
es: Tapaollas
es_us: Tapaollas
fr: Couverclard
it: Coperchiotto
ja: ナベブタ
ko: 냄비 뚜껑
nl: Dreksel
ru: мокрышка
zh_hans: 锅盖鱼
zh_hant: 鍋蓋魚

# Sakediver
source: Maws
de: Grablax
es: Fáucex
es_us: Mandíburo
fr: Gobb
it: Boccalone
ja: モグラ
ko: 두더지
nl: Snaai
ru: Жуй-Горбуш
zh_hans: 鼹鼠鱼
zh_hant: 鼴鼠魚

# Sakedozer
source: Griller
de: Killgrill
es: Chaparrilla
es_us: Brasaleta
fr: Barbeurk
it: Grill
ja: グリル
ko: 그릴
ru: жаровнер
zh_hans: 烤架鱼
zh_hant: 烤架魚

# SakelienBomber
source: Steelhead
de: Bäm
es: Ferroz
es_us: Ferroz
fr: Tête-de-pneu
it: Bomber
ja: バクダン
ko: 폭탄
nl: Staalkop
ru: Дядя Семг
zh_hans: 炸弹鱼
zh_hant: 炸彈魚

# SakelienCupTwins
source: Flyfish
de: Rakzak
es: Drónido
es_us: Drónido
fr: Aéro Ben
it: Salmodrone
ja: カタパッド
ko: 어깨 패드
nl: Salmodrone
ru: неркетчик
zh_hans: 垫肩飞鱼
zh_hant: 墊肩飛魚

# SakelienGiant
source: Cohozuna
de: Malmsalm
es: Salmonote
es_us: Salmonote
fr: Salmotori
it: Colossalmonoide
ja: ヨコヅナ
ko: 천하장사
nl: Sumosalmo
ru: Исполид
zh_hans: 横纲
zh_hant: 橫綱

# SakelienGolden
source: Goldie
es: Salmóreo
es_us: Orónido
fr: Dorax
it: Pinne d'oro
ja: キンシャケ
ko: 황금연어
ru: Великий Сам О’Нид
zh_hans: 金鲑鱼
zh_hant: 金鮭魚

# SakelienLarge
source: Cohock
de: Brocken
es: Escamacarra
es_us: Agallón
fr: Sumoche
it: Pinna Pingue
ja: ドスコイ
ko: 덩치연어
nl: Sallog
ru: сковорейдер
zh_hans: 大胖鱼
zh_hant: 大胖魚

# SakelienShield
source: Scrapper
de: Pfanndit
es: Chatarrónido
es_us: Parrillero
fr: Bricabrute
it: Blindomito
ja: テッパン
ko: 철판
nl: Jutter
ru: кетанкист
zh_hans: 铁板鱼
zh_hant: 鐵板魚

# SakelienSmall
source: Smallfry
de: Salmini
es: Cenutrín
es_us: Escamita
fr: Salmioche
it: Salmonello
ja: コジャケ
ko: 꼬마연어
nl: Salmini
ru: малетчик
zh_hans: 小鲑鱼
zh_hant: 小鮭魚

# SakelienSnake
source: Steel Eel
de: Staal
es: Raspoide
es_us: Anguiladera
fr: Carnacier
it: Anguilmone
ja: ヘビ
ko: 뱀
nl: Staal
ru: громыхариус
zh_hans: 蛇鱼
zh_hant: 蛇魚

# SakelienStandard
source: Chum
de: Salmo
es: Salmoche
es_us: Salmoide
fr: Salmoche
it: Spadello
ja: シャケ
ko: 연어
nl: Salmo
ru: скороварвар
zh_hans: 鲑鱼
zh_hant: 鮭魚

# SakelienTower
source: Stinger
de: Stapla
es: Pilónido
es_us: Fregatorre
fr: Marmirador
it: Pentolaio
ja: タワー
ko: 타워
nl: Staaplo
ru: Котельный Сиг
zh_hans: 高塔鱼
zh_hant: 高塔魚

# Sakerocket
source: Drizzler
de: Regnar
es: Barreno
es_us: Paragüista
fr: Crachin
it: Piovasco
ja: コウモリ
ko: 박쥐
nl: Miezer
ru: метеоголец
zh_hans: 蝙蝠鱼
zh_hant: 蝙蝠魚

# Grade00
source: Apprentice
de: Azubi
es: Aprendiz
es_us: Aprendiz
fr: Néophyte
it: Apprendista
ja: かけだし
ko: 초보
nl: Uitzendkracht
ru: Рабочий
zh_hans: 新手
zh_hant: 新手

# Grade01
source: Part-Timer
de: Teilzeitkraft
es: Subordinado
es_us: Subordinado
fr: Stagiaire
it: Tirocinante
ja: はんにんまえ
ko: 견습
ru: Бригадир
zh_hans: 半吊子
zh_hant: 半吊子

# Grade02
source: Go-Getter
de: Fachpersonal
es: Capataz
es_us: Supervisor
fr: Semi-pro
it: Carrierista
ja: いちにんまえ
ko: 일반
nl: Vaste kracht
ru: Старший бригадир
zh_hans: 独当一面
zh_hant: 獨當一面

# Grade03
source: Overachiever
de: Führungskraft
es: Gerente
es_us: Gerente
fr: Pro
it: Promessa
ja: じゅくれん
ko: 전문
nl: Leidinggevende
ru: Зам. начальника
zh_hans: 熟练
zh_hant: 熟練

# Grade04
source: Profreshional
de: Boss
es: Jefe
es_us: Jefe
fr: Prodige
it: Professionista
ja: たつじん
ko: 달인
nl: Baas
ru: Начальник
zh_hans: 达人
zh_hant: 達人

# Grade05
source: Profreshional +1
de: Boss +1
es: Jefe +1
es_us: Jefe +1
fr: Prodige +1
it: Professionista +1
ja: たつじん＋１
ko: 달인 +1
nl: Baas +1
ru: Начальник +1
zh_hans: 达人+1
zh_hant: 達人+1

# Grade06
source: Profreshional +2
de: Boss +2
es: Jefe +2
es_us: Jefe +2
fr: Prodige +2
it: Professionista +2
ja: たつじん＋２
ko: 달인 +2
nl: Baas +2
ru: Начальник +2
zh_hans: 达人+2
zh_hant: 達人+2

# Grade07
source: Profreshional +3
de: Boss +3
es: Jefe +3
es_us: Jefe +3
fr: Prodige +3
it: Professionista +3
ja: たつじん＋３
ko: 달인 +3
nl: Baas +3
ru: Начальник +3
zh_hans: 达人+3
zh_hant: 達人+3

# Grade08
source: Eggsecutive VP
de: Legende
es: Director
es_us: Director
fr: Légende
it: Dirigente
ja: でんせつ
ko: 전설
nl: Legende
ru: Гендиректор
zh_hans: 传说
zh_hant: 傳說

# GradeArbeiter00
source: Apprentice
de: Azubi
es: Aprendiz eventual
es_us: Aprendiz
fr: Néophyte
it: Apprendista
ja: かけだし アルバイター
ko: 초보 아르바이트생
nl: Uitzendkracht
ru: Рабочий
zh_hans: 新手 打工仔
zh_hant: 新手 打工仔

# GradeArbeiter01
source: Part-Timer
de: Teilzeitkraft
es: Subordinado eventual
es_us: Subordinado
fr: Stagiaire
it: Tirocinante
ja: はんにんまえ アルバイター
ko: 견습 아르바이트생
ru: Бригадир
zh_hans: 半吊子 打工仔
zh_hant: 半吊子 打工仔

# GradeArbeiter02
source: Go-Getter
de: Fachpersonal
es: Capataz eventual
es_us: Supervisor
fr: Semi-pro
it: Carrierista
ja: いちにんまえ アルバイター
ko: 일반 아르바이트생
nl: Vaste kracht
ru: Старший бригадир
zh_hans: 独当一面 打工仔
zh_hant: 獨當一面 打工仔

# GradeArbeiter03
source: Overachiever
de: Führungskraft
es: Gerente eventual
es_us: Gerente
fr: Pro
it: Promessa
ja: じゅくれん アルバイター
ko: 전문 아르바이트생
nl: Leidinggevende
ru: Зам. начальника
zh_hans: 熟练 打工仔
zh_hant: 熟練 打工仔

# GradeArbeiter04
source: Profreshional
de: Boss
es: Jefe eventual
es_us: Jefe
fr: Prodige
it: Professionista
ja: たつじん アルバイター
ko: 달인 아르바이트생
nl: Baas
ru: Начальник
zh_hans: 达人 打工仔
zh_hant: 達人 打工仔

# GradeArbeiter05
source: Profreshional +1
de: Boss +1
es: Jefe +1 eventual
es_us: Jefe +1
fr: Prodige +1
it: Professionista +1
ja: たつじん＋１ アルバイター
ko: 달인 아르바이트생 +1
nl: Baas +1
ru: Начальник +1
zh_hans: 达人+1 打工仔
zh_hant: 達人+1 打工仔

# GradeArbeiter06
source: Profreshional +2
de: Boss +2
es: Jefe +2 eventual
es_us: Jefe +2
fr: Prodige +2
it: Professionista +2
ja: たつじん＋２ アルバイター
ko: 달인 아르바이트생 +2
nl: Baas +2
ru: Начальник +2
zh_hans: 达人+2 打工仔
zh_hant: 達人+2 打工仔

# GradeArbeiter07
source: Profreshional +3
de: Boss +3
es: Jefe +3 eventual
es_us: Jefe +3
fr: Prodige +3
it: Professionista +3
ja: たつじん＋３ アルバイター
ko: 달인 아르바이트생 +3
nl: Baas +3
ru: Начальник +3
zh_hans: 达人+3 打工仔
zh_hant: 達人+3 打工仔

# GradeArbeiter08
source: Eggsecutive VP
de: Legende
es: Director eventual
es_us: Director
fr: Légende
it: Dirigente
ja: でんせつ アルバイター
ko: 전설의 아르바이트생
nl: Legende
ru: Гендиректор
zh_hans: 传说 打工仔
zh_hant: 傳說 打工仔

# COP001
source: Orange Slopsuit
de: Orange Arbeitsklamotten
es: Mono de trabajo naranja
es_us: Uniforme de trabajo naranja
fr: Salopette orange
it: Salopette arancione
ja: バイトツナギ オレンジ
ko: 오렌지 작업복
nl: Oranje werkkloffie
ru: Оранжевый комбинезон
zh_hans: 打工连身工作服 橘色
zh_hant: 打工連身工作服 橘色

# COP002
source: Green Slopsuit
de: Grüne Arbeitsklamotten
es: Mono de trabajo verde
es_us: Uniforme de trabajo verde
fr: Salopette verte
it: Salopette verde
ja: バイトツナギ グリーン
ko: 그린 작업복
nl: Groen werkkloffie
ru: Зеленый комбинезон
zh_hans: 打工连身工作服 绿色
zh_hant: 打工連身工作服 綠色

# COP003
source: Yellow Slopsuit
de: Gelbe Arbeitsklamotten
es: Mono de trabajo amarillo
es_us: Uniforme de trabajo amarillo
fr: Salopette jaune
it: Salopette gialla
ja: バイトツナギ イエロー
ko: 옐로 작업복
nl: Geel werkkloffie
ru: Желтый комбинезон
zh_hans: 打工连身工作服 黄色
zh_hant: 打工連身工作服 黃色

# COP004
source: Pink Slopsuit
de: Rosa Arbeitsklamotten
es: Mono de trabajo rosa
es_us: Uniforme de trabajo rosa
fr: Salopette rose
it: Salopette rosa
ja: バイトツナギ ピンク
ko: 핑크 작업복
nl: Roze werkkloffie
ru: Розовый комбинезон
zh_hans: 打工连身工作服 粉红色
zh_hant: 打工連身工作服 粉紅色

# COP005
source: Blue Slopsuit
de: Blaue Arbeitsklamotten
es: Mono de trabajo azul
es_us: Uniforme de trabajo azul
fr: Salopette bleue
it: Salopette blu
ja: バイトツナギ ブルー
ko: 블루 작업복
nl: Blauw werkkloffie
ru: Голубой комбинезон
zh_hans: 打工连身工作服 蓝色
zh_hant: 打工連身工作服 藍色

# COP006
source: Black Slopsuit
de: Schwarze Arbeitsklamotten
es: Mono de trabajo negro
es_us: Uniforme de trabajo negro
fr: Salopette noire
it: Salopette nera
ja: バイトツナギ ブラック
ko: 블랙 작업복
nl: Zwart werkkloffie
ru: Черный комбинезон
zh_hans: 打工连身工作服 黑色
zh_hant: 打工連身工作服 黑色

# COP007
source: White Slopsuit
de: Weiße Arbeitsklamotten
es: Mono de trabajo blanco
es_us: Uniforme de trabajo blanco
fr: Salopette blanche
it: Salopette bianca
ja: バイトツナギ ホワイト
ko: 화이트 작업복
nl: Wit werkkloffie
ru: Белый комбинезон
zh_hans: 打工连身工作服 白色
zh_hant: 打工連身工作服 白色

# COP008
source: Orange Gloopsuit
de: Orange Wattwater
es: Vadeador naranja
es_us: Overol de trabajo naranja
fr: Combi caoutchouc orange
it: Tuta da pesca arancione
ja: バイトウェーダー オレンジ
ko: 오렌지 아르바이트 웨이더
nl: Oranje ploeterkloffie
ru: Гидрокомплект «Оранж»
zh_hans: 打工防水衣 橘色
zh_hant: 打工防水衣 橘色

# COP009
source: Black Gloopsuit
de: Schwarze Wattwater
es: Vadeador negro
es_us: Overol de trabajo negro
fr: Combi caoutchouc noire
it: Tuta da pesca nera
ja: バイトウェーダー ブラック
ko: 블랙 아르바이트 웨이더
nl: Zwart ploeterkloffie
ru: Гидрокомплект «Нуар»
zh_hans: 打工防水衣 黑色
zh_hant: 打工防水衣 黑色

# COP010
source: Yellow Gloopsuit
de: Gelbe Wattwater
es: Vadeador amarillo
es_us: Overol de trabajo amarillo
fr: Combi caoutchouc jaune
it: Tuta da pesca gialla
ja: バイトウェーダー イエロー
ko: 옐로 아르바이트 웨이더
nl: Geel ploeterkloffie
ru: Гидрокомплект «Лимон»
zh_hans: 打工防水衣 黄色
zh_hant: 打工防水衣 黃色

# COP011
source: Brown Gloopsuit
de: Braune Wattwater
es: Vadeador marrón
es_us: Overol de trabajo marrón
fr: Combi caoutchouc marron
it: Tuta da pesca marrone
ja: バイトウェーダー ブラウン
ko: 브라운 아르바이트 웨이더
nl: Bruin ploeterkloffie
ru: Гидрокомплект «Какао»
zh_hans: 打工防水衣 棕色
zh_hant: 打工防水衣 棕色

# Carousel
source: Wahoo World
de: Flunder-Funpark
es: Pirañalandia
es_us: Pirañalandia
fr: Parc Carapince
it: Soglioland
ja: スメーシーワールド
ko: 초밥 월드
nl: Waterwonderland
ru: Луна-парк «Язь»
zh_hans: 醋饭海洋世界
zh_hant: 醋飯海洋世界

# Shakedent
source: Gone Fission Hydroplant
de: Wasserkraftwerk Stromschnell
es: Hidrocentral Pilpil
es_us: Hidrocentral Rebosante
fr: Centrale Anguilla
it: Centrale Anguilla Elettrica
ja: ムニ・エール海洋発電所
ko: 뫼니 엘 해양 발전소
nl: Kwikwi-krachtcentrale
ru: ГЭС-комплекс «Лом»
zh_hans: 麦年海洋发电所
zh_hant: 麥年海洋發電所

# Shakehighway
source: Jammin' Salmon Junction
de: Hakenzahn-Highway
es: Salmopista
es_us: Salmopista
fr: Rocade Rémora
it: R-Accordo musicale
ja: すじこジャンクション跡
ko: 연어알젓 교차로 옛터
nl: Graattraject
ru: Развязка «Песнепляска»
zh_hans: 生筋子系统交流道遗址
zh_hant: 生筋子系統交流道遺址

# Shakeship
source: Marooner's Bay
de: Schiffswrack-Insel
es: Bahía Deriva
es_us: Bahía Deriva
fr: Épave des braves
it: Isoletta del relitto
ja: 難破船ドン・ブラコ
ko: 난파선 돈 브라코
nl: Wrak van de ms Grondel
ru: Корабль «Дон Брак»
zh_hans: 漂浮落难船
zh_hant: 漂浮落難船

# Shakespiral
source: Sockeye Station
de: Fort Nautilax
es: Fuerte Espiral
es_us: Fuerte Espiral
fr: Bastion colimaçon
it: Fortezza Spiralsalmone
ja: アラマキ砦
ko: 연어말이 요새
nl: Fort Ammoniet
ru: Наутиплекс
zh_hans: 新卷堡
zh_hant: 新卷堡

# Shakeup
source: Spawning Grounds
de: Salmoniden-Damm
es: Presa salmónida
es_us: Presa salmónida
fr: Barrage salmonoïde
it: Diga salmonoide
ja: シェケナダム
ko: 셰케나 댐
nl: Salmonietendam
ru: Самонидская ГЭС
zh_hans: 鲑坝
zh_hant: 鮭壩

# Temple
source: Undertow Spillway
de: Schwertmuschel-Reservoir
es: Cisterna Navajuela
es_us: Desagüe Navajuela
fr: Réservoir Rigadelle
it: Cisterna Cernia
ja: マテガイ放水路
ko: 맛조개 방수로
nl: Baarsreservoir
ru: Приливослив
zh_hans: 竹蛏疏洪道
zh_hant: 竹蟶疏洪道

# Tutorial
source: Sockeye Station
de: Fort Nautilax
es: Fuerte Espiral
es_us: Fuerte Espiral
fr: Bastion colimaçon
it: Fortezza Spiralsalmone
ja: アラマキ砦
ko: 연어말이 요새
nl: Fort Ammoniet
ru: Наутиплекс
zh_hans: 新卷堡
zh_hant: 新卷堡

# Upland
source: Inkblot Art Academy
de: Perlmutt-Akademie
es: Instituto Coralino
es_us: Instituto Coralino
fr: Institut Calam'arts
it: Campus Hippocampus
ja: 海女美術大学
ko: 해녀 미술 대학
nl: Koraalcampus
ru: Академия «Лепота»
zh_hans: 海女美术大学
zh_hant: 海女美術大學

source: CommonCancel,Cancel
de: CommonCancel,Abbrechen
es: CommonCancel,Cancelar
es_us: CommonCancel,Cancelar
fr: CommonCancel,Annuler
it: CommonCancel,Annulla
ja: CommonCancel,キャンセル
ko: CommonCancel,취소
nl: CommonCancel,Annuleren
ru: CommonCancel,Отмена
zh_hans: CommonCancel,取消
zh_hant: CommonCancel,取消

source: CommonClamBlitz,Clam Blitz
de: CommonClamBlitz,Muschelchaos
es: CommonClamBlitz,Asalto almeja
es_us: CommonClamBlitz,Asalto almeja
fr: CommonClamBlitz,Pluie de palourdes
it: CommonClamBlitz,Vongol gol
ja: CommonClamBlitz,ガチアサリ
ko: CommonClamBlitz,랭크 바지락
nl: CommonClamBlitz,Schelpenstrijd
ru: CommonClamBlitz,Устробол
zh_hans: CommonClamBlitz,真格蛤蜊
zh_hant: CommonClamBlitz,真格蛤蜊

source: CommonClose,Close
de: CommonClose,Schließen
es: CommonClose,Cerrar
es_us: CommonClose,Cerrar
fr: CommonClose,Fermer
it: CommonClose,Chiudi
ja: CommonClose,閉じる
ko: CommonClose,닫기
nl: CommonClose,Sluiten
ru: CommonClose,Закрыть
zh_hans: CommonClose,关闭
zh_hant: CommonClose,關閉

source: CommonCoopBigRun,Big Run
ja: CommonCoopBigRun,ビッグラン
ko: CommonCoopBigRun,빅 런
zh_hans: CommonCoopBigRun,大型跑
zh_hant: CommonCoopBigRun,大型跑

source: CommonCoopTeamContest,Eggstra Work
de: CommonCoopTeamContest,Team-Wettkampf
es: CommonCoopTeamContest,Alianza alevínica
es_us: CommonCoopTeamContest,Recolección extra
fr: CommonCoopTeamContest,Défi œuf sup
it: CommonCoopTeamContest,Sfida tra colleghi
ja: CommonCoopTeamContest,バイトチームコンテスト
ko: CommonCoopTeamContest,아르바이트 팀 콘테스트
nl: CommonCoopTeamContest,Bedrijfseitje
ru: CommonCoopTeamContest,Икорный овертайм
zh_hans: CommonCoopTeamContest,团队打工竞赛
zh_hant: CommonCoopTeamContest,團隊打工競賽

source: CommonCopyrightQrCode,QR Code is a registered trademark of DENSO WAVE INCORPORATED.
ja: CommonCopyrightQrCode,QRコードは、株式会社デンソーウェーブの登録商標です。
ko: CommonCopyrightQrCode,QR Code는 일본 및 여러 나라에서 DENSO WAVE INCORPORATED의 등록상표입니다
zh_hans: CommonCopyrightQrCode,QR Code为DENSO WAVE INCORPORATED在日本及外国的注册商标

source: CommonDecide,OK
es: CommonDecide,Aceptar
es_us: CommonDecide,Aceptar
ja: CommonDecide,決定
ko: CommonDecide,결정
nl: CommonDecide,Oké
zh_hans: CommonDecide,确定
zh_hant: CommonDecide,確定

source: CommonDownload,Download
de: CommonDownload,Herunterladen
es: CommonDownload,Descargar
es_us: CommonDownload,Descargar
fr: CommonDownload,Télécharger
it: CommonDownload,Scarica
ja: CommonDownload,ダウンロード
ko: CommonDownload,다운로드
nl: CommonDownload,Downloaden
ru: CommonDownload,Загрузить
zh_hans: CommonDownload,下载
zh_hant: CommonDownload,下載

source: CommonEnd,Exit
de: CommonEnd,Schließen
es: CommonEnd,Cerrar
es_us: CommonEnd,Cerrar
fr: CommonEnd,Fermer
it: CommonEnd,Chiudi
ja: CommonEnd,おわる
ko: CommonEnd,끝내기
nl: CommonEnd,Sluiten
ru: CommonEnd,Закрыть
zh_hans: CommonEnd,结束
zh_hant: CommonEnd,結束

source: CommonGearPowerBlank,Unknown
de: CommonGearPowerBlank,Unbekannt
es: CommonGearPowerBlank,Desconocido
es_us: CommonGearPowerBlank,Vacía
fr: CommonGearPowerBlank,Inconnu
it: CommonGearPowerBlank,Sconosciuto
ja: CommonGearPowerBlank,はてな
ko: CommonGearPowerBlank,물음표
nl: CommonGearPowerBlank,Onbekend
ru: CommonGearPowerBlank,Нет данных
zh_hans: CommonGearPowerBlank,问号
zh_hant: CommonGearPowerBlank,問號

source: CommonHome,Home
de: CommonHome,Startseite
es: CommonHome,Inicio
es_us: CommonHome,Inicio
fr: CommonHome,Accueil
it: CommonHome,Pagina iniziale
ja: CommonHome,ホーム
ko: CommonIkaring3,오징어넷 3
nl: CommonHome,Beginscherm
ru: CommonHome,Главная
zh_hans: CommonHome,主页
zh_hant: CommonHome,主頁

source: CommonIkaring3,SplatNet 3
ja: CommonIkaring3,イカリング３
ko: CommonNowLoading,로딩 중
zh_hans: CommonIkaring3,鱿鱼圈 3
zh_hant: CommonIkaring3,魷魚圈 3

source: CommonNowLoading,Loading
de: CommonNowLoading,Ladevorgang...
es: CommonNowLoading,Cargando...
es_us: CommonNowLoading,Cargando...
fr: CommonNowLoading,Chargement...
it: CommonNowLoading,Caricamento...
ja: CommonNowLoading,ロード中
ko: CommonPullToRefresh,당겨서 새로 고침
nl: CommonNowLoading,Bezig met laden...
ru: CommonNowLoading,Загрузка данных...
zh_hans: CommonNowLoading,加载中
zh_hant: CommonNowLoading,載入中

source: CommonPullToRefresh,Pull to Refresh
de: CommonPullToRefresh,Zum Aktualisieren ziehen
es: CommonPullToRefresh,Arrastra para actualizar
es_us: CommonPullToRefresh,Arrastra para actualizar
fr: CommonPullToRefresh,Tirer pour actualiser
it: CommonPullToRefresh,Scorri per aggiornare
ja: CommonPullToRefresh,ひっぱって更新
ko: CommonRainmaker,랭크 피시 배틀
nl: CommonPullToRefresh,Trekken om bij te werken
ru: CommonPullToRefresh,Потяните, чтобы обновить
zh_hans: CommonPullToRefresh,下拉更新
zh_hant: CommonPullToRefresh,下拉更新

source: CommonRainmaker,Rainmaker
de: CommonRainmaker,Operation Goldfisch
es: CommonRainmaker,Pez dorado
es_us: CommonRainmaker,Pez dorado
fr: CommonRainmaker,Mission Bazookarpe
it: CommonRainmaker,Bazookarp
ja: CommonRainmaker,ガチホコバトル
ko: CommonShare,공유
nl: CommonRainmaker,Bazookarper
ru: CommonRainmaker,Мегакарп
zh_hans: CommonRainmaker,真格鱼虎对战
zh_hant: CommonRainmaker,真格魚虎對戰

source: CommonShare,Share
de: CommonShare,Teilen
es: CommonShare,Compartir
es_us: CommonShare,Compartir
fr: CommonShare,Partager
it: CommonShare,Condividi
ja: CommonShare,シェア
ko: CommonSplatZones,랭크 에어리어
nl: CommonShare,Delen
ru: CommonShare,Поделиться
zh_hans: CommonShare,分享
zh_hant: CommonShare,分享

source: CommonSplatZones,Splat Zones
de: CommonSplatZones,Herrschaft
es: CommonSplatZones,Pintazonas
es_us: CommonSplatZones,Pintazonas
fr: CommonSplatZones,Défense de zone
it: CommonSplatZones,Zona splat
ja: CommonSplatZones,ガチエリア
ko: CommonTowerControl,랭크 타워
nl: CommonSplatZones,Spetterzone
ru: CommonSplatZones,Бой за зоны
zh_hans: CommonSplatZones,真格区域
zh_hant: CommonSplatZones,真格區域

source: CommonTowerControl,Tower Control
de: CommonTowerControl,Turm-Kommando
es: CommonTowerControl,Torre
es_us: CommonTowerControl,Torreón
fr: CommonTowerControl,Expédition risquée
it: CommonTowerControl,Torre mobile
ja: CommonTowerControl,ガチヤグラ
ko: CommonTricolor,트리컬러 어택
nl: CommonTowerControl,Torentwist
ru: CommonTowerControl,Бой за башню
zh_hans: CommonTowerControl,真格塔楼
zh_hant: CommonTowerControl,真格塔樓

source: CommonTricolor,Tricolor Battle
de: CommonTricolor,Dreifarb-Angriff
es: CommonTricolor,Combate tricolor
es_us: CommonTricolor,Combate tricolor
fr: CommonTricolor,Match tricolore
it: CommonTricolor,Attacco tricolore
ja: CommonTricolor,トリカラアタック
ko: CommonTricolorMatch,트리컬러 매치
nl: CommonTricolor,Driekleurengevecht
ru: CommonTricolor,Трехцветный бой
zh_hans: CommonTricolor,三色夺宝攻击
zh_hant: CommonTricolor,三色奪寶攻擊

source: CommonTricolorMatch,Tricolor Battle
de: CommonTricolorMatch,Dreifarb-Match
es: CommonTricolorMatch,Pugna tricolor
es_us: CommonTricolorMatch,Combate tricolor
fr: CommonTricolorMatch,Match tricolore
it: CommonTricolorMatch,Scontro tricolore
ja: CommonTricolorMatch,トリカラマッチ
ko: CommonTurfWar,영역 배틀
nl: CommonTricolorMatch,Driekleurengevecht
ru: CommonTricolorMatch,Трехцветный бой
zh_hans: CommonTricolorMatch,三色夺宝比赛
zh_hant: CommonTricolorMatch,三色奪寶比賽

source: CommonTurfWar,Turf War
de: CommonTurfWar,Revierkampf
es: CommonTurfWar,Territorial
es_us: CommonTurfWar,Territorial
fr: CommonTurfWar,Guerre de territoire
it: CommonTurfWar,Mischie mollusche
ja: CommonTurfWar,ナワバリバトル
ko: CommonWpnNotfound,물음표
nl: CommonTurfWar,Grondoorlog
ru: CommonTurfWar,Бой за район
zh_hans: CommonTurfWar,占地对战
zh_hant: CommonTurfWar,占地對戰

source: CommonWpnNotfound,Unknown
de: CommonWpnNotfound,Unbekannt
es: CommonWpnNotfound,Desconocido
es_us: CommonWpnNotfound,Vacía
fr: CommonWpnNotfound,Inconnu
it: CommonWpnNotfound,Sconosciuto
ja: CommonWpnNotfound,はてな
ko: CoopHistoryAvailable,출현 수
nl: CommonWpnNotfound,Onbekend
ru: CommonWpnNotfound,Нет данных
zh_hans: CommonWpnNotfound,问号
zh_hant: CommonWpnNotfound,問號

source: CoopHistoryAvailable,Appearances
de: CoopHistoryAvailable,Auftritte
es: CoopHistoryAvailable,Apariciones
es_us: CoopHistoryAvailable,Apariciones
fr: CoopHistoryAvailable,Apparus
it: CoopHistoryAvailable,Apparizioni
ja: CoopHistoryAvailable,出現数
ko: CoopHistoryAvailableBoss,출현한 두목연어
nl: CoopHistoryAvailable,Verschenen
ru: CoopHistoryAvailable,появилось
zh_hans: CoopHistoryAvailable,出现数量
zh_hant: CoopHistoryAvailable,出現數

source: CoopHistoryAvailableBoss,King Salmonid Fought
de: CoopHistoryAvailableBoss,Ober-Salmonide bekämpft
es: CoopHistoryAvailableBoss,Encuentro con el gran jefe
es_us: CoopHistoryAvailableBoss,Gran jefe salmónido enfrentado
fr: CoopHistoryAvailableBoss,Salmonarque combattu
it: CoopHistoryAvailableBoss,Salmonarca affrontato
ja: CoopHistoryAvailableBoss,出現したオカシラシャケ
ko: CoopHistoryAverageClearWaves,평균 클리어 WAVE 수
nl: CoopHistoryAvailableBoss,Bestreden Salmonster
ru: CoopHistoryAvailableBoss,Стычек с самонидами-королями:
zh_hans: CoopHistoryAvailableBoss,已出现的头目鲑鱼
zh_hant: CoopHistoryAvailableBoss,已出現的頭目鮭魚

source: CoopHistoryAverageClearWaves,Average Waves Cleared
de: CoopHistoryAverageClearWaves,Durchschn. überstandene Wellen
es: CoopHistoryAverageClearWaves,Media de ofensivas superadas
es_us: CoopHistoryAverageClearWaves,Media de oleadas superadas:
fr: CoopHistoryAverageClearWaves,Vagues terminées (moyenne) :
it: CoopHistoryAverageClearWaves,Media ondate superate
ja: CoopHistoryAverageClearWaves,平均クリアWAVE数
ko: CoopHistoryBigrun,빅 런
nl: CoopHistoryAverageClearWaves,Doorstane golven (gemiddeld)
ru: CoopHistoryAverageClearWaves,В среднем волн зачищено
zh_hans: CoopHistoryAverageClearWaves,平均通关的WAVE数
zh_hant: CoopHistoryAverageClearWaves,平均完成WAVE數

source: CoopHistoryBigrun,Big Run
ja: CoopHistoryBigrun,ビッグラン
ko: CoopHistoryBonus,클리어 보너스
zh_hans: CoopHistoryBigrun,大型跑
zh_hant: CoopHistoryBigrun,大型跑

source: CoopHistoryBigrunBronze,Bronze
es: CoopHistoryBigrunBronze,Bronce
es_us: CoopHistoryBigrunBronze,Bronce
it: CoopHistoryBigrunBronze,Bronzo
ja: CoopHistoryBonus,クリアボーナス
ko: CoopHistoryBossAvailable,두목연어 출현!
nl: CoopHistoryBigrunBronze,Brons
ru: CoopHistoryBigrunBronze,Бронза
zh_hans: CoopHistoryBonus,通关奖励
zh_hant: CoopHistoryBonus,完成獎勵

source: CoopHistoryBigrunGold,Gold
es: CoopHistoryBigrunGold,Oro
es_us: CoopHistoryBigrunGold,Oro
fr: CoopHistoryBigrunGold,Or
it: CoopHistoryBigrunGold,Oro
ja: CoopHistoryBossAvailable,オカシラシャケ出現！
ko: CoopHistoryClear,Clear!!
nl: CoopHistoryBigrunGold,Goud
ru: CoopHistoryBigrunGold,Золото
zh_hans: CoopHistoryBossAvailable,头目鲑鱼出现！
zh_hant: CoopHistoryBossAvailable,頭目鮭魚出現！

source: CoopHistoryBigrunSilver,Silver
de: CoopHistoryBigrunSilver,Silber
es: CoopHistoryBigrunSilver,Plata
es_us: CoopHistoryBigrunSilver,Plata
fr: CoopHistoryBigrunSilver,Argent
it: CoopHistoryBigrunSilver,Argento
ja: CoopHistoryClear,Clear!!
ko: CoopHistoryDangerRatio,위험도
nl: CoopHistoryBigrunSilver,Zilver
ru: CoopHistoryBigrunSilver,Серебро
zh_hans: CoopHistoryClear,Clear!!
zh_hant: CoopHistoryClear,Clear!!

source: CoopHistoryBonus,Clear Bonus
de: CoopHistoryBonus,Abschluss
es: CoopHistoryBonus,Recomp.
es_us: CoopHistoryBonus,Recomp.
fr: CoopHistoryBonus,Récomp.
it: CoopHistoryBonus,Bonus
ja: CoopHistoryDangerRatio,キケン度
ko: CoopHistoryDefeatBoss,두목연어 격파!
nl: CoopHistoryBonus,Bonus
ru: CoopHistoryBonus,Награда
zh_hans: CoopHistoryDangerRatio,危险度
zh_hant: CoopHistoryDangerRatio,危險度
