Repository: av5ja/Mudmouth
Catalog: sources/Resources/*.lproj/Localizable.strings
Languages: de, es, es_us, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

source: StageScheduleCoopCurrentPeriodStart,NOW OPEN!
de: StageScheduleCoop,Salmon Run
es: StageScheduleCoop,Salmon Run
es_us: StageScheduleBankaraOpenChallenge,Formal
fr: StageScheduleBankaraOpen,Ouvert
it: StageScheduleCoop,Salmon Run
ja: StageScheduleEventFuture,そのつぎ
ko: StageScheduleEventCurrentSchedule,지금
nl: StageScheduleCoop,Salmon Run
ru: StageScheduleBankaraOpen,Открытый
zh_hans: StageScheduleEventCurrentSchedule,现在
zh_hant: StageScheduleEventCurrentSchedule,現在

source: StageScheduleEvent,Challenge
de: StageScheduleCoopCurrentPeriodStart,JETZT GEÖFFNET!
es: StageScheduleCoopCurrentPeriodStart,¡En curso!
es_us: StageScheduleCoop,Salmon Run
fr: StageScheduleBankaraOpenChallenge,Série
it: StageScheduleCoopCurrentPeriodStart,IN CORSO!
ja: StageScheduleEventHolding,開催中！
ko: StageScheduleEventFuture,그다음
nl: StageScheduleCoopCurrentPeriodStart,NU GEOPEND!
ru: StageScheduleBankaraOpenChallenge,Серия
zh_hans: StageScheduleEventFuture,下下次
zh_hant: StageScheduleEventFuture,下下次

source: StageScheduleEventCurrentSchedule,Now
de: StageScheduleEvent,Event-Kampf
es: StageScheduleEvent,Combate evento
es_us: StageScheduleCoopCurrentPeriodStart,¡En curso!
fr: StageScheduleCoop,Salmon Run
it: StageScheduleEvent,Partita evento
ja: StageScheduleEventNext,次回
ko: StageScheduleEventHolding,개최 중!
nl: StageScheduleEvent,Eventgevecht
ru: StageScheduleCoop,Salmon Run
zh_hans: StageScheduleEventHolding,举行中！
zh_hant: StageScheduleEventHolding,舉行中！！

source: StageScheduleEventFuture,Future
de: StageScheduleEventCurrentSchedule,Aktuell
es: StageScheduleEventCurrentSchedule,Actualmente
es_us: StageScheduleEvent,Combate especial
fr: StageScheduleCoopCurrentPeriodStart,OUVERT !
it: StageScheduleEventCurrentSchedule,Attuale
ja: StageScheduleEventNextSchedule,つぎ
ko: StageScheduleEventNext,예고
nl: StageScheduleEventCurrentSchedule,Nu
ru: StageScheduleCoopCurrentPeriodStart,Идет!
zh_hans: StageScheduleEventNext,下次
zh_hant: StageScheduleEventNext,下次

source: StageScheduleEventHolding,Now Open!
de: StageScheduleEventFuture,Danach
es: StageScheduleEventFuture,Más adelante
es_us: StageScheduleEventCurrentSchedule,Actual
fr: StageScheduleEvent,Match Challenge
it: StageScheduleEventFuture,In futuro
ja: StageScheduleEventNoData,スケジュールが未定です
ko: StageScheduleEventNextSchedule,다음
nl: StageScheduleEventFuture,Daarna
ru: StageScheduleEvent,Бой-событие
zh_hans: StageScheduleEventNextSchedule,下一场
zh_hant: StageScheduleEventNextSchedule,下一場

source: StageScheduleEventNext,Next Time
de: StageScheduleEventHolding,Läuft!
es: StageScheduleEventHolding,¡En curso!
es_us: StageScheduleEventFuture,Posterior
fr: StageScheduleEventCurrentSchedule,Actuellement
it: StageScheduleEventHolding,In corso!
ja: StageScheduleEventUnknownData,?????
ko: StageScheduleEventNoData,스케줄이 미정입니다
nl: StageScheduleEventHolding,Nu bezig!
ru: StageScheduleEventCurrentSchedule,Сейчас
zh_hans: StageScheduleEventNoData,日程未定
zh_hant: StageScheduleEventNoData,時間表未定

source: StageScheduleEventNextSchedule,Next
de: StageScheduleEventNext,Demnächst
es: StageScheduleEventNext,A continuación
es_us: StageScheduleEventHolding,¡En curso!
fr: StageScheduleEventFuture,Suivant
it: StageScheduleEventNext,A seguire
ja: StageScheduleEventmatch,イベント開催！
ko: StageScheduleEventUnknownData,?????
nl: StageScheduleEventNext,Volgende keer
ru: StageScheduleEventFuture,Скоро
zh_hans: StageScheduleEventUnknownData,？？？？？
zh_hant: StageScheduleEventUnknownData,？？？？？

source: StageScheduleEventNoData,No Challenges currently scheduled.
de: StageScheduleEventNextSchedule,Als Nächstes
es: StageScheduleEventNextSchedule,Próximamente
es_us: StageScheduleEventNext,Próximo
fr: StageScheduleEventHolding,En cours !
it: StageScheduleEventNextSchedule,A seguire
ja: StageScheduleFuture,そのつぎ
ko: StageScheduleEventmatch,이벤트 개최!
nl: StageScheduleEventNextSchedule,Volgende
ru: StageScheduleEventHolding,Идет!
zh_hans: StageScheduleEventmatch,活动举行！
zh_hant: StageScheduleEventmatch,活動舉行！

source: StageScheduleEventUnknownData,???
de: StageScheduleEventNoData,Momentan sind keine Event-Kämpfe geplant.
es: StageScheduleEventNoData,Calendario sin determinar
es_us: StageScheduleEventNextSchedule,Siguiente
fr: StageScheduleEventNext,Prochain
it: StageScheduleEventNoData,Non ci sono partite evento in programma.
ja: StageScheduleGuideOpenBrowser,Webブラウザが開きます
ko: StageScheduleFuture,그다음
nl: StageScheduleEventNoData,Er zijn momenteel geen eventgevechten gepland.
ru: StageScheduleEventNext,Следующий
zh_hans: StageScheduleFuture,下下次
zh_hant: StageScheduleFuture,下下次

source: StageScheduleEventmatch,Event Now Open!
de: StageScheduleEventUnknownData,???
es: StageScheduleEventUnknownData,(?)
es_us: StageScheduleEventNoData,Calendario sin determinar
fr: StageScheduleEventNextSchedule,Créneau suivant
it: StageScheduleEventUnknownData,???
ja: StageScheduleNext,つぎ
ko: StageScheduleGuideOpenBrowser,웹 브라우저가 열립니다
nl: StageScheduleEventUnknownData,???
ru: StageScheduleEventNextSchedule,Следующий
zh_hans: StageScheduleGuideOpenBrowser,将打开Web浏览器
zh_hant: StageScheduleGuideOpenBrowser,將開啟網路瀏覽器

source: StageScheduleFuture,Future
de: StageScheduleEventmatch,Event läuft jetzt!
es: StageScheduleEventmatch,¡Evento en curso!
es_us: StageScheduleEventUnknownData,(?)
fr: StageScheduleEventNoData,Aucun match Challenge prévu pour le moment.
it: StageScheduleEventmatch,Evento ora in corso!
ja: StageScheduleNoticeBigrun,ビッグラン接近中！
ko: StageScheduleNext,다음
nl: StageScheduleEventmatch,Event nu bezig!
ru: StageScheduleEventNoData,Бои-события в настоящий момент не запланированы.
zh_hans: StageScheduleNext,下次
zh_hant: StageScheduleNext,下次

source: StageScheduleGuideOpenBrowser,This will open a new browser window.
de: StageScheduleFuture,Danach
es: StageScheduleFuture,Posteriores
es_us: StageScheduleEventmatch,¡Evento en curso!
fr: StageScheduleEventUnknownData,???
it: StageScheduleFuture,In futuro
ja: StageScheduleNoticeLimited,バイトチームコンテスト開催予告！
ko: StageScheduleNoticeBigrun,빅 런 접근 중!
nl: StageScheduleFuture,Daarna
ru: StageScheduleEventUnknownData,???
zh_hans: StageScheduleNoticeBigrun,大型跑正在接近！
zh_hant: StageScheduleNoticeBigrun,大型跑接近中！

source: StageScheduleNext,Next
de: StageScheduleGuideOpenBrowser,Text wird als neues Browserfenster geöffnet.
es: StageScheduleGuideOpenBrowser,Se abrirá una nueva ventana del navegador.
es_us: StageScheduleFuture,Posteriores
fr: StageScheduleEventmatch,L'événement a commencé !
it: StageScheduleGuideOpenBrowser,Si aprirà una nuova pagina del browser.
ja: StageScheduleNowClosed,フェスマッチ開催中！
ko: StageScheduleNoticeLimited,아르바이트 팀 콘테스트 개최 예고!
nl: StageScheduleGuideOpenBrowser,Hierdoor opent zich een nieuw browservenster.
ru: StageScheduleEventmatch,Идет!
zh_hans: StageScheduleNoticeLimited,团队打工竞赛举行预告！
zh_hant: StageScheduleNoticeLimited,團隊打工競賽舉行預告！

source: StageScheduleNoticeBigrun,Big Run coming soon!
de: StageScheduleNext,Demnächst
es: StageScheduleNext,Próximo
es_us: StageScheduleGuideOpenBrowser,Se abrirá una nueva ventana del navegador.
fr: StageScheduleFuture,Plus tard
it: StageScheduleNext,A seguire
ja: StageScheduleOpen,オープン！
ko: StageScheduleNowClosed,페스티벌 매치 개최 중!
nl: StageScheduleNext,Volgende
ru: StageScheduleFuture,Скоро
zh_hans: StageScheduleNowClosed,祭典比赛举行中！
zh_hant: StageScheduleNowClosed,祭典比賽舉行中！

source: StageScheduleNoticeLimited,Announcement: Eggstra Work coming soon!
de: StageScheduleNoticeBigrun,Demnächst: Big Run!
es: StageScheduleNoticeBigrun,¡Big Run a la vista!
es_us: StageScheduleNext,Siguiente
fr: StageScheduleGuideOpenBrowser,Cette opération entraînera l'ouverture d'une nouvelle fenêtre de navigateur.
it: StageScheduleNoticeBigrun,Big Run in arrivo!
ja: StageScheduleOpenBigrun,ビッグラン発生中！
ko: StageScheduleOpen,오픈!
nl: StageScheduleNoticeBigrun,Er komt een Big Run aan!
ru: StageScheduleGuideOpenBrowser,Будет открыто новое окно браузера.
zh_hans: StageScheduleOpen,开放！
zh_hant: StageScheduleOpen,開放！

source: StageScheduleNowClosed,Splatfest Active!
de: StageScheduleNoticeLimited,Ankündigung: Team-Wettkampf demnächst verfügbar!
es: StageScheduleNoticeLimited,¡Anuncio de alianza alevínica!
es_us: StageScheduleNoticeBigrun,¡Big Run a la vista!
fr: StageScheduleNext,Tout à l'heure
it: StageScheduleNoticeLimited,Annuncio: sfida tra colleghi in arrivo!
ja: StageScheduleOpenLimited,バイトチームコンテスト開催中！
ko: StageScheduleOpenBigrun,빅 런 발생 중!
nl: StageScheduleNoticeLimited,Bedrijfseitje aangekondigd!
ru: StageScheduleNext,Следующий
zh_hans: StageScheduleOpenBigrun,大型跑正在发生！
zh_hant: StageScheduleOpenBigrun,大型跑發生中！

source: StageScheduleOpen,Now
de: StageScheduleNowClosed,Splatfest!
es: StageScheduleNowClosed,¡Festival en curso!
es_us: StageScheduleNoticeLimited,¡Anuncio de recolección extra!
fr: StageScheduleNoticeBigrun,Big Run en approche !
it: StageScheduleNowClosed,Festival in corso!
ja: StageSchedulePrivate,プライベートマッチ
ko: StageScheduleOpenLimited,아르바이트 팀 콘테스트 개최 중!
nl: StageScheduleNowClosed,Splatfest!
ru: StageScheduleNoticeBigrun,Big Run скоро начнется!
zh_hans: StageScheduleOpenLimited,团队打工竞赛举行中！
zh_hant: StageScheduleOpenLimited,團隊打工競賽舉行中！

source: StageScheduleOpenBigrun,Big Run in progress!
de: StageScheduleOpen,Aktuell
es: StageScheduleOpen,Actual
es_us: StageScheduleNowClosed,¡Festival en curso!
fr: StageScheduleNoticeLimited,Défi œuf sup' en approche !
it: StageScheduleOpen,In corso
ja: StageScheduleRecruit,ビッグランがやってくる！！バイト大募集
ko: StageSchedulePrivate,프라이빗 매치
nl: StageScheduleOpen,Nu
ru: StageScheduleNoticeLimited,Объявление: скоро начнется икорный овертайм!
zh_hans: StageSchedulePrivate,私人比赛
zh_hant: StageSchedulePrivate,私人比賽

source: StageScheduleOpenLimited,Eggstra Work available now!
de: StageScheduleOpenBigrun,Big Run läuft jetzt!
es: StageScheduleOpenBigrun,¡Big Run en marcha!
es_us: StageScheduleOpen,Actual
fr: StageScheduleNowClosed,Festival en cours !
it: StageScheduleOpenBigrun,Big Run in corso!
ja: StageScheduleRecruitTeamContest,バイトチームコンテスト！チームを組んで参加しよう！
ko: StageScheduleRecruit,빅 런이 온다! 아르바이트 대모집
nl: StageScheduleOpenBigrun,Big Run aan de gang!
ru: StageScheduleNowClosed,Идет Сплатфест!
zh_hans: StageScheduleRecruit,大型跑即将到来！！大量募集打工人员！
zh_hant: StageScheduleRecruit,大型跑要來了！！打工大招募

source: StageSchedulePrivate,Private Battle
de: StageScheduleOpenLimited,Team-Wettkampf jetzt verfügbar!
es: StageScheduleOpenLimited,¡Alianza alevínica disponible!
es_us: StageScheduleOpenBigrun,¡Big Run en marcha!
fr: StageScheduleOpen,Actuellement
it: StageScheduleOpenLimited,Sfida tra colleghi ora disponibile!
ja: StageScheduleRegular,レギュラーマッチ
ko: StageScheduleRecruitTeamContest,아르바이트 팀 콘테스트! 팀을 만들어 참가하자!
nl: StageScheduleOpenLimited,Bedrijfseitje direct beschikbaar!
ru: StageScheduleOpen,Сейчас
zh_hans: StageScheduleRecruitTeamContest,团队打工竞赛！组成队伍参加吧！
zh_hant: StageScheduleRecruitTeamContest,團隊打工競賽！大家一起組隊參加吧！

source: StageScheduleRecruit,Big Run happening now! Grizzco hiring ANYONE!
de: StageSchedulePrivate,Privater Kampf
es: StageSchedulePrivate,Combate privado
es_us: StageScheduleOpenLimited,¡Recolección extra disponible!
fr: StageScheduleOpenBigrun,Big Run en cours !
it: StageSchedulePrivate,Partita privata
ja: StageScheduleRules,ルールを見る
ko: StageScheduleRegular,레귤러 매치
nl: StageSchedulePrivate,Privégevecht
ru: StageScheduleOpenBigrun,Идет Big Run!
zh_hans: StageScheduleRegular,一般比赛
zh_hant: StageScheduleRegular,一般比賽

source: StageScheduleRecruitTeamContest,Eggstra Work is available now. Recruit some coworkers and join in the...fun?
de: StageScheduleRecruit,Big Run läuft! Die Bär GmbH stellt jeden ein! JEDEN! ()
es: StageScheduleRecruit,¡Tenemos Big Run! ¡Don Oso, S. A. busca trabajadores! ()
es_us: StageSchedulePrivate,Combate privado
fr: StageScheduleOpenLimited,Défi œuf sup' disponible !
it: StageScheduleRecruit,Big Run in corso! La Ursus & Co assume CHIUNQUE! ()
ja: StageScheduleSeeAllRules,詳しいルールはこちら
ko: StageScheduleRules,룰 보기
nl: StageScheduleRecruit,Big Run aan de gang! Beer & Co zoekt werknemers! ()
ru: StageScheduleOpenLimited,Доступен икорный овертайм!
zh_hans: StageScheduleRules,查看规则
zh_hant: StageScheduleRules,查看規則

source: StageScheduleRegular,Regular Battle
de: StageScheduleRecruitTeamContest,Team-Wettkampf jetzt spielbar! Finde Mitarbeiter und rein ins... Vergnügen?
es: StageScheduleRecruitTeamContest,¡Forma una cuadrilla y participa en alianza alevínica!
es_us: StageScheduleRecruit,¡Tenemos Big Run! ¡Don Oso, S. A. busca personal! ()
fr: StageSchedulePrivate,Match privé
it: StageScheduleRecruitTeamContest,È disponibile la sfida tra colleghi. Radunane qualcuno e unisciti al... divertimento?
ja: StageScheduleSuppliedWeaponRandom,ランダム
ko: StageScheduleSeeAllRules,자세한 룰 보기
nl: StageScheduleRecruitTeamContest,Je kunt nu op een bedrijfseitje. Verzamel een paar collega's en eh... veel plezier?
ru: StageSchedulePrivate,Частный бой
zh_hans: StageScheduleSeeAllRules,可在此处查看详细规则
zh_hant: StageScheduleSeeAllRules,請從此處確認詳細規則

source: StageScheduleRules,See Rules
de: StageScheduleRegular,Standardkampf
es: StageScheduleRegular,Combate amistoso
es_us: StageScheduleRecruitTeamContest,¡Reúne un grupo de trabajo y aprovecha la recolección extra!
fr: StageScheduleRecruit,Un Big Run est en cours ! M. Ours SA embauche, tous types de profils acceptés ! ()
it: StageScheduleRegular,Partita amichevole
ja: StageScheduleSuppliedWeapons,支給ブキ
ko: StageScheduleSuppliedWeaponRandom,랜덤
nl: StageScheduleRegular,Standaardgevecht
ru: StageScheduleRecruit,Идет Big Run! «Потапыч Inc.» нанимает всех подряд! Всех-всех! ()
zh_hans: StageScheduleSuppliedWeaponRandom,随机
zh_hant: StageScheduleSuppliedWeaponRandom,隨機

source: StageScheduleSeeAllRules,See Detailed Rules
de: StageScheduleRules,Regeln lesen
es: StageScheduleRules,Ver las reglas
es_us: StageScheduleRegular,Combate amistoso
fr: StageScheduleRecruitTeamContest,Un défi œuf sup' est disponible. Recrute des joueurs et fais honneur à M. Ours SA !
it: StageScheduleRules,Vedi regole
ja: StageScheduleTitle,スケジュール
ko: StageScheduleSuppliedWeapons,지급 무기
nl: StageScheduleRules,Regels bekijken
ru: StageScheduleRecruitTeamContest,Доступен икорный овертайм. Собери себе команду коллег для особой порции... веселья!
zh_hans: StageScheduleSuppliedWeapons,发放武器
zh_hant: StageScheduleSuppliedWeapons,派發武器

source: StageScheduleSuppliedWeaponRandom,Random
de: StageScheduleSeeAllRules,Detaillierte Regeln lesen
es: StageScheduleSeeAllRules,Reglas detalladas
es_us: StageScheduleRules,Ver las reglas
fr: StageScheduleRegular,Match classique
it: StageScheduleSeeAllRules,Vedi regole dettagliate
ja: StageScheduleWinRateByRules,ルールごとの勝率
ko: StageScheduleTitle,스케줄
nl: StageScheduleSeeAllRules,Uitgebreide regels bekijken
ru: StageScheduleRegular,Бой салаг
zh_hans: StageScheduleTitle,日程
zh_hant: StageScheduleTitle,時間表

source: StageScheduleSuppliedWeapons,Supplied Weapons
de: StageScheduleSuppliedWeaponRandom,Zufall
es: StageScheduleSuppliedWeaponRandom,Al azar
es_us: StageScheduleSeeAllRules,Reglas detalladas
fr: StageScheduleRules,Voir les règles
it: StageScheduleSuppliedWeaponRandom,Casuale
ja: StageScheduleXmatch,Xマッチ
ko: StageScheduleWinRateByRules,룰별 승률
nl: StageScheduleSuppliedWeaponRandom,Willekeurig
ru: StageScheduleRules,Правила
zh_hans: StageScheduleWinRateByRules,各规则的胜率
zh_hant: StageScheduleWinRateByRules,個別規則勝率

source: StageScheduleTitle,Schedule
de: StageScheduleSuppliedWeapons,Verfügbare Waffen
es: StageScheduleSuppliedWeapons,Armas asignadas
es_us: StageScheduleSuppliedWeaponRandom,Al azar
fr: StageScheduleSeeAllRules,Voir les règles en détail
it: StageScheduleSuppliedWeapons,Armi fornite
ja: CommonAbout,About
ko: StageScheduleXmatch,X 매치
nl: StageScheduleSuppliedWeapons,Beschikbare wapens
ru: StageScheduleSeeAllRules,Подробные правила
zh_hans: StageScheduleXmatch,X比赛
zh_hant: StageScheduleXmatch,X比賽

source: StageScheduleWinRateByRules,Win Rate by Mode
de: StageScheduleTitle,Zeitplan
es: StageScheduleTitle,Calendarios
es_us: StageScheduleSuppliedWeapons,Armas disponibles
fr: StageScheduleSuppliedWeaponRandom,Aléatoire
it: StageScheduleTitle,Calendario
ja: RecordActualValue,実測値
ko: CommonAbout,소개
nl: StageScheduleTitle,Levelschema
ru: StageScheduleSuppliedWeaponRandom,Случайное
zh_hans: CommonAbout,关于
zh_hant: CommonAbout,關於

source: StageScheduleXmatch,X Battle
de: StageScheduleWinRateByRules,Siege nach Kampfart
es: StageScheduleWinRateByRules,Tasa de victorias por modo
es_us: StageScheduleTitle,Calendario
fr: StageScheduleSuppliedWeapons,Armes fournies
it: StageScheduleWinRateByRules,Tasso di vittoria per modalità
ja: CommonAppearances,外観
ko: RecordActualValue,실제의
nl: StageScheduleWinRateByRules,Winpercentage per vechtstijl
ru: StageScheduleSuppliedWeapons,Табельное оружие
zh_hans: RecordActualValue,实际情况
zh_hant: RecordActualValue,實際的

source: CommonAbout,About
de: StageScheduleXmatch,X-Kampf
es: StageScheduleXmatch,Combate X
es_us: StageScheduleWinRateByRules,Tasa de victorias
fr: StageScheduleTitle,Planning
it: StageScheduleXmatch,Partita X
ja: CommonApplication,アプリ
ko: CommonAppearances,외모
nl: StageScheduleXmatch,X-gevecht
ru: StageScheduleTitle,Расписание
zh_hans: CommonAppearances,出场
zh_hant: CommonAppearances,外觀

source: RecordActualValue,Actual
de: CommonAbout,Über
es: CommonAbout,Acerca de
es_us: StageScheduleXmatch,Combate X
fr: StageScheduleWinRateByRules,Taux de victoire par mode
it: CommonAbout,Circa
ja: RecordAverageScore,平均きろく
ko: CommonApplication,응용 프로그램
nl: CommonAbout,Over
ru: StageScheduleWinRateByRules,Доля побед по режимам
zh_hans: CommonApplication,应用
zh_hant: CommonApplication,應用程式

source: CommonAppearances,Appearances
de: RecordActualValue,Aktuell
es: RecordActualValue,Actual
es_us: CommonAbout,
fr: StageScheduleXmatch,Match X
it: RecordActualValue,Effettivo
ja: CommonBackupResults,バックアップ
ko: RecordAverageScore,평균
nl: RecordActualValue,Werkelijk
ru: StageScheduleXmatch,Бой X
zh_hans: RecordAverageScore,平均值
zh_hant: RecordAverageScore,平均

source: CommonApplication,Application
de: CommonAppearances,Auftritte
es: CommonAppearances,Comparecencias
es_us: RecordActualValue,
fr: CommonAbout,À propos de
it: CommonAppearances,Apparizioni
ja: CommonBackupCompress,圧縮(ZIP)
ko: CommonBackupResults,백업
nl: CommonAppearances,Verschijningen
ru: CommonAbout,О сайте
zh_hans: CommonBackupResults,备份
zh_hant: CommonBackupResults,備份

source: RecordAverageScore,Average
de: CommonApplication,Anmeldung
es: CommonApplication,Aplicación
es_us: CommonAppearances,
fr: RecordActualValue,Réel
it: CommonApplication,Applicazione
ja: CommonBackupMessage,データベースのバックアップを出力します。
ko: CommonBackupCompress,압축 (ZIP)
nl: CommonApplication,Toepassing
ru: RecordActualValue,Фактический
zh_hans: CommonBackupCompress,压缩(ZIP)
zh_hant: CommonBackupCompress,壓縮（ZIP）

source: CommonBackupResults,Backup
de: RecordAverageScore,Durchschnitt
es: RecordAverageScore,Media
es_us: CommonApplication,
fr: CommonAppearances,Apparitions
it: RecordAverageScore,Media
ja: CommonBackupPlain,非圧縮(JSON)
ko: CommonBackupMessage,데이터베이스 백업
nl: RecordAverageScore,Gemiddeld
ru: CommonAppearances,Внешний вид
zh_hans: CommonBackupMessage,备份数据库
zh_hant: CommonBackupMessage,備份資料庫

source: CommonBackupCompress,Compress(ZIP)
de: CommonBackupResults,Sicherung
es: CommonBackupResults,Copia de seguridad
es_us: RecordAverageScore,
fr: CommonApplication,Application
it: CommonBackupResults,Backup
ja: CommonAppCredit,クレジット
ko: CommonBackupPlain,일반 (JSON)
nl: CommonBackupResults,Back-up
ru: CommonApplication,Приложение
zh_hans: CommonBackupPlain,Plain(JSON)
zh_hant: CommonBackupPlain,純文字（JSON）

source: CommonBackupMessage,Backup database
de: CommonBackupCompress,Komprimieren(ZIP)
es: CommonBackupCompress,Comprimir(ZIP)
es_us: CommonBackupResults,
fr: RecordAverageScore,Moyenne
it: CommonBackupCompress,Comprimere (ZIP)
ja: CommonDarkMode,ダークモード
ko: CommonAppCredit,신용
nl: CommonBackupCompress,Comprimeren (ZIP)
ru: RecordAverageScore,Среднее
zh_hans: CommonAppCredit,信用
zh_hant: CommonAppCredit,信用

source: CommonBackupPlain,Plain(JSON)
de: CommonBackupMessage,Datenbank sichern
es: CommonBackupMessage,Copia de seguridad de la base de datos
es_us: CommonBackupCompress,
fr: CommonBackupResults,Sauvegarde
it: CommonBackupMessage,Database di backup
ja: CommonDataManagement,データ管理
ko: CommonDarkMode,다크 모드
nl: CommonBackupMessage,Back-up database
ru: CommonBackupResults,Резервное копирование
zh_hans: CommonDarkMode,黑暗模式
zh_hant: CommonDarkMode,暗色模式

source: CommonAppCredit,Credit
de: CommonBackupPlain,Klartext(JSON)
es: CommonBackupPlain,Simple(JSON)
es_us: CommonBackupMessage,
fr: CommonBackupCompress,Compresser(ZIP)
it: CommonBackupPlain,Pianura(JSON)
ja: CoopHistoryDeathCount,助けられた回数
ko: CommonDataManagement,데이터 관리
nl: CommonBackupPlain,Gewoon (JSON)
ru: CommonBackupCompress,Сжать (ZIP)
zh_hans: CommonDataManagement,数据管理
zh_hant: CommonDataManagement,資料管理

source: CommonDarkMode,Dark mode
de: CommonAppCredit,Kredit
es: CommonAppCredit,Crédito
es_us: CommonBackupPlain,
fr: CommonBackupMessage,Sauvegarde de la base de données
it: CommonAppCredit,Credito
ja: CoopHistoryDefeatedCount,オオモノシャケをたおした数
ko: CoopHistoryDeathCount,구조된 수
nl: CommonAppCredit,Krediet
ru: CommonBackupMessage,Резервное копирование базы данных
zh_hans: CoopHistoryDeathCount,获救人数
zh_hant: CoopHistoryDeathCount,救援計數

source: CommonDataManagement,Data Management
de: CommonDarkMode,Dunkler Modus
es: CommonDarkMode,Modo oscuro
es_us: CommonAppCredit,
fr: CommonBackupPlain,Plain(JSON)
it: CommonDarkMode,Modalità scura
ja: CoopHistoryEstimatedValue,推定値
ko: CoopHistoryDefeatedCount,패배한 횟수
nl: CommonDarkMode,Donkere modus
ru: CommonBackupPlain,Plain(JSON)
zh_hans: CoopHistoryDefeatedCount,被打败的次数
zh_hant: CoopHistoryDefeatedCount,擊敗計數

source: CoopHistoryDeathCount,Rescued count
de: CommonDataManagement,Datenverwaltung
es: CommonDataManagement,Gestión de datos
es_us: CommonDarkMode,
fr: CommonAppCredit,Crédit
it: CommonDataManagement,Gestione dei dati
ja: CoopHistoryEventClearRatio,イベントクリア率
ko: CoopHistoryEstimatedValue,예상
nl: CommonDataManagement,Gegevensbeheer
ru: CommonAppCredit,Кредит
zh_hans: CoopHistoryEstimatedValue,估计的
zh_hant: CoopHistoryEstimatedValue,預估

source: CoopHistoryDefeatedCount,Defeated count
de: CoopHistoryDeathCount,Gerettete Anzahl
es: CoopHistoryDeathCount,Recuento rescatado
es_us: CommonDataManagement,
fr: CommonDarkMode,Mode sombre
it: CoopHistoryDeathCount,Conteggio dei salvataggi
ja: CoopHistoryEventFrequency,イベント発生率
ko: CoopHistoryEventClearRatio,클리어 비율
nl: CoopHistoryDeathCount,Geredde telling
ru: CommonDarkMode,Темный режим
zh_hans: CoopHistoryEventClearRatio,清除率
zh_hant: CoopHistoryEventClearRatio,清除比率

source: CoopHistoryEstimatedValue,Estimated
de: CoopHistoryDefeatedCount,Geschlagene Zählung
es: CoopHistoryDefeatedCount,Recuento derrotado
es_us: CoopHistoryDeathCount,
fr: CommonDataManagement,Gestion des données
it: CoopHistoryDefeatedCount,Conteggio sconfitto
ja: CommonFAQ,よくあるご質問
ko: CoopHistoryEventFrequency,이벤트 빈도
nl: CoopHistoryDefeatedCount,Verslagen telling
ru: CommonDataManagement,Управление данными
zh_hans: CoopHistoryEventFrequency,事件频率
zh_hant: CoopHistoryEventFrequency,事件頻率

source: CoopHistoryEventClearRatio,Clear ratio
de: CoopHistoryEstimatedValue,Geschätzte
es: CoopHistoryEstimatedValue,Estimación
es_us: CoopHistoryDefeatedCount,
fr: CoopHistoryDeathCount,Compte de sauvetage
it: CoopHistoryEstimatedValue,Stimato
ja: CommonGamingMode,ゲーミングモード
ko: CommonFAQ,자주 묻는 질문
nl: CoopHistoryEstimatedValue,Geschat
ru: CoopHistoryDeathCount,Спасенный граф
zh_hans: CommonFAQ,常见问题
zh_hant: CommonFAQ,常見問題

source: CoopHistoryEventFrequency,Event frequency
de: CoopHistoryEventClearRatio,Klares Verhältnis
es: CoopHistoryEventClearRatio,Relación clara
es_us: CoopHistoryEstimatedValue,
fr: CoopHistoryDefeatedCount,Compte défait
it: CoopHistoryEventClearRatio,Rapporto chiaro
ja: CoopHistoryGradeId,称号
ko: CommonGamingMode,게임 모드
nl: CoopHistoryEventClearRatio,Duidelijke verhouding
ru: CoopHistoryDefeatedCount,Проигранный счет
zh_hans: CommonGamingMode,游戏模式
zh_hant: CommonGamingMode,遊戲模式
