Repository: av5ja/Mudmouth
Catalog: sources/Resources/*.lproj/Localizable.strings
Languages: de, es, es_us, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

source: CoopHistorySeeSchedule,View Schedule
de: CoopHistorySeeSchedule,Arbeitszeiten
es: CoopHistorySeeSchedule,Ver calendario
es_us: CoopHistoryScore,Rendim.
fr: CoopHistoryScore,Score
it: CoopHistorySeeSchedule,Vedi calendario
ja: CoopHistorySupplyWeapon,支給ブキ
ko: CoopHistorySupplyWeapon,지급 무기
nl: CoopHistorySeeSchedule,Periode
ru: CoopHistoryScore,Общий КПД
zh_hans: CoopHistorySupplyWeapon,发放武器
zh_hant: CoopHistorySupplyWeapon,派發武器

source: CoopHistorySmellMeter,Salmometer
es: CoopHistorySmellMeter,salmómetro
es_us: CoopHistorySeeSchedule,Ver calendario
fr: CoopHistorySeeSchedule,Consulter le planning
it: CoopHistorySmellMeter,Salmometro
ja: CoopHistoryTeamContest,バイトチームコンテスト
ko: CoopHistoryTeamContest,아르바이트 팀 콘테스트
ru: CoopHistorySeeSchedule,Дата/период
zh_hans: CoopHistoryTeamContest,团队打工竞赛
zh_hant: CoopHistoryTeamContest,團隊打工競賽

source: CoopHistorySupplyWeapon,Supplied Weapons
de: CoopHistorySupplyWeapon,Verfügbare Waffen
es: CoopHistorySupplyWeapon,Armas asignadas
es_us: CoopHistorySmellMeter,salmómetro
fr: CoopHistorySmellMeter,Salmomètre
it: CoopHistorySupplyWeapon,Armi fornite
ja: CoopHistoryTitle,サーモンラン
ko: CoopHistoryTitle,새먼 런
nl: CoopHistorySupplyWeapon,Beschikbare wapens
ru: CoopHistorySmellMeter,Король-шкала
zh_hans: CoopHistoryTitle,鲑鱼跑
zh_hant: CoopHistoryTitle,SALMON RUN

source: CoopHistoryTeamContest,Eggstra Work
de: CoopHistoryTeamContest,Team-Wettkampf
es: CoopHistoryTeamContest,Alianza alevínica
es_us: CoopHistorySupplyWeapon,Armas disponibles
fr: CoopHistorySupplyWeapon,Armes fournies
it: CoopHistoryTeamContest,Sfida tra colleghi
ja: CoopHistoryTotalPoint,るいけいポイント
ko: CoopHistoryTotalPoint,누적 포인트
nl: CoopHistoryTeamContest,Bedrijfseitje
ru: CoopHistorySupplyWeapon,Табельное оружие
zh_hans: CoopHistoryTotalPoint,累计点数
zh_hant: CoopHistoryTotalPoint,累計點數

source: CoopHistoryTitle,Salmon Run
es_us: CoopHistoryTeamContest,Recolección extra
fr: CoopHistoryTeamContest,Défi œuf sup
ja: CoopHistoryWave,WAVE
ko: CoopHistoryWave,WAVE
ru: CoopHistoryTeamContest,Икорный овертайм
zh_hans: CoopHistoryWave,WAVE
zh_hant: CoopHistoryWave,WAVE

source: CoopHistoryTotalPoint,Total points
de: CoopHistoryTotalPoint,Gesamtpunkte
es: CoopHistoryTotalPoint,Puntos totales
es_us: CoopHistoryTitle,Salmon Run
fr: CoopHistoryTitle,Salmon Run
it: CoopHistoryTotalPoint,Punti totali
ja: CoopHistoryWaveLevel0,干潮
ko: CoopHistoryWaveLevel0,간조
nl: CoopHistoryTotalPoint,Puntentotaal
ru: CoopHistoryTitle,Salmon Run
zh_hans: CoopHistoryWaveLevel0,干潮
zh_hant: CoopHistoryWaveLevel0,乾潮

source: CoopHistoryWave,Wave
de: CoopHistoryWave,Welle
es: CoopHistoryWave,Ofensiva
es_us: CoopHistoryTotalPoint,Puntos totales
fr: CoopHistoryTotalPoint,Total des points
it: CoopHistoryWave,Ondata
ja: CoopHistoryWaveLevel1,普通
ko: CoopHistoryWaveLevel1,보통
nl: CoopHistoryWave,e golf
ru: CoopHistoryTotalPoint,Всего очков:
zh_hans: CoopHistoryWaveLevel1,普通
zh_hant: CoopHistoryWaveLevel1,普通

source: CoopHistoryWaveLevel0,Low Tide
de: CoopHistoryWaveLevel0,Ebbe
es: CoopHistoryWaveLevel0,Marea baja
es_us: CoopHistoryWave,Oleada
fr: CoopHistoryWave,Vague
it: CoopHistoryWaveLevel0,Bassa marea
ja: CoopHistoryWaveLevel2,満潮
ko: CoopHistoryWaveLevel2,만조
nl: CoopHistoryWaveLevel0,Eb
ru: CoopHistoryWave,Волна
zh_hans: CoopHistoryWaveLevel2,满潮
zh_hant: CoopHistoryWaveLevel2,滿潮

source: CoopHistoryWaveLevel1,Normal
es_us: CoopHistoryWaveLevel0,Marea baja
fr: CoopHistoryWaveLevel0,Marée basse
it: CoopHistoryWaveLevel1,Normale
ja: ErrorBackToHome,ホームに戻る
ko: ErrorBackToHome,홈으로 돌아가기
nl: CoopHistoryWaveLevel1,Normaal
ru: CoopHistoryWaveLevel0,Отлив
zh_hans: ErrorBackToHome,返回主页
zh_hant: ErrorBackToHome,返回主頁

source: CoopHistoryWaveLevel2,High Tide
de: CoopHistoryWaveLevel2,Flut
es: CoopHistoryWaveLevel2,Marea alta
es_us: CoopHistoryWaveLevel1,Normal
fr: CoopHistoryWaveLevel1,Normal
it: CoopHistoryWaveLevel2,Alta marea
ja: ErrorCurrentlyNotAvailable,現在利用できません。しばらくお待ちください
ko: ErrorCurrentlyNotAvailable,현재 이용할 수 없습니다. 잠시 기다려 주십시오.
nl: CoopHistoryWaveLevel2,Vloed
ru: CoopHistoryWaveLevel1,Норм.
zh_hans: ErrorCurrentlyNotAvailable,目前无法使用，请稍候。
zh_hant: ErrorCurrentlyNotAvailable,目前無法使用，請稍待片刻。

source: ErrorBackToHome,Back to Home
de: ErrorBackToHome,Zurück zur Startseite
es: ErrorBackToHome,Volver al inicio
es_us: CoopHistoryWaveLevel2,Marea alta
fr: CoopHistoryWaveLevel2,Marée haute
it: ErrorBackToHome,Torna alla pagina iniziale
ja: ErrorError,エラー
ko: ErrorError,에러
nl: ErrorBackToHome,Naar het beginscherm
ru: CoopHistoryWaveLevel2,Прилив
zh_hans: ErrorError,错误
zh_hant: ErrorError,錯誤

source: ErrorError,Error
de: ErrorCurrentlyNotAvailable,Momentan nicht verfügbar. Bitte warte etwas und versuche es dann erneut.
es: ErrorCurrentlyNotAvailable,No disponible actualmente. Inténtalo de nuevo más tarde.
es_us: ErrorBackToHome,Volver al inicio
fr: ErrorBackToHome,Retour à l'accueil
it: ErrorCurrentlyNotAvailable,Al momento non disponibile. Riprova più tardi.
ja: ErrorErrorOccurred,エラーが発生しました
ko: ErrorErrorOccurred,에러가 발생했습니다
nl: ErrorCurrentlyNotAvailable,Momenteel niet beschikbaar. Probeer het later nog eens.
ru: ErrorBackToHome,На главную
zh_hans: ErrorErrorOccurred,发生错误。
zh_hant: ErrorErrorOccurred,發生錯誤。

source: ErrorErrorOccurred,An error occurred.
de: ErrorError,Fehler
es: ErrorError,Error
es_us: ErrorError,Error
fr: ErrorCurrentlyNotAvailable,Actuellement indisponible. Réessaie plus tard.
it: ErrorError,Errore
ja: ErrorErrorReopen,読みこみに失敗しました
ko: ErrorErrorReopen,로딩에 실패했습니다
nl: ErrorError,Fout
ru: ErrorCurrentlyNotAvailable,В данный момент недоступно. Пожалуйста, попробуй позже.
zh_hans: ErrorErrorReopen,读取失败。
zh_hant: ErrorErrorReopen,讀取失敗。

source: ErrorErrorReopen,Loading failed.
de: ErrorErrorOccurred,Ein Fehler ist aufgetreten.
es: ErrorErrorOccurred,Se ha producido un error.
es_us: ErrorErrorOccurred,Se produjo un error.
fr: ErrorError,Erreur
it: ErrorErrorOccurred,Si è verificato un errore.
ja: ErrorMaintenanceDescription,ただいまサーバーのメンテナンス中です。時間をおいて再度アクセスしてください。
ko: ErrorMaintenanceDescription,현재 서버 점검 중입니다. 잠시 후에 다시 접속해 주십시오.
nl: ErrorErrorOccurred,Er is een fout opgetreden.
ru: ErrorError,Ошибка
zh_hans: ErrorMaintenanceDescription,目前服务器正在维护，请稍后再重新连接。
zh_hant: ErrorMaintenanceDescription,目前伺服器正在維護中，請稍後再重新連接。

source: ErrorMaintenanceDescription,The server is currently undergoing maintenance. Please wait a bit, then try again.
de: ErrorErrorReopen,Ladevorgang fehlgeschlagen.
es: ErrorErrorReopen,No se han podido cargar los datos.
es_us: ErrorErrorReopen,No se pudieron cargar los datos.
fr: ErrorErrorOccurred,Une erreur est survenue.
it: ErrorErrorReopen,Errore di caricamento.
ja: ErrorMaintenanceTitle,しばらくお待ちください
ko: ErrorMaintenanceTitle,잠시 기다려 주십시오
nl: ErrorErrorReopen,Het laden is mislukt.
ru: ErrorErrorOccurred,Произошла ошибка.
zh_hans: ErrorMaintenanceTitle,请稍候。
zh_hant: ErrorMaintenanceTitle,請稍待片刻

source: ErrorMaintenanceTitle,Standby...
de: ErrorMaintenanceDescription,Aufgrund von Server-Wartungsarbeiten steht dieser Service momentan nicht zur Verfügung. Bitte versuche es später erneut.
es: ErrorMaintenanceDescription,Se están efectuando labores de mantenimiento en el servidor. Inténtalo de nuevo más tarde.
es_us: ErrorMaintenanceDescription,Se están realizando labores de mantenimiento en el servidor. Inténtalo de nuevo más tarde.
fr: ErrorErrorReopen,Échec du chargement.
it: ErrorMaintenanceDescription,Sono in corso dei lavori di manutenzione sul server. Riprova più tardi.
ja: ErrorReload,再読みこみ
ko: ErrorNetworkNotAvailable,로딩에 실패했습니다. 통신 환경이 좋은 곳에서 다시 시도해 주십시오.
nl: ErrorMaintenanceDescription,Er wordt momenteel onderhoud gepleegd aan de server. Probeer het later nog eens.
ru: ErrorErrorReopen,Загрузка не удалась.
zh_hans: ErrorNetworkNotAvailable,读取失败，请在互联网环境良好的地方再次尝试。
zh_hant: ErrorNetworkNotAvailable,讀取失敗，請在良好的網路環境下重新再試一次。

source: ErrorNetworkNotAvailable,Loading failed. Please check your internet connection and try again.
de: ErrorMaintenanceTitle,Bitte warten...
es: ErrorMaintenanceTitle,Espera unos instantes...
es_us: ErrorMaintenanceTitle,En espera...
fr: ErrorMaintenanceDescription,Le serveur est en cours de maintenance. Réessaie plus tard.
it: ErrorMaintenanceTitle,Attendi...
ja: RecordLatestPlayed,最後に遊んだ
ko: ErrorReload,새로 고침
nl: ErrorMaintenanceTitle,Enige tijd geduld
ru: ErrorMaintenanceDescription,Технические работы на сервере. Пожалуйста, попробуй позже.
zh_hans: ErrorReload,再次读取
zh_hant: ErrorReload,重新讀取

source: ErrorNotSupported,SplatNet 3 cannot be displayed. Please check your internet connection and wait a bit before trying again. If the problem isn't resolved, check your internet browser to make sure it has been updated to the latest version. If you still receive this message, it may be possible that SplatNet 3 is not compatible with your current settings or device.
de: ErrorNetworkNotAvailable,Ladevorgang fehlgeschlagen. Bitte überprüfe die Verbindung mit dem Internet und versuche es erneut.
es: ErrorNetworkNotAvailable,No se han podido cargar los datos. Comprueba tu conexión a internet y vuelve a intentarlo.
es_us: ErrorNetworkNotAvailable,No se pudieron cargar los datos. Comprueba tu conexión a internet e inténtalo de nuevo.
fr: ErrorMaintenanceTitle,Patiente quelques instants...
it: ErrorNetworkNotAvailable,Caricamento fallito. Controlla la tua connessione a Internet e riprova.
ja: RecordLatestUsed,よく使う
ko: RecordLatestPlayed,마지막 플레이
nl: ErrorNetworkNotAvailable,Het laden is mislukt. Controleer je internetverbinding en probeer het opnieuw.
ru: ErrorMaintenanceTitle,Минуточку...
zh_hans: RecordLatestPlayed,最后游玩时间
zh_hant: RecordLatestPlayed,最後遊玩時間

source: ErrorReload,Refresh
de: ErrorNotSupported,SplatNet 3 kann nicht angezeigt werden. Bitte überprüfe deine Internetverbindung und warte etwas, bevor du es erneut versuchst. Wenn das Problem dadurch nicht behoben wird, überprüfe, ob du die aktuelle Version deines Browsers verwendest. Wenn dir weiterhin diese Nachricht angezeigt wird, ist es möglich, dass SplatNet 3 nicht mit deinen momentanen Einstellungen oder deinem Smartgerät kompatibel ist.
es: ErrorNotSupported,No se puede mostrar SplatNet 3. Comprueba tu conexión a internet y vuelve a intentarlo más tarde. Si el problema no se soluciona, comprueba que tu navegador de internet esté actualizado a la versión más reciente. Si sigue mostrándose este mensaje, es posible que SplatNet 3 no sea compatible con tu dispositivo o con los ajustes actuales.
es_us: ErrorNotSupported,No se puede mostrar SplatNet 3. Comprueba tu conexión a internet y vuelve a intentarlo más tarde. Si el problema no se soluciona, comprueba que tu navegador de internet esté actualizado a la versión más reciente. Si sigues recibiendo este mensaje, es posible que SplatNet 3 no sea compatible con tu dispositivo o con los ajustes actuales.
fr: ErrorNetworkNotAvailable,Échec du chargement. Vérifie ta connexion à Internet, puis réessaie.
it: ErrorNotSupported,Impossibile visualizzare SplatNet 3. Controlla la tua connessione a Internet e attendi qualche minuto prima di riprovare. Se il problema persiste, controlla il tuo browser Internet e assicurati che sia aggiornato alla versione più recente. Se ricevi ancora questo messaggio, SplatNet 3 potrebbe non essere compatibile con le tue impostazioni o con il tuo dispositivo.
ja: RecordMain,メイン
ko: RecordLatestUsed,사용 빈도
nl: ErrorNotSupported,SplatNet 3 kan niet worden weergegeven. Controleer je internetverbinding en probeer het later opnieuw. Als het probleem niet is verholpen, controleer dan of je de meest recente versie van je internetbrowser gebruikt. Als je dit bericht blijft zien, dan wordt SplatNet 3 mogelijk niet ondersteund door je huidige apparaat of met je huidige instellingen.
ru: ErrorNetworkNotAvailable,Загрузка не удалась. Проверь подключение к Интернету и повтори попытку.
zh_hans: RecordLatestUsed,常用武器
zh_hant: RecordLatestUsed,常用武器

source: RecordLatestPlayed,Last Played
de: ErrorReload,Aktualisieren
es: ErrorReload,Actualizar
es_us: ErrorReload,Actualizar
fr: ErrorNotSupported,SplatNet 3 ne peut pas s'afficher. Vérifie ta connexion Internet et attends un peu, puis réessaie. Si le problème persiste, assure-toi que ton navigateur Internet a accueilli sa mise à jour la plus récente. Si ce message continue à apparaître, il se peut que SplatNet 3 ne soit pas compatible avec tes paramètres ou ton appareil actuels.
it: ErrorReload,Aggiorna
ja: RecordNextSkillLevel,じゅくれん度アップまで
ko: RecordMain,메인
nl: ErrorReload,Opnieuw laden
ru: ErrorNotSupported,Невозможно отобразить SplatNet 3. Проверь подключение к Интернету, подожди некоторое время и повтори попытку. Если проблема сохраняется, убедись, что твой интернет-браузер был обновлен до самой актуальной версии. Если ты продолжаешь получать это сообщение, вероятно, приложение SplatNet 3 несовместимо с твоими текущими настройками или устройством.
zh_hans: RecordMain,主要武器
zh_hant: RecordMain,主要武器

source: RecordLatestUsed,Most Used
de: RecordLatestPlayed,Zuletzt gespielt
es: RecordLatestPlayed,Más reciente
es_us: RecordLatestPlayed,Más reciente
fr: ErrorReload,Actualiser
it: RecordLatestPlayed,Giocati per ultimi
ja: RecordSkillLevel,じゅくれん度
ko: RecordNextSkillLevel,다음 숙련도까지
nl: RecordLatestPlayed,Als laatste gespeeld
ru: ErrorReload,Обновить
zh_hans: RecordNextSkillLevel,距熟练度提升还剩
zh_hant: RecordNextSkillLevel,離熟練度提升仍需

source: RecordMain,Main
de: RecordLatestUsed,Meistgenutzt
es: RecordLatestUsed,Frecuentes
es_us: RecordLatestUsed,Más usados
fr: RecordLatestPlayed,Derniers stages parcourus
it: RecordLatestUsed,Preferite
ja: RecordSort,並び替え
ko: RecordSkillLevel,숙련도
nl: RecordLatestUsed,Meest gebruikt
ru: RecordLatestPlayed,Недавние бои
zh_hans: RecordSkillLevel,熟练度
zh_hant: RecordSkillLevel,熟練度

source: RecordNextSkillLevel,Next Freshness Up
de: RecordMain,Hauptwaffe
es: RecordMain,Principal
es_us: RecordMain,Principal
fr: RecordLatestUsed,Favoris
it: RecordMain,Principale
ja: RecordSpecial,スペシャル
ko: RecordSort,정렬
nl: RecordMain,Hoofdwapen
ru: RecordLatestUsed,Любимое
zh_hans: RecordSort,更改排序
zh_hant: RecordSort,排序

source: RecordSkillLevel,Freshness
de: RecordNextSkillLevel,Nächste Stufe
es: RecordNextSkillLevel,Siguiente nivel
es_us: RecordNextSkillLevel,Siguiente nivel
fr: RecordMain,Principale
it: RecordNextSkillLevel,Punti necessari
ja: RecordStageRecord,ステージのきろく
ko: RecordSpecial,스페셜
nl: RecordNextSkillLevel,Volgende niveau
ru: RecordMain,Основное
zh_hans: RecordSpecial,特殊武器
zh_hant: RecordSpecial,特殊武器

source: RecordSort,Sort
de: RecordSkillLevel,Waffen-Style
es: RecordSkillLevel,Destreza
es_us: RecordSkillLevel,Destreza
fr: RecordNextSkillLevel,Prochaine amél.
it: RecordSkillLevel,Competenza
ja: RecordStageRecordAppName,ステージ
ko: RecordStageRecord,스테이지 기록
nl: RecordSkillLevel,Wapenniveau
ru: RecordNextSkillLevel,Следующий ур.
zh_hans: RecordStageRecord,场地记录
zh_hant: RecordStageRecord,場地記錄

source: RecordSpecial,Special
de: RecordSort,Sortieren
es: RecordSort,Ordenar
es_us: RecordSort,Ordenar
fr: RecordSkillLevel,Score de classe
it: RecordSort,Filtra
ja: RecordSub,サブ
ko: RecordStageRecordAppName,스테이지
nl: RecordSort,Sorteren
ru: RecordSkillLevel,Свежесть
zh_hans: RecordStageRecordAppName,场地
zh_hant: RecordStageRecordAppName,場地

source: RecordStageRecord,Stage Stats
de: RecordSpecial,Spezialwaffe
es: RecordSpecial,Especial
es_us: RecordSpecial,Especial
fr: RecordSort,Trier
it: RecordSpecial,Speciale
ja: RecordTitle,きろく
ko: RecordSub,서브
nl: RecordSpecial,Speciaal wapen
ru: RecordSort,Сортировать
zh_hans: RecordSub,次要武器
zh_hant: RecordSub,次要武器

source: RecordStageRecordAppName,Stages
de: RecordStageRecord,Arenen
es: RecordStageRecord,Escenarios
es_us: RecordStageRecord,Escenarios
fr: RecordSpecial,Spéciale
it: RecordStageRecord,Statistiche scenari
ja: RecordTurfPoint,塗りポイント
ko: RecordTitle,기록
nl: RecordStageRecord,Levels
ru: RecordSpecial,Особое
zh_hans: RecordTitle,记录
zh_hant: RecordTitle,記錄

source: RecordSub,Sub
de: RecordStageRecordAppName,Arenen
es: RecordStageRecordAppName,Escenarios
es_us: RecordStageRecordAppName,Escenarios
fr: RecordStageRecord,Stats - stages
it: RecordStageRecordAppName,Scenari
ja: RecordUnplayedStages,遊んでないステージ
ko: RecordTurfPoint,색칠 포인트
nl: RecordStageRecordAppName,Levels
ru: RecordStageRecord,Арены
zh_hans: RecordTurfPoint,涂墨点数
zh_hant: RecordTurfPoint,塗墨點數

source: RecordTitle,Stats
de: RecordSub,Sekundärwaffe
es: RecordSub,Secundaria
es_us: RecordSub,Secundaria
fr: RecordStageRecordAppName,Stages
it: RecordSub,Secondaria
ja: RecordUnusedWeapons,未所持のブキ
ko: RecordUnplayedStages,미플레이 스테이지
nl: RecordSub,Subwapen
ru: RecordStageRecordAppName,Арены
zh_hans: RecordUnplayedStages,未游玩的场地
zh_hant: RecordUnplayedStages,未遊玩的場地

source: RecordTurfPoint,Turf Inked
de: RecordTitle,Statistiken
es: RecordTitle,Estadísticas
es_us: RecordTitle,Estadísticas
fr: RecordSub,Secondaire
it: RecordTitle,Statistiche
ja: RecordVibes,チョーシ
ko: RecordUnusedWeapons,미소지 무기
nl: RecordTitle,Statistieken
ru: RecordSub,Запасное
zh_hans: RecordUnusedWeapons,未持有的武器
zh_hant: RecordUnusedWeapons,未持有的武器

source: RecordUnplayedStages,Unplayed Stages
de: RecordTurfPoint,Gefärbte Fläche
es: RecordTurfPoint,Sup. entintada
es_us: RecordTotalTurfPoint,p.
fr: RecordTitle,Stats
it: RecordTurfPoint,Sup. colorata
ja: RecordWeaponRecord,ブキのきろく
ko: RecordVibes,컨디션
nl: RecordTurfPoint,Geverfde grond
ru: RecordTitle,Статистика
zh_hans: RecordVibes,状态值
zh_hant: RecordVibes,狀態值

source: RecordUnusedWeapons,Not Yet Obtained
de: RecordUnplayedStages,Ungespielt
es: RecordUnplayedStages,Sin estrenar
es_us: RecordTurfPoint,Territorio pintado
fr: RecordTotalTurfPoint,p.
it: RecordUnplayedStages,Scenari non affrontati
ja: RecordWeaponRecordAppName,ブキ
ko: RecordWeaponRecord,무기 기록
nl: RecordUnplayedStages,Niet gespeelde levels
ru: RecordTotalTurfPoint,очк.
zh_hans: RecordWeaponRecord,武器记录
zh_hant: RecordWeaponRecord,武器記錄

source: RecordVibes,Fresh Meter
de: RecordUnusedWeapons,Noch freizuschaltende Waffen
es: RecordUnusedWeapons,No obtenidas aún
es_us: RecordUnplayedStages,Sin estrenar
fr: RecordTurfPoint,Surf. encrée
it: RecordUnusedWeapons,Non ancora ottenute
ja: RecordWinCount,勝利数
ko: RecordWeaponRecordAppName,무기
nl: RecordUnusedWeapons,Nog niet gekregen
ru: RecordTurfPoint,Прокрас
zh_hans: RecordWeaponRecordAppName,武器
zh_hant: RecordWeaponRecordAppName,武器

source: RecordWeaponRecord,Weapon Stats
de: RecordVibes,Miezrichter-Skala
es: RecordVibes,Evaluación
es_us: RecordUnusedWeapons,No obtenidas aún
fr: RecordUnplayedStages,Stages non parcourus
it: RecordVibes,Valutometro
ja: SettingsAcknowledgements,権利表記
ko: RecordWinCount,승리 수
nl: RecordVibes,Versheid
ru: RecordUnplayedStages,Не было боев
zh_hans: RecordWinCount,胜利数
zh_hant: RecordWinCount,獲勝數

source: RecordWeaponRecordAppName,Weapons
de: RecordWeaponRecord,Waffen
es: RecordWeaponRecord,Historial de armas
es_us: RecordVibes,Valoración
fr: RecordUnusedWeapons,Pas encore obtenues
it: RecordWeaponRecord,Statistiche armi
ja: SettingsAppName,設定
ko: SettingsAcknowledgements,권리 표기
nl: RecordWeaponRecord,Wapens
ru: RecordUnusedWeapons,Еще нет
zh_hans: SettingsAcknowledgements,权利标识
zh_hant: SettingsAcknowledgements,著作權聲明

source: RecordWinCount,Wins
de: RecordWeaponRecordAppName,Waffen
es: RecordWeaponRecordAppName,Armas
es_us: RecordWeaponRecord,Armas
fr: RecordVibes,Jauge d'appréciation
it: RecordWeaponRecordAppName,Armi
ja: SettingsCredits,クレジット
ko: SettingsAppName,설정
nl: RecordWeaponRecordAppName,Wapens
ru: RecordVibes,Шкала свежести
zh_hans: SettingsAppName,设置
zh_hant: SettingsAppName,設定

source: SettingsAcknowledgements,Copyrights
de: RecordWinCount,Siege
es: RecordWinCount,Victorias
es_us: RecordWeaponRecordAppName,Armas
fr: RecordWeaponRecord,Stats - armes
it: RecordWinCount,Vittorie
ja: SettingsExpansionPass,エキスパンション・パス 購入サイトへ
ko: SettingsCredits,크레디트
nl: RecordWinCount,Overwinningen
ru: RecordWeaponRecord,Оружие
zh_hans: SettingsCredits,制作人员
zh_hant: SettingsCredits,工作人員

source: SettingsAppName,Settings
de: SettingsAcknowledgements,Copyrights
es: SettingsAcknowledgements,Derechos de autor
es_us: RecordWinCount,Victorias
fr: RecordWeaponRecordAppName,Armes
it: SettingsAcknowledgements,Copyright
ja: SettingsTitle,設定
ko: SettingsExpansionPass,익스팬션 패스 구입 사이트로
nl: SettingsAcknowledgements,Copyrights
ru: RecordWeaponRecordAppName,Оружие
zh_hans: SettingsExpansionPass,前往扩展票的购买网站
zh_hant: SettingsExpansionPass,前往擴充票購買網站

source: SettingsCredits,Credits
de: SettingsAppName,Einstellungen
es: SettingsAppName,Ajustes
es_us: SettingsAcknowledgements,Derechos de autor
fr: RecordWinCount,Victoires :
it: SettingsAppName,Impostazioni
ja: StageScheduleBankara,バンカラマッチ
ko: SettingsTitle,설정
nl: SettingsAppName,Instellingen
ru: RecordWinCount,Побед:
zh_hans: SettingsTitle,设置
zh_hant: SettingsTitle,設定

source: SettingsExpansionPass,To Expansion Pass Information
de: SettingsCredits,Credits
es: SettingsCredits,Créditos
es_us: SettingsAppName,Ajustes
fr: SettingsAcknowledgements,Copyright
it: SettingsCredits,Riconoscimenti
ja: StageScheduleBankaraOpen,オープン
ko: StageScheduleBankara,카오폴리스 매치
nl: SettingsCredits,Credits
ru: SettingsAcknowledgements,Авторские права
zh_hans: StageScheduleBankara,蛮颓比赛
zh_hant: StageScheduleBankara,蠻頹比賽

source: SettingsTitle,Settings
de: SettingsExpansionPass,Zu Informationen über den Erweiterungspass
es: SettingsExpansionPass,Ir a la información del pase de expansión
es_us: SettingsCredits,Créditos
fr: SettingsAppName,Paramètres
it: SettingsExpansionPass,Informazioni sul Pass di espansione
ja: StageScheduleBankaraOpenChallenge,チャレンジ
ko: StageScheduleBankaraOpen,오픈
nl: SettingsExpansionPass,Informatie over de uitbreidingspas
ru: SettingsAppName,Настройки
zh_hans: StageScheduleBankaraOpen,开放
zh_hant: StageScheduleBankaraOpen,開放

source: StageScheduleBankara,Anarchy Battle
de: SettingsTitle,Einstellungen
es: SettingsTitle,Ajustes
es_us: SettingsExpansionPass,Visita el sitio del pase de expansión
fr: SettingsCredits,Crédits
it: SettingsTitle,Impostazioni
ja: StageScheduleCoop,サーモンラン
ko: StageScheduleBankaraOpenChallenge,챌린지
nl: SettingsTitle,Instellingen
ru: SettingsCredits,Над игрой работали
zh_hans: StageScheduleBankaraOpenChallenge,挑战
zh_hant: StageScheduleBankaraOpenChallenge,挑戰

source: StageScheduleBankaraOpen,Open
de: StageScheduleBankara,Anarchie-Kampf
es: StageScheduleBankara,Combate caótico
es_us: SettingsTitle,Ajustes
fr: SettingsExpansionPass,Informations sur le Pass d'extension
it: StageScheduleBankara,Partita anarchica
ja: StageScheduleCoopCurrentPeriodStart,NOW OPEN！
ko: StageScheduleCoop,새먼 런
nl: StageScheduleBankara,Chaosgevecht
ru: SettingsExpansionPass,К информации о талоне на расширение
zh_hans: StageScheduleCoop,鲑鱼跑
zh_hant: StageScheduleCoop,SALMON RUN

source: StageScheduleBankaraOpenChallenge,Series
de: StageScheduleBankaraOpen,Offen
es: StageScheduleBankaraOpen,Informal
es_us: StageScheduleBankara,Combate caótico
fr: SettingsTitle,Paramètres
it: StageScheduleBankaraOpen,Aperta
ja: StageScheduleEvent,イベントマッチ
ko: StageScheduleCoopCurrentPeriodStart,NOW OPEN!
nl: StageScheduleBankaraOpen,Open
ru: SettingsTitle,Настройки
zh_hans: StageScheduleCoopCurrentPeriodStart,NOW OPEN！
zh_hant: StageScheduleCoopCurrentPeriodStart,NOW OPEN！

source: StageScheduleCoop,Salmon Run
de: StageScheduleBankaraOpenChallenge,Serie
es: StageScheduleBankaraOpenChallenge,Formal
es_us: StageScheduleBankaraOpen,Informal
fr: StageScheduleBankara,Match anarchie
it: StageScheduleBankaraOpenChallenge,Serie
ja: StageScheduleEventCurrentSchedule,いま
ko: StageScheduleEvent,이벤트 매치
nl: StageScheduleBankaraOpenChallenge,Sessie
ru: StageScheduleBankara,Стихийный бой
zh_hans: StageScheduleEvent,活动比赛
zh_hant: StageScheduleEvent,活動比賽
