Repository: av5ja/Mudmouth
Catalog: sources/Resources/*.lproj/Localizable.strings
Languages: de, es, es_us, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

source: CommonFAQ,FAQ
de: CoopHistoryEventFrequency,Häufigkeit der Ereignisse
es: CoopHistoryEventFrequency,Frecuencia de los eventos
es_us: CoopHistoryEventClearRatio,
fr: CoopHistoryEstimatedValue,Estimation de
it: CoopHistoryEventFrequency,Frequenza dell'evento
ja: CoopHistoryGradePoint,評価ポイント
ko: CoopHistoryGradeId,학년
nl: CoopHistoryEventFrequency,Gebeurtenis frequentie
ru: CoopHistoryEstimatedValue,Оценка
zh_hans: CoopHistoryGradeId,等级
zh_hant: CoopHistoryGradeId,成績

source: CommonGamingMode,Gaming mode
de: CommonFAQ,FAQ
es: CommonFAQ,PREGUNTAS FRECUENTES
es_us: CoopHistoryEventFrequency,
fr: CoopHistoryEventClearRatio,Rapport clair
it: CommonFAQ,FAQ
ja: CoopHistoryHighestRecord,最高きろく
ko: CoopHistoryGradePoint,학점
nl: CommonFAQ,FAQ
ru: CoopHistoryEventClearRatio,Четкое соотношение
zh_hans: CoopHistoryGradePoint,成绩点
zh_hant: CoopHistoryGradePoint,成績點數

source: CoopHistoryGradeId,Grade
de: CommonGamingMode,Spiele-Modus
es: CommonGamingMode,Modo de juego
es_us: CommonFAQ,
fr: CoopHistoryEventFrequency,Fréquence des événements
it: CommonGamingMode,Modalità di gioco
ja: CommonIkaring2,イカリング2
ko: CoopHistoryHighestRecord,최고
nl: CommonGamingMode,Gaming modus
ru: CoopHistoryEventFrequency,Частота событий
zh_hans: CoopHistoryHighestRecord,最高的
zh_hant: CoopHistoryHighestRecord,最高的

source: CoopHistoryGradePoint,Grade point
de: CoopHistoryGradeId,Klasse
es: CoopHistoryGradeId,Grado
es_us: CommonGamingMode,
fr: CommonFAQ,FAQ
it: CoopHistoryGradeId,Grado
ja: CommonInvalid,無効
ko: CommonIkaring2,SplatNet2
nl: CoopHistoryGradeId,Rang
ru: CommonFAQ,ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ
zh_hans: CommonIkaring2,SplatNet2
zh_hant: CommonIkaring2,SplatNet2

source: CoopHistoryHighestRecord,Highest
de: CoopHistoryGradePoint,Notenpunkt
es: CoopHistoryGradePoint,Calificación
es_us: CoopHistoryGradeId,
fr: CommonGamingMode,Mode de jeu
it: CoopHistoryGradePoint,Punto di valutazione
ja: CommonLanguages,言語
ko: CommonInvalid,잘못된
nl: CoopHistoryGradePoint,Grade point
ru: CommonGamingMode,Игровой режим
zh_hans: CommonInvalid,无效
zh_hant: CommonInvalid,無效的

source: CommonIkaring2,SplatNet2
de: CoopHistoryHighestRecord,Höchste
es: CoopHistoryHighestRecord,Más alto
es_us: CoopHistoryGradePoint,
fr: CoopHistoryGradeId,Grade
it: CoopHistoryHighestRecord,Il più alto
ja: CommonShareLogMessage,開発者にログを送信します。エラー発生時にログファイルを送信していただくことで、開発者が原因特定と修正するのが楽になります。ログファイルには個人を特定する一切の情報は含まれていません。
ko: CommonLanguages,언어
nl: CoopHistoryHighestRecord,Hoogste
ru: CoopHistoryGradeId,Класс
zh_hans: CommonLanguages,语言
zh_hant: CommonLanguages,語言

source: CommonInvalid,Invalid
de: CommonIkaring2,SplatNet2
es: CommonIkaring2,SplatNet2
es_us: CoopHistoryHighestRecord,
fr: CoopHistoryGradePoint,Point de note
it: CommonIkaring2,SplatNet2
ja: CommonShareLog,ログ送信
ko: CommonShareLogMessage,개발자에게 로그를 전송합니다. 오류가 발생할 때 로그 파일을 전송하면 개발자가 오류의 원인을 식별하고 수정하기 쉬워집니다. 로그 파일은 개인 식별 정보를 포함하지 않습니다.
nl: CommonIkaring2,SplatNet2
ru: CoopHistoryGradePoint,Балл за оценку
zh_hans: CommonShareLogMessage,发送日志给开发人员。当出现错误时发送日志文件将有助于开发人员识别和纠正错误的原因。日志文件不包含任何个人身份识别信息。
zh_hant: CommonShareLogMessage,傳送日誌給開發人員。當發生錯誤時，傳送日誌文件將有助於開發人員識別和修正錯誤的原因。日誌文件不包含任何個人身份識別信息。

source: CommonLanguages,Languages
de: CommonInvalid,Ungültig
es: CommonInvalid,No válido
es_us: CommonIkaring2,
fr: CoopHistoryHighestRecord,Le plus haut
it: CommonInvalid,Non valido
ja: CommonLogSize,ログファイル
ko: CommonShareLog,로그 공유하기
nl: CommonInvalid,Ongeldig
ru: CoopHistoryHighestRecord,Самый высокий
zh_hans: CommonShareLog,分享日志
zh_hant: CommonShareLog,分享日誌

source: CommonShareLogMessage,Send logs to developer. Sending the log file when an error occurs will make it easier for the developer to identify and correct the cause of the error. The log file does not contain any personally identifiable information.
de: CommonLanguages,Sprachen
es: CommonLanguages,Idiomas
es_us: CommonInvalid,
fr: CommonIkaring2,SplatNet2
it: CommonLanguages,Le lingue
ja: CommonMyPage,マイページ
ko: CommonLogSize,로그 파일
nl: CommonLanguages,Talen
ru: CommonIkaring2,SplatNet2
zh_hans: CommonLogSize,日志文件
zh_hant: CommonLogSize,日誌文件

source: CommonShareLog,Share logs
de: CommonShareLogMessage,Protokolle an den Entwickler senden. Das Versenden der Protokolldatei bei Auftreten eines Fehlers erleichtert es dem Entwickler, die Fehlerursache zu ermitteln und zu beheben. Die Protokolldatei enthält keine persönlich identifizierbaren Informationen.
es: CommonShareLogMessage,Enviar logs al desarrollador. El envío del archivo de registro cuando se produce un error facilitará al desarrollador la identificación y corrección de la causa del error. El archivo de registro no contiene información personal identificable.
es_us: CommonLanguages,
fr: CommonInvalid,Invalide
it: CommonShareLogMessage,Inviare i log allo sviluppatore. L'invio del file di log quando si verifica un errore renderà più facile per lo sviluppatore identificare e correggere la causa dell'errore. Il file di log non contiene informazioni di identificazione personale.
ja: CoopHistoryPlayerCrew,なかま
ko: CommonMyPage,내 페이지
nl: CommonShareLogMessage,Logbestanden naar ontwikkelaar sturen. Door het logbestand te versturen wanneer een fout optreedt, kan de ontwikkelaar gemakkelijker de oorzaak van de fout opsporen en corrigeren. Het logbestand bevat geen persoonlijk identificeerbare informatie.
ru: CommonInvalid,Неверный
zh_hans: CommonMyPage,我的页面
zh_hant: CommonMyPage,我的頁面

source: CommonLogSize,Log files
de: CommonShareLog,Protokolle teilen
es: CommonShareLog,Compartir registros
es_us: CommonShareLogMessage,
fr: CommonLanguages,Langues
it: CommonShareLog,Condividi i log
ja: CoopHistoryPlayerYou,あなた
ko: CoopHistoryPlayerCrew,크루
nl: CommonShareLog,Logboeken delen
ru: CommonLanguages,Языки
zh_hans: CoopHistoryPlayerCrew,职员
zh_hant: CoopHistoryPlayerCrew,組

source: CommonMyPage,My page
de: CommonLogSize,Log-Dateien
es: CommonLogSize,Archivos de registro
es_us: CommonShareLog,
fr: CommonShareLogMessage,Envoyer les journaux au développeur. L'envoi du fichier journal lorsqu'une erreur se produit permet au développeur d'identifier et de corriger plus facilement la cause de l'erreur. Le fichier journal ne contient aucune information personnelle identifiable.
it: CommonLogSize,File di log
ja: CommonPrivacyPolicy,プライバシーポリシー
ko: CoopHistoryPlayerYou,당신
nl: CommonLogSize,Logbestanden
ru: CommonShareLogMessage,Отправляйте журналы разработчику. Отправка файла журнала при возникновении ошибки облегчит разработчику выявление и устранение причины ошибки. Файл журнала не содержит никакой личной информации.
zh_hans: CoopHistoryPlayerYou,你
zh_hant: CoopHistoryPlayerYou,您

source: CoopHistoryPlayerCrew,Crew
de: CommonMyPage,Meine Seite
es: CommonMyPage,Mi página
es_us: CommonLogSize,
fr: CommonShareLog,Registres des partages
it: CommonMyPage,La mia pagina
ja: CommonRequestForm,フォーム
ko: CommonPrivacyPolicy,개인 정보 정책
nl: CommonMyPage,Mijn pagina
ru: CommonShareLog,Делить журналы
zh_hans: CommonPrivacyPolicy,隐私政策
zh_hant: CommonPrivacyPolicy,隱私政策

source: CoopHistoryPlayerYou,You
de: CoopHistoryPlayerCrew,Besatzung
es: CoopHistoryPlayerCrew,Tripulación
es_us: CommonMyPage,
fr: CommonLogSize,Fichiers journaux
it: CoopHistoryPlayerCrew,Equipaggio
ja: CommonRequestFormBug,バグ修正
ko: CommonRequestForm,양식
nl: CoopHistoryPlayerCrew,Bemanning
ru: CommonLogSize,Файлы журналов
zh_hans: CommonRequestForm,形状
zh_hant: CommonRequestForm,表格

source: CommonPrivacyPolicy,Privacy Policy
de: CoopHistoryPlayerYou,Sie
es: CoopHistoryPlayerYou,Usted
es_us: CoopHistoryPlayerCrew,
fr: CommonMyPage,Ma page
it: CoopHistoryPlayerYou,Tu
ja: CommonRequestFormContent,内容
ko: CommonRequestFormBug,버그
nl: CoopHistoryPlayerYou,Jij
ru: CommonMyPage,Моя страница
zh_hans: CommonRequestFormBug,错误
zh_hant: CommonRequestFormBug,錯誤

source: CommonRequestForm,Form
de: CommonPrivacyPolicy,Datenschutzbestimmungen
es: CommonPrivacyPolicy,Política de privacidad
es_us: CoopHistoryPlayerYou,
fr: CoopHistoryPlayerCrew,Equipage
it: CommonPrivacyPolicy,Informativa sulla privacy
ja: CommonRequestFormEnhancement,改善案
ko: CommonRequestFormContent,컨텐츠
nl: CommonPrivacyPolicy,Privacybeleid
ru: CoopHistoryPlayerCrew,Экипаж
zh_hans: CommonRequestFormContent,内容
zh_hant: CommonRequestFormContent,內容

source: CommonRequestFormBug,Bug
de: CommonRequestForm,Formular
es: CommonRequestForm,Formulario
es_us: CommonPrivacyPolicy,
fr: CoopHistoryPlayerYou,Vous
it: CommonRequestForm,Forma
ja: CommonRequestFormFeature,機能追加
ko: CommonRequestFormEnhancement,기능 향상
nl: CommonRequestForm,Formulier
ru: CoopHistoryPlayerYou,Вы
zh_hans: CommonRequestFormEnhancement,增强功能
zh_hant: CommonRequestFormEnhancement,增強

source: CommonRequestFormContent,Content
de: CommonRequestFormBug,Fehler
es: CommonRequestFormBug,Error
es_us: CommonRequestForm,
fr: CommonPrivacyPolicy,Politique de confidentialité
it: CommonRequestFormBug,Bug
ja: CommonRequestFormTitle,タイトル
ko: CommonRequestFormFeature,특징
nl: CommonRequestFormBug,Bug
ru: CommonPrivacyPolicy,Политика конфиденциальности
zh_hans: CommonRequestFormFeature,特点
zh_hant: CommonRequestFormFeature,功能

source: CommonRequestFormEnhancement,Enhancement
de: CommonRequestFormContent,Inhalt
es: CommonRequestFormContent,Contenido
es_us: CommonRequestFormBug,
fr: CommonRequestForm,Formulaire
it: CommonRequestFormContent,Contenuto
ja: CommonRequestFormType,種類
ko: CommonRequestFormTitle,제목
nl: CommonRequestFormContent,Inhoud
ru: CommonRequestForm,Форма
zh_hans: CommonRequestFormTitle,标题
zh_hant: CommonRequestFormTitle,標題

source: CommonRequestFormFeature,Feature
de: CommonRequestFormEnhancement,Erweiterung
es: CommonRequestFormEnhancement,Mejora
es_us: CommonRequestFormContent,
fr: CommonRequestFormBug,Bug
it: CommonRequestFormEnhancement,Potenziamento
ja: CommonRequsetFormSubmit,送信
ko: CommonRequestFormType,유형
nl: CommonRequestFormEnhancement,Verbetering
ru: CommonRequestFormBug,Ошибка
zh_hans: CommonRequestFormType,类型
zh_hant: CommonRequestFormType,類型

source: CommonRequestFormTitle,Title
de: CommonRequestFormFeature,Merkmal
es: CommonRequestFormFeature,Característica
es_us: CommonRequestFormEnhancement,
fr: CommonRequestFormContent,Contenu
it: CommonRequestFormFeature,Caratteristica
ja: CommonRestore,リストア
ko: CommonRequsetFormSubmit,제출
nl: CommonRequestFormFeature,Functie
ru: CommonRequestFormContent,Содержание
zh_hans: CommonRequsetFormSubmit,提交
zh_hant: CommonRequsetFormSubmit,提交

source: CommonRequestFormType,Type
de: CommonRequestFormTitle,Titel
es: CommonRequestFormTitle,Título
es_us: CommonRequestFormFeature,
fr: CommonRequestFormEnhancement,Amélioration
it: CommonRequestFormTitle,Titolo
ja: CommonRestoreMessage,ファイルアプリからリストアするファイルを選択してください。
ko: CommonRestore,복원
nl: CommonRequestFormTitle,Titel
ru: CommonRequestFormEnhancement,Усиление
zh_hans: CommonRestore,恢复
zh_hant: CommonRestore,還原

source: CommonRequsetFormSubmit,Submit
de: CommonRequestFormType,Typ
es: CommonRequestFormType,Tipo
es_us: CommonRequestFormTitle,
fr: CommonRequestFormFeature,Fonctionnalité
it: CommonRequestFormType,Tipo
ja: CoopHistoryResultsCount,リザルト件数
ko: CommonRestoreMessage,파일 앱에서 복원할 파일 선택.
nl: CommonRequestFormType,Type
ru: CommonRequestFormFeature,Характеристика
zh_hans: CommonRestoreMessage,在文件应用程序中选择要恢复的文件。
zh_hant: CommonRestoreMessage,在「檔案」應用程式中選擇要還原的檔案。

source: CommonRestore,Restore
de: CommonRequsetFormSubmit,Einreichen
es: CommonRequsetFormSubmit,Enviar
es_us: CommonRequestFormType,
fr: CommonRequestFormTitle,Titre
it: CommonRequsetFormSubmit,Invia
ja: CommonRoleDebuger,デバッグ
ko: CoopHistoryResultsCount,결과 수
nl: CommonRequsetFormSubmit,Dien in
ru: CommonRequestFormTitle,Название
zh_hans: CoopHistoryResultsCount,结果计数
zh_hant: CoopHistoryResultsCount,結果計數

source: CommonRestoreMessage,Select file to restore in Files app.
de: CommonRestore,Wiederherstellen
es: CommonRestore,Restaurar
es_us: CommonRequsetFormSubmit,
fr: CommonRequestFormType,Type
it: CommonRestore,Ripristino
ja: CommonRoleDeveloper,開発
ko: CommonRoleDebuger,디버그
nl: CommonRestore,Herstel
ru: CommonRequestFormType,Тип
zh_hans: CommonRoleDebuger,调试
zh_hant: CommonRoleDebuger,除錯

source: CoopHistoryResultsCount,Results count
de: CommonRestoreMessage,Wählen Sie die wiederherzustellende Datei in der Dateien-App aus.
es: CommonRestoreMessage,Seleccione el archivo que desea restaurar en la aplicación Archivos.
es_us: CommonRestore,
fr: CommonRequsetFormSubmit,Soumettre
it: CommonRestoreMessage,Selezionare il file da ripristinare nell'applicazione File.
ja: CommonRoleTester,テスト
ko: CommonRoleDeveloper,개발자
nl: CommonRestoreMessage,Selecteer bestand om te herstellen in Bestanden app.
ru: CommonRequsetFormSubmit,Отправить
zh_hans: CommonRoleDeveloper,开发商
zh_hant: CommonRoleDeveloper,開發者

source: CommonRoleDebuger,Debug
de: CoopHistoryResultsCount,Ergebnisse zählen
es: CoopHistoryResultsCount,Recuento de resultados
es_us: CommonRestoreMessage,
fr: CommonRestore,Restaurer
it: CoopHistoryResultsCount,Conteggio dei risultati
ja: CommonRoleTranslator,翻訳
ko: CommonRoleTester,테스터
nl: CoopHistoryResultsCount,Resultaten tellen
ru: CommonRestore,Восстановить
zh_hans: CommonRoleTester,检验员
zh_hant: CommonRoleTester,測試者

source: CommonRoleDeveloper,Developer
de: CommonRoleDebuger,Debuggen
es: CommonRoleDebuger,Depurar
es_us: CoopHistoryResultsCount,
fr: CommonRestoreMessage,Sélectionnez le fichier à restaurer dans l'application Fichiers.
it: CommonRoleDebuger,Debug
ja: CommonSaveToPhotoLibrary,保存しました
ko: CommonRoleTranslator,번역자
nl: CommonRoleDebuger,Debug
zh_hans: CommonRoleTranslator,翻译人员
zh_hant: CommonRoleTranslator,翻譯者

source: CommonRoleTester,Testor
de: CommonRoleDeveloper,Entwickler
es: CommonRoleDeveloper,Desarrollador
es_us: CommonRoleDebuger,
fr: CoopHistoryResultsCount,Nombre de résultats
it: CommonRoleDeveloper,Sviluppatore
ja: CommonScheduleSync,スケジュール同期
ko: CommonSaveToPhotoLibrary,성공적으로 저장되었습니다.
nl: CommonRoleDeveloper,Ontwikkelaar
ru: CoopHistoryResultsCount,Подсчет результатов
zh_hans: CommonSaveToPhotoLibrary,已成功保存
zh_hant: CommonSaveToPhotoLibrary,儲存成功

source: CommonRoleTranslator,Translator
de: CommonRoleTester,Testor
es: CommonRoleTester,Testor
es_us: CommonRoleDeveloper,
fr: CommonRoleDebuger,Déboguer
it: CommonRoleTester,Testor
ja: CommonScheduleSyncMessage,スケジュールサーバーから過去のスケジュールを取得します
ko: CommonScheduleSync,동기화 일정
nl: CommonRoleTester,Testor
ru: CommonRoleDebuger,Отладка
zh_hans: CommonScheduleSync,同步时间表
zh_hant: CommonScheduleSync,同步排程

source: CommonSaveToPhotoLibrary,Saved successfully
de: CommonRoleTranslator,Übersetzer
es: CommonRoleTranslator,Traductor
es_us: CommonRoleTester,
fr: CommonRoleDeveloper,Développeur
it: CommonRoleTranslator,Traduttore
ja: CommonSignIn,ログイン
ko: CommonScheduleSyncMessage,서버에서 일정 검색.
nl: CommonRoleTranslator,Vertaler
ru: CommonRoleDeveloper,Разработчик
zh_hans: CommonScheduleSyncMessage,从服务器检索时间表。
zh_hant: CommonScheduleSyncMessage,從伺服器檢索排程。

source: CommonScheduleSync,Sync Schedule
de: CommonSaveToPhotoLibrary,Erfolgreich gespeichert
es: CommonSaveToPhotoLibrary,Guardado correctamente
es_us: CommonRoleTranslator,
fr: CommonRoleTester,Testor
it: CommonSaveToPhotoLibrary,Salvato con successo
ja: CommonSignOut,ログアウト
ko: CommonSignIn,로그인
nl: CommonSaveToPhotoLibrary,Met succes opgeslagen
ru: CommonRoleTester,Testor
zh_hans: CommonSignIn,登录
zh_hant: CommonSignIn,登入

source: CommonScheduleSyncMessage,Retrieve schedule from the server.
de: CommonScheduleSync,Zeitplan synchronisieren
es: CommonScheduleSync,Sincronizar horario
es_us: CommonSaveToPhotoLibrary,
fr: CommonRoleTranslator,Traducteur
it: CommonScheduleSync,Programma di sincronizzazione
ja: CommonSignOutSuccessfully,ログアウト成功しました
ko: CommonSignOut,로그아웃
nl: CommonScheduleSync,Synchronisatie schema
ru: CommonRoleTranslator,Переводчик
zh_hans: CommonSignOut,签出
zh_hant: CommonSignOut,登出

source: CommonSignIn,Sign in
de: CommonScheduleSyncMessage,Abrufen des Zeitplans vom Server.
es: CommonScheduleSyncMessage,Recupera la programación del servidor.
es_us: CommonScheduleSync,
fr: CommonSaveToPhotoLibrary,Sauvegardé avec succès
it: CommonScheduleSyncMessage,Recupera la pianificazione dal server.
ja: CommonSignOutMessage,ニンテンドーアカウントとの連携を解除します
ko: CommonSignOutSuccessfully,로그아웃 성공적으로 완료되었습니다
nl: CommonScheduleSyncMessage,Agenda ophalen van de server.
ru: CommonSaveToPhotoLibrary,Сохранено успешно
zh_hans: CommonSignOutSuccessfully,登出成功
zh_hant: CommonSignOutSuccessfully,登出成功

source: CommonSignOut,Sign out
de: CommonSignIn,Eintragen
es: CommonSignIn,Iniciar sesión
es_us: CommonScheduleSyncMessage,
fr: CommonScheduleSync,Calendrier de synchronisation
it: CommonSignIn,Accedi
ja: CommonSourceCode,ソースコード
ko: CommonSignOutMessage,닌텐도 스위치 계정 연결 해제.
nl: CommonSignIn,Aanmelden
ru: CommonScheduleSync,Расписание синхронизации
zh_hans: CommonSignOutMessage,解除对Nintendo Switch账户的链接。
zh_hant: CommonSignOutMessage,取消連結任天堂Switch帳戶。

source: CommonSignOutSuccessfully,Sign out successfully
de: CommonSignOut,Abmelden
es: CommonSignOut,Cerrar sesión
es_us: CommonSignIn,
fr: CommonScheduleSyncMessage,Récupérer le calendrier depuis le serveur.
it: CommonSignOut,Esci
ja: CoopHistorySuppliedRatio,支給率
ko: CommonSourceCode,소스 코드
nl: CommonSignOut,Afmelden
ru: CommonScheduleSyncMessage,Получение расписания с сервера.
zh_hans: CommonSourceCode,源代码
zh_hant: CommonSourceCode,原始碼

source: CommonSignOutMessage,Unlink the Nintendo Switch account.
de: CommonSignOutSuccessfully,Erfolgreich abmelden
es: CommonSignOutSuccessfully,Cerrar sesión correctamente
es_us: CommonSignOut,
fr: CommonSignIn,Se connecter
it: CommonSignOutSuccessfully,Esci con successo
ja: CommonUpdateRequired,アプリをアップデートしてください
ko: CoopHistorySuppliedRatio,공급 비율
nl: CommonSignOutSuccessfully,Succesvol afmelden
ru: CommonSignIn,Войти
zh_hans: CoopHistorySuppliedRatio,提供的比率
zh_hant: CoopHistorySuppliedRatio,供應比率

source: CommonSourceCode,Source code
de: CommonSignOutMessage,Entkoppeln Sie das Nintendo Switch-Konto.
es: CommonSignOutMessage,Desvincula la cuenta de Nintendo Switch.
es_us: CommonSignOutSuccessfully,
fr: CommonSignOut,Se déconnecter
it: CommonSignOutMessage,Disconnettere l'account Nintendo Switch.
ja: CommonUserData,ユーザーデータ
ko: CommonUpdateRequired,앱 업데이트가 필요합니다.
nl: CommonSignOutMessage,Ontkoppel het Nintendo Switch-account.
ru: CommonSignOut,Выписаться
zh_hans: CommonUpdateRequired,需要更新应用程序
zh_hant: CommonUpdateRequired,需要應用程式更新

source: CoopHistorySuppliedRatio,Supplied ratio
de: CommonSourceCode,Quellcode
es: CommonSourceCode,Código fuente
es_us: CommonSignOutMessage,
fr: CommonSignOutSuccessfully,Déconnexion réussie
it: CommonSourceCode,Codice sorgente
ja: CommonValid,有効
ko: CommonUserData,사용자 데이터
nl: CommonSourceCode,Broncode
ru: CommonSignOutSuccessfully,Успешно выйти из системы
zh_hans: CommonUserData,用户数据
zh_hant: CommonUserData,使用者資料

source: CommonUpdateRequired,App update is required
de: CoopHistorySuppliedRatio,Angegebenes Verhältnis
es: CoopHistorySuppliedRatio,Proporción suministrada
es_us: CommonSourceCode,
fr: CommonSignOutMessage,Détachez le compte Nintendo Switch.
it: CoopHistorySuppliedRatio,Rapporto fornito
ja: CommonAppVersion,バージョン
ko: CommonValid,유효한
nl: CoopHistorySuppliedRatio,Geleverde verhouding
ru: CommonSignOutMessage,Отвяжите учетную запись Nintendo Switch.
zh_hans: CommonValid,有效
zh_hant: CommonValid,有效的

source: CommonUserData,User data
de: CommonUpdateRequired,App-Update ist erforderlich
es: CommonUpdateRequired,Es necesario actualizar la aplicación
es_us: CoopHistorySuppliedRatio,
fr: CommonSourceCode,Code source
it: CommonUpdateRequired,È necessario un aggiornamento dell'app
ja: CommonWipeLog,ログ消去
ko: CommonAppVersion,버전
nl: CommonUpdateRequired,App update is vereist
ru: CommonSourceCode,Исходный код
zh_hans: CommonAppVersion,版本
zh_hant: CommonAppVersion,版本

source: CommonValid,Valid
de: CommonUserData,Benutzerdaten
es: CommonUserData,Datos del usuario
es_us: CommonUpdateRequired,
fr: CoopHistorySuppliedRatio,Rapport fourni
it: CommonUserData,Dati utente
ja: CommonWipeLogMessage,保存されている全てのログを消去します。
ko: CommonWipeLog,로그 제거
nl: CommonUserData,Gebruikersgegevens
ru: CoopHistorySuppliedRatio,Коэффициент обеспеченности
zh_hans: CommonWipeLog,擦拭日志
zh_hant: CommonWipeLog,清除日誌

source: CommonAppVersion,Version
de: CommonValid,Gültig
es: CommonValid,Válido
es_us: CommonUserData,
fr: CommonUpdateRequired,Une mise à jour de l'application est nécessaire
it: CommonValid,Valido
ja: CommonWipeResults,リザルト消去
ko: CommonWipeLogMessage,모든 로그 제거.
nl: CommonValid,Geldig
ru: CommonUpdateRequired,Требуется обновление приложения
zh_hans: CommonWipeLogMessage,擦拭所有的日志。
zh_hant: CommonWipeLogMessage,清除所有日誌。

source: CommonWipeLog,Wipe logs
de: CommonAppVersion,Version
es: CommonAppVersion,Versión
es_us: CommonValid,
fr: CommonUserData,Données de l'utilisateur
it: CommonAppVersion,Versione
ja: CommonWipeResultsMessage,保存されている全てのリザルトを消去します。
ko: CommonWipeResults,결과 제거
nl: CommonAppVersion,Versie
ru: CommonUserData,Данные пользователя
zh_hans: CommonWipeResults,擦拭结果
zh_hant: CommonWipeResults,清除結果

source: CommonWipeLogMessage,Wipe all of logs.
de: CommonWipeLog,Protokolle wischen
es: CommonWipeLog,Limpiar registros
es_us: CommonAppVersion,
fr: CommonValid,Valable
it: CommonWipeLog,Pulire i registri
ja: CommonWriteReview,レビューを書く
ko: CommonWipeResultsMessage,모든 데이터 제거.
nl: CommonWipeLog,Logboeken wissen
ru: CommonValid,Действителен
zh_hans: CommonWipeResultsMessage,擦除所有数据。
zh_hant: CommonWipeResultsMessage,清除所有資料。

source: CommonWipeResults,Wipe results
de: CommonWipeLogMessage,Wischen Sie alle Protokolle ab.
es: CommonWipeLogMessage,Limpia todos los registros.
es_us: CommonWipeLog,
fr: CommonAppVersion,Version
it: CommonWipeLogMessage,Pulire tutti i registri.
ja: CoopHistoryOverallRecord,総合きろく
ko: CommonWriteReview,리뷰 작성
nl: CommonWipeLogMessage,Veeg alle logboeken weg.
ru: CommonAppVersion,Версия
zh_hans: CommonWriteReview,撰写评论
zh_hant: CommonWriteReview,撰寫評論

source: CommonWipeResultsMessage,Wipe all of data.
de: CommonWipeResults,Ergebnisse wischen
es: CommonWipeResults,Resultados de la limpieza
es_us: CommonWipeLogMessage,
fr: CommonWipeLog,Essuyer les journaux
it: CommonWipeResults,Risultati della pulizia
ja: CommonGoldenEggs,金イクラ
ko: CoopHistoryOverallRecord,전반적으로
nl: CommonWipeResults,Veegresultaten
ru: CommonWipeLog,Протирать журналы
zh_hans: CoopHistoryOverallRecord,总的来说
zh_hant: CoopHistoryOverallRecord,整體

source: CommonWriteReview,Write a review
de: CommonWipeResultsMessage,Löschen Sie alle Daten.
es: CommonWipeResultsMessage,Borra todos los datos.
es_us: CommonWipeResults,
fr: CommonWipeLogMessage,Effacez tous les journaux.
it: CommonWipeResultsMessage,Cancellare tutti i dati.
ja: CommonPowerEggs,イクラ
ko: CommonGoldenEggs,황금 알
nl: CommonWipeResultsMessage,Wis alle gegevens.
ru: CommonWipeLogMessage,Протрите все журналы.
zh_hans: CommonGoldenEggs,金蛋
zh_hant: CommonGoldenEggs,金蛋

source: CoopHistoryOverallRecord,Overall
de: CommonWriteReview,Eine Bewertung schreiben
es: CommonWriteReview,Escriba un comentario
es_us: CommonWipeResultsMessage,
fr: CommonWipeResults,Résultats de l'essuyage
it: CommonWriteReview,Scrivi una recensione
ja: CommonOverview,概要
ko: CommonPowerEggs,파워 에그
nl: CommonWriteReview,Schrijf een review
ru: CommonWipeResults,Результаты вытирания
zh_hans: CommonPowerEggs,动力蛋
zh_hant: CommonPowerEggs,能量蛋

source: CommonGoldenEggs,Golden Eggs
de: CoopHistoryOverallRecord,Insgesamt
es: CoopHistoryOverallRecord,En general
es_us: CommonWriteReview,
fr: CommonWipeResultsMessage,Effacer toutes les données.
it: CoopHistoryOverallRecord,In generale
ja: CommonLocale,ja-JP
ko: CommonOverview,개요
nl: CoopHistoryOverallRecord,Algemeen
ru: CommonWipeResultsMessage,Сотрите все данные.
zh_hans: CommonOverview,概述
zh_hant: CommonOverview,概述
