Repository: av5ja/Mudmouth
Catalog: sources/Resources/*.lproj/Localizable.strings
Languages: de, es, es_us, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

source: CoopHistoryBossAvailable,King Salmonid Sighting!
de: CoopHistoryBossAvailable,Ober-Salmonide gesichtet!
es: CoopHistoryBossAvailable,¡Gran jefe a la vista!
es_us: CoopHistoryBossAvailable,¡Gran jefe a la vista!
fr: CoopHistoryBossAvailable,Salmonarque en approche !
it: CoopHistoryBossAvailable,Salmonarca avvistato!
ja: CoopHistoryDefeatBoss,オカシラシャケ撃破！
ko: CoopHistoryDefeatBossCount,쓰러뜨린 두목연어
nl: CoopHistoryBossAvailable,Salmonster gesignaleerd!
ru: CoopHistoryBossAvailable,Появился самонид-король!
zh_hans: CoopHistoryDefeatBoss,击倒头目鲑鱼！
zh_hant: CoopHistoryDefeatBoss,擊倒頭目鮭魚！

source: CoopHistoryClear,Clear!
de: CoopHistoryClear,Geschafft!
es: CoopHistoryClear,¡Bravo!
es_us: CoopHistoryClear,¡Victoria!
fr: CoopHistoryClear,Réussite !
it: CoopHistoryClear,Ce l'hai fatta!
ja: CoopHistoryDefeatBossCount,倒したオカシラシャケ
ko: CoopHistoryDefeated,쓰러뜨렸다!
nl: CoopHistoryClear,Gelukt!
ru: CoopHistoryClear,Успех!
zh_hans: CoopHistoryDefeatBossCount,已击倒的头目鲑鱼
zh_hant: CoopHistoryDefeatBossCount,已擊倒的頭目鮭魚

source: CoopHistoryDangerRatio,Hazard Level
de: CoopHistoryDangerRatio,Gefahrenstufe
es: CoopHistoryDangerRatio,Nivel de riesgo
es_us: CoopHistoryDangerRatio,Nivel de riesgo
fr: CoopHistoryDangerRatio,Niveau de danger :
it: CoopHistoryDangerRatio,Rischio
ja: CoopHistoryDefeated,倒した！
ko: CoopHistoryDefeatedEnemies,쓰러뜨린 거물연어
nl: CoopHistoryDangerRatio,Risiconiveau
ru: CoopHistoryDangerRatio,Сложность
zh_hans: CoopHistoryDefeated,成功击倒！
zh_hant: CoopHistoryDefeated,成功擊倒！

source: CoopHistoryDefeatBoss,King Salmonid Attack!
de: CoopHistoryDefeatBoss,Ober-Salmoniden-Angriff!
es: CoopHistoryDefeatBoss,¡Gran jefe al ataque!
es_us: CoopHistoryDefeatBoss,¡Gran jefe al ataque!
fr: CoopHistoryDefeatBoss,Attaque de Salmonarque !
it: CoopHistoryDefeatBoss,Salmonarca all'attacco!
ja: CoopHistoryDefeatedEnemies,倒したオオモノシャケ
ko: CoopHistoryDefeatedEnemiesGuide,※괄호 안의 숫자는 직접 쓰러뜨린 숫자입니다
nl: CoopHistoryDefeatBoss,Salmonster-aanval!
ru: CoopHistoryDefeatBoss,Самонид-король атакует!
zh_hans: CoopHistoryDefeatedEnemies,已击倒的巨大鲑鱼
zh_hant: CoopHistoryDefeatedEnemies,已擊倒的巨大鮭魚

source: CoopHistoryDefeatBossCount,King Salmonids defeated
de: CoopHistoryDefeatBossCount,Besiegte Ober-Salmoniden
es: CoopHistoryDefeatBossCount,Grandes jefes eliminados
es_us: CoopHistoryDefeatBossCount,Grandes jefes salmónidos derrotados
fr: CoopHistoryDefeatBossCount,Salmonarques vaincus
it: CoopHistoryDefeatBossCount,Salmonarchi sconfitti
ja: CoopHistoryDefeatedEnemiesGuide,※カッコ内の数字は自分で倒した数です
ko: CoopHistoryDeliverCount,모은 연어알
nl: CoopHistoryDefeatBossCount,Verslagen Salmonsters
ru: CoopHistoryDefeatBossCount,Побеждено самонидов-королей:
zh_hans: CoopHistoryDefeatedEnemiesGuide,※括号内的数字为自己击倒的数量
zh_hant: CoopHistoryDefeatedEnemiesGuide,※括號內的數字為自己擊倒的數量

source: CoopHistoryDefeated,Defeated!
de: CoopHistoryDefeated,Besiegt!
es: CoopHistoryDefeated,¡Victoria!
es_us: CoopHistoryDefeated,¡Victoria!
fr: CoopHistoryDefeated,Vaincu !
it: CoopHistoryDefeated,Vittoria!
ja: CoopHistoryDeliverCount,集めたイクラ
ko: CoopHistoryEnemy,거물연어
nl: CoopHistoryDefeated,Overwonnen!
ru: CoopHistoryDefeated,Победа!
zh_hans: CoopHistoryDeliverCount,已收集的鲑鱼卵
zh_hant: CoopHistoryDeliverCount,已收集的鮭魚卵

source: CoopHistoryDefeatedEnemies,Boss Salmonids Defeated
de: CoopHistoryDefeatedEnemies,Besiegte Boss-Salmoniden
es: CoopHistoryDefeatedEnemies,Grandes salmónidos eliminados
es_us: CoopHistoryDefeatedEnemies,Grandes salmónidos eliminados
fr: CoopHistoryDefeatedEnemies,Salmonoboss vaincus
it: CoopHistoryDefeatedEnemies,Gran Salmonoidi sconfitti
ja: CoopHistoryEnemy,オオモノシャケ
ko: CoopHistoryExWave,EX-WAVE
nl: CoopHistoryDefeatedEnemies,Verslagen Salmonietenbazen
ru: CoopHistoryDefeatedEnemies,Самонидских боссов побеждено
zh_hans: CoopHistoryEnemy,巨大鲑鱼
zh_hant: CoopHistoryEnemy,巨大鮭魚

source: CoopHistoryDefeatedEnemiesGuide,Note: The number in parentheses is how many enemies YOU defeated.
de: CoopHistoryDefeatedEnemiesGuide,*Die Zahl in Klammern zeigt, wie viele davon du selbst besiegt hast.
es: CoopHistoryDefeatedEnemiesGuide,* Entre paréntesis se indican los que tú has eliminado.
es_us: CoopHistoryDefeatedEnemiesGuide,* Entre paréntesis se indican los que tú eliminaste.
fr: CoopHistoryDefeatedEnemiesGuide,Remarque : entre parenthèses est indiqué le nombre d'ennemis que tu as vaincus toi-même.
it: CoopHistoryDefeatedEnemiesGuide,*Il numero tra parentesi indica i nemici sconfitti da te.
ja: CoopHistoryExWave,EX-WAVE
ko: CoopHistoryFailure,Failure
nl: CoopHistoryDefeatedEnemiesGuide,Het getal tussen haakjes is het aantal vijanden dat door jou is uitgeschakeld.
ru: CoopHistoryDefeatedEnemiesGuide,Примечание: число в скобках — побежденные тобой враги.
zh_hans: CoopHistoryExWave,EX-WAVE
zh_hant: CoopHistoryExWave,EX-WAVE

source: CoopHistoryDeliverCount,Power Eggs collected
de: CoopHistoryDeliverCount,Gesammelte Fischeier
es: CoopHistoryDeliverCount,Caviar rojo
es_us: CoopHistoryDeliverCount,Huevecillos de poder
fr: CoopHistoryDeliverCount,Œufs de poi. collectés
it: CoopHistoryDeliverCount,Uova raccolte
ja: CoopHistoryFailure,Failure
ko: CoopHistoryGj,GJ!
nl: CoopHistoryDeliverCount,Visseneieren
ru: CoopHistoryDeliverCount,Икринок:
zh_hans: CoopHistoryFailure,Failure
zh_hant: CoopHistoryFailure,Failure

source: CoopHistoryEnemy,Boss Salmonids
de: CoopHistoryEnemy,Boss-Salmoniden
es: CoopHistoryEnemy,Gran salmónido
es_us: CoopHistoryEnemy,Gran salmónido
fr: CoopHistoryEnemy,Salmonoboss
it: CoopHistoryEnemy,Gran Salmonoidi
ja: CoopHistoryGj,GJ!
ko: CoopHistoryGoToStats,아르바이트 히스토리 목록으로 돌아가기
nl: CoopHistoryEnemy,Salmonietenbazen
ru: CoopHistoryEnemy,Самонидских боссов:
zh_hans: CoopHistoryGj,GJ!
zh_hant: CoopHistoryGj,GJ！

source: CoopHistoryExWave,XTRAWAVE
de: CoopHistoryExWave,Extra-Welle
es: CoopHistoryExWave,Ofensiva extra
es_us: CoopHistoryExWave,Oleada extra
fr: CoopHistoryExWave,Vague +
it: CoopHistoryExWave,Ondata extra
ja: CoopHistoryGoToStats,バイトヒストリー一覧に戻る
ko: CoopHistoryGoldenDeliverCount,모은 황금 연어알
nl: CoopHistoryExWave,Extra golf
ru: CoopHistoryExWave,Волна +
zh_hans: CoopHistoryGoToStats,返回打工历史一览
zh_hant: CoopHistoryGoToStats,返回打工記錄一覽

source: CoopHistoryFailure,Defeat
de: CoopHistoryFailure,Schade...
es: CoopHistoryFailure,Lástima...
es_us: CoopHistoryFailure,Derrota...
fr: CoopHistoryFailure,Échec...
it: CoopHistoryFailure,Peccato...
ja: CoopHistoryGoldenDeliverCount,集めた金イクラ
ko: CoopHistoryHighestScore,하이 스코어
nl: CoopHistoryFailure,Helaas...
ru: CoopHistoryFailure,Провал
zh_hans: CoopHistoryGoldenDeliverCount,已收集的金鲑鱼卵
zh_hant: CoopHistoryGoldenDeliverCount,已收集的金鮭魚卵

source: CoopHistoryGoToStats,Back to Job Logs
de: CoopHistoryGoToStats,Zurück zu den Schicht-Daten
es: CoopHistoryGoToStats,Volver a los resultados de tareas
es_us: CoopHistoryGoToStats,Volver a los resultados de tareas
fr: CoopHistoryGoToStats,Retour aux stats de missions
it: CoopHistoryGoToStats,Torna alla cronologia dei lavori
ja: CoopHistoryHighestScore,ハイスコア
ko: CoopHistoryHistory,아르바이트 히스토리
nl: CoopHistoryGoToStats,Terug naar werkverledenlijst
ru: CoopHistoryGoToStats,Назад к рабочим показателям
zh_hans: CoopHistoryHighestScore,最高分数
zh_hant: CoopHistoryHighestScore,最高分數

source: CoopHistoryGoldenDeliverCount,Golden Eggs collected
de: CoopHistoryGoldenDeliverCount,Gesammelte Gold-Fischeier
es: CoopHistoryGoldenDeliverCount,Alevines
es_us: CoopHistoryGoldenDeliverCount,Huevecillos dorados
fr: CoopHistoryGoldenDeliverCount,Œufs dorés collectés
it: CoopHistoryGoldenDeliverCount,Uova d'oro raccolte
ja: CoopHistoryHistory,バイトヒストリー
ko: CoopHistoryJobPoint,획득 포인트
nl: CoopHistoryGoldenDeliverCount,Gouden eieren
ru: CoopHistoryGoldenDeliverCount,Золотых икринок:
zh_hans: CoopHistoryHistory,打工历史
zh_hant: CoopHistoryHistory,打工記錄

source: CoopHistoryHighestScore,High Score
es: CoopHistoryHighestScore,Récord
es_us: CoopHistoryHighestScore,Récord
fr: CoopHistoryHighestScore,Record
it: CoopHistoryHighestScore,Record
ja: CoopHistoryJobPoint,獲得ポイント
ko: CoopHistoryJobRatio,평가 비율
nl: CoopHistoryHighestScore,Topscore
ru: CoopHistoryHighestScore,Рекорд
zh_hans: CoopHistoryJobPoint,获得点数
zh_hant: CoopHistoryJobPoint,獲得點數

source: CoopHistoryHistory,Job Logs
de: CoopHistoryHistory,Karriere
es: CoopHistoryHistory,Resultados de tareas
es_us: CoopHistoryHistory,Resultados de tareas
fr: CoopHistoryHistory,Stats de missions
it: CoopHistoryHistory,Cronologia dei lavori
ja: CoopHistoryJobRatio,評価レート
ko: CoopHistoryKumaPointCard,Mr. 베어 포인트 카드
nl: CoopHistoryHistory,Werkverleden
ru: CoopHistoryHistory,Рабочие показатели
zh_hans: CoopHistoryJobRatio,评价倍率
zh_hant: CoopHistoryJobRatio,評價倍率

source: CoopHistoryJobPoint,Your Points
de: CoopHistoryJobPoint,Dein Punktestand
es: CoopHistoryJobPoint,Puntos
es_us: CoopHistoryJobPoint,Puntos
fr: CoopHistoryJobPoint,Tes points
it: CoopHistoryJobPoint,I tuoi punti
ja: CoopHistoryKumaPointCard,クマサンポイントカード
ko: CoopHistoryLatest,최근 히스토리
nl: CoopHistoryJobPoint,Je punten
ru: CoopHistoryJobPoint,Твои очки
zh_hans: CoopHistoryKumaPointCard,熊先生点数卡
zh_hant: CoopHistoryKumaPointCard,熊先生集點卡

source: CoopHistoryJobRatio,Pay Grade
de: CoopHistoryJobRatio,Bewertung
es: CoopHistoryJobRatio,Tasa de valoración
es_us: CoopHistoryJobRatio,Grado
fr: CoopHistoryJobRatio,Éval.
it: CoopHistoryJobRatio,Tasso
ja: CoopHistoryLatest,最新のバイトへ
ko: CoopHistoryLimitedPoint,현재 기간 한정 포인트
nl: CoopHistoryJobRatio,Beoordeling
ru: CoopHistoryJobRatio,Должность
zh_hans: CoopHistoryLatest,前往最新的打工
zh_hant: CoopHistoryLatest,前往最新打工

source: CoopHistoryKumaPointCard,Grizzco Point Card
de: CoopHistoryKumaPointCard,Bärenpunkte-Karte
es: CoopHistoryKumaPointCard,Puntos de Don Oso
es_us: CoopHistoryKumaPointCard,Tarjeta de Don Oso
fr: CoopHistoryKumaPointCard,Carton de M. Ours
it: CoopHistoryKumaPointCard,Carta punti Ursus
ja: CoopHistoryLimitedPoint,現在の期間限定ポイント
ko: CoopHistoryMonthlyReward,이달의 기어
nl: CoopHistoryKumaPointCard,Beer & Co-spaarkaart
ru: CoopHistoryKumaPointCard,Отчетная карта
zh_hans: CoopHistoryLimitedPoint,目前的期间限定点数
zh_hant: CoopHistoryLimitedPoint,現有的期間限定點數

source: CoopHistoryLatest,Last Job
de: CoopHistoryLatest,Letzte Schicht
es: CoopHistoryLatest,Más reciente
es_us: CoopHistoryLatest,Más reciente
fr: CoopHistoryLatest,Dernière mission
it: CoopHistoryLatest,Ultimo
ja: CoopHistoryMonthlyReward,今月のギア
ko: CoopHistoryNext,다음 히스토리
nl: CoopHistoryLatest,Laatste klus
ru: CoopHistoryLatest,Послед. смена
zh_hans: CoopHistoryMonthlyReward,本月的装备
zh_hant: CoopHistoryMonthlyReward,本月的裝備

source: CoopHistoryLimitedPoint,Current special bonus points
de: CoopHistoryLimitedPoint,Spezial-Bonuspunktestand
es: CoopHistoryLimitedPoint,Puntos eventuales actuales
es_us: CoopHistoryLimitedPoint,Puntos especiales actuales
fr: CoopHistoryLimitedPoint,Points de prix spéciaux actuels
it: CoopHistoryLimitedPoint,Punti attuali (bonus speciale)
ja: CoopHistoryNext,次のバイト
ko: CoopHistoryNg,NG
nl: CoopHistoryLimitedPoint,Speciale bonuspunten
ru: CoopHistoryLimitedPoint,Сейчас спецочков:
zh_hans: CoopHistoryNext,下一个打工
zh_hant: CoopHistoryNext,下一場打工

source: CoopHistoryMonthlyReward,This Month's Gear
de: CoopHistoryMonthlyReward,Monatsangebot
es: CoopHistoryMonthlyReward,Objeto del mes
es_us: CoopHistoryMonthlyReward,Objeto del mes
fr: CoopHistoryMonthlyReward,Pièce d'équipement du mois
it: CoopHistoryMonthlyReward,Oggetto del mese
ja: CoopHistoryNg,NG
ko: CoopHistoryNoData,아르바이트 히스토리가 없습니다
nl: CoopHistoryMonthlyReward,Uitrusting voor deze maand
ru: CoopHistoryMonthlyReward,Снаряжение месяца
zh_hans: CoopHistoryNg,NG
zh_hant: CoopHistoryNg,NG

source: CoopHistoryNext,Next Job
de: CoopHistoryNext,Vor
es: CoopHistoryNext,Siguiente
es_us: CoopHistoryNext,Siguiente
fr: CoopHistoryNext,Suivant
it: CoopHistoryNext,Seguente
ja: CoopHistoryNoData,バイトヒストリーがありません
ko: CoopHistoryNotAvailable,아르바이트 히스토리를 표시할 수 없습니다
nl: CoopHistoryNext,Volgende klus
ru: CoopHistoryNext,След. смена
zh_hans: CoopHistoryNoData,没有打工历史
zh_hant: CoopHistoryNoData,沒有打工記錄

source: CoopHistoryNoData,No job logs to display.
de: CoopHistoryNoData,Keine Schicht-Daten vorhanden.
es: CoopHistoryNoData,No hay resultados de tareas.
es_us: CoopHistoryNoData,No hay resultados de tareas.
fr: CoopHistoryNoData,Aucune stat de mission disponible.
it: CoopHistoryNoData,Non è presente alcuna cronologia dei lavori.
ja: CoopHistoryNotAvailable,バイトヒストリーを表示できません
ko: CoopHistoryNotAvailableDescription,최신 아르바이트 히스토리는 50전까지 열람할 수 있습니다.
nl: CoopHistoryNoData,Er is geen werkverleden.
ru: CoopHistoryNoData,Нет рабочих показателей.
zh_hans: CoopHistoryNotAvailable,无法显示打工历史
zh_hant: CoopHistoryNotAvailable,無法顯示打工記錄

source: CoopHistoryNotAvailable,Job Logs Unavailable
de: CoopHistoryNotAvailable,Schicht-Daten nicht verfügbar
es: CoopHistoryNotAvailable,Resultados de tareas no disponibles
es_us: CoopHistoryNotAvailable,Resultados de tareas no disponibles
fr: CoopHistoryNotAvailable,Les stats de missions ne sont pas disponibles.
it: CoopHistoryNotAvailable,Cronologia dei lavori non disponibile
ja: CoopHistoryNotAvailableDescription,閲覧できるバイトヒストリーは、最新の50戦までです。
ko: CoopHistoryNotDefeated,쓰러뜨리지 못했다…
nl: CoopHistoryNotAvailable,Werkverleden niet beschikbaar
ru: CoopHistoryNotAvailable,Рабочие показатели недоступны
zh_hans: CoopHistoryNotAvailableDescription,可阅览的打工历史仅限最新的50场
zh_hant: CoopHistoryNotAvailableDescription,可瀏覽的打工記錄僅限最新的50戰

source: CoopHistoryNotAvailableDescription,Only the 50 most recent entries are available.
de: CoopHistoryNotAvailableDescription,Nur die letzten 50 Einträge sind verfügbar.
es: CoopHistoryNotAvailableDescription,Solo los 50 registros más recientes están disponibles.
es_us: CoopHistoryNotAvailableDescription,Solo los 50 registros más recientes están disponibles.
fr: CoopHistoryNotAvailableDescription,Seules les 50 entrées les plus récentes sont disponibles.
it: CoopHistoryNotAvailableDescription,Vengono visualizzati solo i 50 lavori più recenti.
ja: CoopHistoryNotDefeated,倒せなかった...
ko: CoopHistoryPlayCount,아르바이트 횟수
nl: CoopHistoryNotAvailableDescription,Alleen de 50 meest recente klussen zijn beschikbaar.
ru: CoopHistoryNotAvailableDescription,Доступно только 50 последних смен.
zh_hans: CoopHistoryNotDefeated,未能击倒……
zh_hant: CoopHistoryNotDefeated,擊倒失敗……

source: CoopHistoryNotDefeated,Failed...
de: CoopHistoryNotDefeated,Gescheitert...
es: CoopHistoryNotDefeated,No pudo ser...
es_us: CoopHistoryNotDefeated,No se logró...
fr: CoopHistoryNotDefeated,Échec...
it: CoopHistoryNotDefeated,Missione fallita...
ja: CoopHistoryPlayCount,バイト回数
ko: CoopHistoryPrevious,이전 히스토리
nl: CoopHistoryNotDefeated,Mislukt...
ru: CoopHistoryNotDefeated,Не удалось победить...
zh_hans: CoopHistoryPlayCount,打工次数
zh_hant: CoopHistoryPlayCount,打工次數

source: CoopHistoryPlayCount,Shifts worked
de: CoopHistoryPlayCount,Angetretene Schichten
es: CoopHistoryPlayCount,Encargos completados
es_us: CoopHistoryP,p.
fr: CoopHistoryP,p.
it: CoopHistoryPlayCount,Lavori completati
ja: CoopHistoryPrevious,前のバイト
ko: CoopHistoryPrivate,프라이빗
nl: CoopHistoryPlayCount,Klussen
ru: CoopHistoryP,очк.
zh_hans: CoopHistoryPrevious,上一个打工
zh_hant: CoopHistoryPrevious,上一場打工

source: CoopHistoryPrevious,Previous Job
de: CoopHistoryPrevious,Zurück
es: CoopHistoryPrevious,Anterior
es_us: CoopHistoryPlayCount,Encargos realizados
fr: CoopHistoryPlayCount,Sessions de travail
it: CoopHistoryPrevious,Precedente
ja: CoopHistoryPrivate,プライベート
ko: CoopHistoryRecruit,스태프 모집!
nl: CoopHistoryPrevious,Vorige klus
ru: CoopHistoryPlayCount,Отработано смен:
zh_hans: CoopHistoryPrivate,私人
zh_hant: CoopHistoryPrivate,私人

source: CoopHistoryPrivate,Private Job
de: CoopHistoryPrivate,Private Schicht
es: CoopHistoryPrivate,Trabajo privado
es_us: CoopHistoryPrevious,Anterior
fr: CoopHistoryPrevious,Précédent
it: CoopHistoryPrivate,Lavoro privato
ja: CoopHistoryRecruit,スタッフ募集！
ko: CoopHistoryRecruitDescription,경력이 없어도 OK! 밝고 기운찬 분 환영! 가족 같은 분위기의 직장에서 아르바이트해 보지 않으시겠습니까?
nl: CoopHistoryPrivate,Privéklus
ru: CoopHistoryPrevious,Пред. смена
zh_hans: CoopHistoryRecruit,募集员工！
zh_hant: CoopHistoryRecruit,招募員工

source: CoopHistoryRecruit,Staff Wanted!
de: CoopHistoryRecruit,Eierjäger gesucht!
es: CoopHistoryRecruit,¡Se busca personal!
es_us: CoopHistoryPrivate,Trabajo privado
fr: CoopHistoryPrivate,Mission privée
it: CoopHistoryRecruit,Assunzioni aperte!
ja: CoopHistoryRecruitTag1,簡単
ko: CoopHistoryRecruitTag1,간단
nl: CoopHistoryRecruit,Personeel gezocht!
ru: CoopHistoryPrivate,Частная смена
zh_hans: CoopHistoryRecruitTag1,简单
zh_hant: CoopHistoryRecruitTag1,簡單

source: CoopHistoryRecruitDescription,A beginner-friendly job for energetic and positive individuals who are willing to put it all on the line. Work hard for easy scales!
de: CoopHistoryRecruitDescription,Jung? Spontan? Risikofreudig? Aufstrebende, fleißige Talente lieben diesen schuppenmäßig gut bezahlten Job!
es: CoopHistoryRecruitDescription,Una labor apta incluso para gente sin experiencia. ¡Basta con tener energía y actitud positiva para ganar escamas de forma cómoda!
es_us: CoopHistoryRecruit,¡Se busca personal!
fr: CoopHistoryRecruit,On embauche !
it: CoopHistoryRecruitDescription,Un'attività adatta ai principianti per molluschi energici, ottimisti e desiderosi di rischiare il tutto per tutto. Fai squame facili lavorando sodo!
ja: CoopHistoryRecruitTag2,イクラ集め
ko: CoopHistoryRecruitTag2,연어알 모으기
nl: CoopHistoryRecruitDescription,Een klus voor beginners, energieke en positieve personen die bereid zijn alles op alles te zetten. Hard werk, maar goedbetaald!
ru: CoopHistoryRecruit,Ищем сотрудников!
zh_hans: CoopHistoryRecruitTag2,收集鲑鱼卵
zh_hant: CoopHistoryRecruitTag2,收集鮭魚卵

source: CoopHistoryRecruitTag1,It's Easy!
de: CoopHistoryRecruitTag1,Supereinfach!
es: CoopHistoryRecruitTag1,¡Es fácil!
es_us: CoopHistoryRecruitDescription,Una labor apta incluso para gente sin experiencia. ¡Basta con tener energía y actitud positiva para ganar escamas de manera fácil!
fr: CoopHistoryRecruitDescription,Un travail taillé pour ceux qui ont de l'énergie et de l'optimisme à revendre, et qui sont prêts à bosser dur pour empocher un tas d'écailles. Motivation exigée. Débutants acceptés.
it: CoopHistoryRecruitTag1,È facile!
ja: CoopHistoryRecruitTitle,～イカした制服でイクラ集め～
ko: CoopHistoryRecruitTitle,～어메이징한 작업복을 입고 연어알 모으기～
nl: CoopHistoryRecruitTag1,Het is een makkie!
ru: CoopHistoryRecruitDescription,Подходящая работенка для позитивных и амбициозных новичков. Работай не покладая щупалец и зарабатывай легкие чешуйки!
zh_hans: CoopHistoryRecruitTitle,～穿上超鱿型的制服收集鲑鱼卵～
zh_hant: CoopHistoryRecruitTitle,～穿上超魷型的制服收集鮭魚卵～

source: CoopHistoryRecruitTag2,Collect Power Eggs for Fun and Profit!
de: CoopHistoryRecruitTag2,Fischeiersammeln bringt Spaß und Profit!
es: CoopHistoryRecruitTag2,Recolección de caviar rojo
es_us: CoopHistoryRecruitTag1,Trabajo fácil
fr: CoopHistoryRecruitTag1,C'est facile !
it: CoopHistoryRecruitTag2,Raccogli uova per svago e profitto!
ja: CoopHistoryRegular,いつものバイト
ko: CoopHistoryRegular,일반 아르바이트
nl: CoopHistoryRecruitTag2,Verzamel visseneieren: leuk en lucratief!
ru: CoopHistoryRecruitTag1,Проще морской капусты!
zh_hans: CoopHistoryRegular,平时的打工
zh_hant: CoopHistoryRegular,一般打工

source: CoopHistoryRecruitTitle,Collecting Power Eggs Suits You!
de: CoopHistoryRecruitTitle,Fischeiersammeln! Der beste Job der Welt!
es: CoopHistoryRecruitTitle,¡Reunir caviar es lo tuyo!
es_us: CoopHistoryRecruitTag2,Remuneración generosa
fr: CoopHistoryRecruitTag2,La collecte d'œufs, c'est fun et ça rapporte !
it: CoopHistoryRecruitTitle,La raccolta di uova di pesce ti si addice!
ja: CoopHistoryRegularPoint,現在のポイント
ko: CoopHistoryRegularPoint,현재 포인트
nl: CoopHistoryRecruitTitle,Visseneieren verzamelen past bij jou!
ru: CoopHistoryRecruitTag2,Сбор икринок — дело веселое и прибыльное!
zh_hans: CoopHistoryRegularPoint,现有点数
zh_hant: CoopHistoryRegularPoint,現有點數

source: CoopHistoryRegular,Normal Job
de: CoopHistoryRegular,Standardschicht
es: CoopHistoryRegular,Encargo normal
es_us: CoopHistoryRecruitTitle,¡Recolecta huevecillos de poder con nosotros!
fr: CoopHistoryRecruitTitle,La collecte d'œufs, un job de rêve !
it: CoopHistoryRegular,Normale
ja: CoopHistoryRescueCount,助けた回数
ko: CoopHistoryRescueCount,도와준 횟수
nl: CoopHistoryRegular,Normale klus
ru: CoopHistoryRecruitTitle,Собирай икринки стильно!
zh_hans: CoopHistoryRescueCount,救援次数
zh_hant: CoopHistoryRescueCount,救援次數

source: CoopHistoryRegularPoint,Current points
de: CoopHistoryRegularPoint,Punktestand
es: CoopHistoryRegularPoint,Saldo actual
es_us: CoopHistoryRegular,Encargo normal
fr: CoopHistoryRegular,Mission normale
it: CoopHistoryRegularPoint,Punti attuali
ja: CoopHistoryRescuedCount,たすけてもらったかいすう
ko: CoopHistoryRescuedCount,도움받은 횟수
nl: CoopHistoryRegularPoint,Huidig aantal punten
ru: CoopHistoryRegular,Обычная смена
zh_hans: CoopHistoryRescuedCount,被救助的次数
zh_hant: CoopHistoryRescuedCount,被救助的次數

source: CoopHistoryRescueCount,Crew members rescued
de: CoopHistoryRescueCount,Gerettete Teamkollegen
es: CoopHistoryRescueCount,Compañeros rescatados
es_us: CoopHistoryRegularPoint,Saldo de puntos
fr: CoopHistoryRegularPoint,Points actuels
it: CoopHistoryRescueCount,Colleghi soccorsi
ja: CoopHistoryScale,ウロコ
ko: CoopHistoryScale,비늘
nl: CoopHistoryRescueCount,Geredde teamgenoten
ru: CoopHistoryRegularPoint,За смену:
zh_hans: CoopHistoryScale,鳞片
zh_hant: CoopHistoryScale,鱗片

source: CoopHistoryRescuedCount,Times Rescued
de: CoopHistoryRescuedCount,Benötigte Rettungen
es: CoopHistoryRescuedCount,Número de rescates
es_us: CoopHistoryRescueCount,Compañeros rescatados
fr: CoopHistoryRescueCount,Collègues secourus
it: CoopHistoryRescuedCount,Salvataggi ricevuti
ja: CoopHistoryScaleBronze,ドウウロコ
ko: CoopHistoryScaleBronze,동 비늘
nl: CoopHistoryRescuedCount,Aantal keer gered
ru: CoopHistoryRescueCount,Спасено коллег:
zh_hans: CoopHistoryScaleBronze,铜鳞片
zh_hant: CoopHistoryScaleBronze,銅鱗片

source: CoopHistoryScale,Scales
de: CoopHistoryScale,Schuppen
es: CoopHistoryScale,Escamas
es_us: CoopHistoryRescuedCount,Número de rescates
fr: CoopHistoryRescuedCount,Secours reçus
it: CoopHistoryScale,Squame
ja: CoopHistoryScaleGold,キンウロコ
ko: CoopHistoryScaleGold,황금 비늘
nl: CoopHistoryScale,Visschubben
ru: CoopHistoryRescuedCount,Спасений
zh_hans: CoopHistoryScaleGold,金鳞片
zh_hant: CoopHistoryScaleGold,金鱗片

source: CoopHistoryScaleBronze,Bronze Scale
de: CoopHistoryScaleBronze,Bronzeschuppe
es: CoopHistoryScaleBronze,Escama de bronce
es_us: CoopHistoryScale,Escamas
fr: CoopHistoryScale,Écailles
it: CoopHistoryScaleBronze,Squama di bronzo
ja: CoopHistoryScaleSilver,ギンウロコ
ko: CoopHistoryScaleSilver,은 비늘
nl: CoopHistoryScaleBronze,Bronzen schub
ru: CoopHistoryScale,Чешуек
zh_hans: CoopHistoryScaleSilver,银鳞片
zh_hant: CoopHistoryScaleSilver,銀鱗片

source: CoopHistoryScaleGold,Gold Scale
de: CoopHistoryScaleGold,Goldschuppe
es: CoopHistoryScaleGold,Escama de oro
es_us: CoopHistoryScaleBronze,Escama de bronce
fr: CoopHistoryScaleBronze,Écaille de bronze
it: CoopHistoryScaleGold,Squama d'oro
ja: CoopHistoryScore,バイトスコア
ko: CoopHistoryScore,아르바이트 스코어
nl: CoopHistoryScaleGold,Gouden schub
ru: CoopHistoryScaleBronze,Бронзовая чешуйка
zh_hans: CoopHistoryScore,打工分数
zh_hant: CoopHistoryScore,打工分數

source: CoopHistoryScaleSilver,Silver Scale
de: CoopHistoryScaleSilver,Silberschuppe
es: CoopHistoryScaleSilver,Escama de plata
es_us: CoopHistoryScaleGold,Escama de oro
fr: CoopHistoryScaleGold,Écaille d'or
it: CoopHistoryScaleSilver,Squama d'argento
ja: CoopHistorySeeSchedule,スケジュールを見る
ko: CoopHistorySeeSchedule,스케줄 보기
nl: CoopHistoryScaleSilver,Zilveren schub
ru: CoopHistoryScaleGold,Золотая чешуйка
zh_hans: CoopHistorySeeSchedule,查看日程
zh_hant: CoopHistorySeeSchedule,查看時間表

source: CoopHistoryScore,Job Score
de: CoopHistoryScore,Leistung
es: CoopHistoryScore,Rendim.
es_us: CoopHistoryScaleSilver,Escama de plata
fr: CoopHistoryScaleSilver,Écaille d'argent
it: CoopHistoryScore,Punti
ja: CoopHistorySmellMeter,オカシラゲージ
ko: CoopHistorySmellMeter,두목 게이지
nl: CoopHistoryScore,Klusscore
ru: CoopHistoryScaleSilver,Серебряная чешуйка
zh_hans: CoopHistorySmellMeter,头目槽
zh_hant: CoopHistorySmellMeter,頭目槽
