Repository: av5ja/Mudmouth
Catalog: sources/Resources/*.lproj/Localizable.strings
Languages: de, es, es_us, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

source: CommonPowerEggs,Power Eggs
de: CommonGoldenEggs,Goldene Eier
es: CommonGoldenEggs,Huevos de oro
es_us: CoopHistoryOverallRecord,
fr: CommonWriteReview,Écrire un commentaire
it: CommonGoldenEggs,Uova d'oro
ja: CommonLanguageCode,0
ko: CommonLocale,en-GB
nl: CommonGoldenEggs,Gouden eieren
ru: CommonWriteReview,Написать отзыв
zh_hans: CommonLocale,zh-CN
zh_hant: CommonLocale,zh-TW

source: CommonOverview,Overview
de: CommonPowerEggs,Power-Eier
es: CommonPowerEggs,Huevos de energía
es_us: CommonGoldenEggs,
fr: CoopHistoryOverallRecord,En général
it: CommonPowerEggs,Uova di potenza
ja: CommonDatabase,データベース
ko: CommonLanguageCode,0
nl: CommonPowerEggs,Power Eggs
ru: CoopHistoryOverallRecord,В целом
zh_hans: CommonLanguageCode,1
zh_hant: CommonLanguageCode,2

source: CommonLocale,en-GB
de: CommonOverview,Übersicht
es: CommonOverview,Visión general
es_us: CommonPowerEggs,
fr: CommonGoldenEggs,Œufs d'or
it: CommonOverview,Panoramica
ja: CommonXProductVersion,X-ProductVersion
ko: CommonDatabase,데이터베이스
nl: CommonOverview,Overzicht
ru: CommonGoldenEggs,Золотые яйца
zh_hans: CommonDatabase,数据库
zh_hant: CommonDatabase,資料庫

source: CommonLanguageCode,0
de: CommonLocale,de-DE
es: CommonLocale,es-ES
es_us: CommonOverview,
fr: CommonPowerEggs,Œufs à la puissance
it: CommonLocale,it-IT
ja: CommonXWebViewVer,X-WebViewVer
ko: CommonXProductVersion,-ProductVersion
nl: CommonLocale,nl-NL
ru: CommonPowerEggs,Энергетические яйца
zh_hans: CommonXProductVersion,X-ProductVersion
zh_hant: CommonXProductVersion,X-ProductVersion

source: CommonDatabase,Database
de: CommonLanguageCode,0
es: CommonLanguageCode,0
es_us: CommonLocale,
fr: CommonOverview,Vue d'ensemble
it: CommonLanguageCode,0
ja: CommonUpload,アップロード
ko: CommonXWebViewVer,X-WebViewVer
nl: CommonLanguageCode,0
ru: CommonOverview,Обзор
zh_hans: CommonXWebViewVer,X-WebViewVer
zh_hant: CommonXWebViewVer,X-WebViewVer

source: CommonXProductVersion,X-ProductVersion
de: CommonDatabase,Datenbank
es: CommonDatabase,Base de datos
es_us: CommonLanguageCode,
fr: CommonLocale,fr-FR
it: CommonDatabase,Database
ja: CommonCreditDevelop,開発
ko: CommonUpload,업로드
nl: CommonDatabase,Database
ru: CommonLocale,ru-RU
zh_hans: CommonUpload,上传
zh_hant: CommonUpload,上傳

source: CommonXWebViewVer,X-WebViewVer
de: CommonXProductVersion,X-ProductVersion
es: CommonXProductVersion,X-ProductVersion
es_us: CommonDatabase,
fr: CommonLanguageCode,0
it: CommonXProductVersion,X-ProductVersion
ja: CommonCreditTest,テスト
ko: CommonCreditDevelop,개발자
nl: CommonXProductVersion,X-ProductVersion
ru: CommonLanguageCode,0
zh_hans: CommonCreditDevelop,开发商
zh_hant: CommonCreditDevelop,開發者

source: CommonUpload,Upload
de: CommonXWebViewVer,X-WebViewVer
es: CommonXWebViewVer,X-WebViewVer
es_us: CommonXProductVersion,
fr: CommonDatabase,Base de données
it: CommonXWebViewVer,X-WebViewVer
ja: CommonCreditDesign,UI/UXデザイン
ko: CommonCreditTest,테스터
nl: CommonXWebViewVer,X-WebViewVer
ru: CommonDatabase,База данных
zh_hans: CommonCreditTest,测试员
zh_hant: CommonCreditTest,測試者

source: CommonCreditDevelop,Developer
de: CommonUpload,Hochladen
es: CommonUpload,Cargar
es_us: CommonXWebViewVer,
fr: CommonXProductVersion,X-ProductVersion
it: CommonUpload,Caricare
ja: CoopHistoryTeamPointCard,チームポイントカード
ko: CommonCreditDesign,UI/UX 디자인
nl: CommonUpload,uploaden
ru: CommonXProductVersion,X-ProductVersion
zh_hans: CommonCreditDesign,UI/UX设计
zh_hant: CommonCreditDesign,UI/UX設計

source: CommonCreditTest,Tester
de: CommonCreditDevelop,Entwickler
es: CommonCreditDevelop,Desarrollador
es_us: CommonUpload,
fr: CommonXWebViewVer,X-WebViewVer
it: CommonCreditDevelop,Sviluppatore
ja: CoopHistoryUseEstimatedValue,推定値を表示
ko: CoopHistoryTeamPointCard,팀 포인트 카드
nl: CommonCreditDevelop,Ontwikkelaar
ru: CommonXWebViewVer,X-WebViewVer
zh_hans: CoopHistoryTeamPointCard,团队积分卡
zh_hant: CoopHistoryTeamPointCard,團隊點數卡

source: CommonCreditDesign,UI/UX Design
de: CommonCreditTest,Tester
es: CommonCreditTest,Comprobador
es_us: CommonCreditDevelop,
fr: CommonUpload,Télécharger
it: CommonCreditTest,Collaudatore
ja: CommonUseSecureSession,Safariの認証を利用する
ko: CoopHistoryUseEstimatedValue,추정 값을 사용
nl: CommonCreditTest,Tester
ru: CommonUpload,Загрузить
zh_hans: CoopHistoryUseEstimatedValue,使用估计值
zh_hant: CoopHistoryUseEstimatedValue,使用預估值

source: CoopHistoryTeamPointCard,Team Point Card
de: CommonCreditDesign,UI/UX Gestaltung
es: CommonCreditDesign,Diseño UI/UX
es_us: CommonCreditTest,
fr: CommonCreditDevelop,Développeur
it: CommonCreditDesign,Design UI/UX
ja: CommonCheckInReward,報酬
ko: CommonUseSecureSession,Safari 인증서를 이용
nl: CommonCreditDesign,UI/UX ontwerp
ru: CommonCreditDevelop,Разработчик
zh_hans: CommonUseSecureSession,使用 Safari 的身份验证
zh_hant: CommonUseSecureSession,使用 Safari 的身份驗證

source: CoopHistoryUseEstimatedValue,Use estimated values
de: CoopHistoryTeamPointCard,Team-Punktekarte
es: CoopHistoryTeamPointCard,Tarjeta de puntos del equipo
es_us: CommonCreditDesign,
fr: CommonCreditTest,Testeur
it: CoopHistoryTeamPointCard,Scheda punti squadra
ja: CommonGetCheckInReward,過去に配布されていたQRコードの報酬を取得します。
ko: CommonCheckInReward,보상
nl: CoopHistoryTeamPointCard,Teampuntenkaart
ru: CommonCreditTest,Тестер
zh_hans: CommonCheckInReward,奖励
zh_hant: CommonCheckInReward,獎勵

source: CommonUseSecureSession,Use empheral session
de: CoopHistoryUseEstimatedValue,Geschätzte Werte verwenden
es: CoopHistoryUseEstimatedValue,Utilizar valores estimados
es_us: CoopHistoryTeamPointCard,
fr: CommonCreditDesign,Design UI/UX
it: CoopHistoryUseEstimatedValue,Utilizzare valori stimati
ja: CoopHistoryTeamResult,チーム
ko: CommonGetCheckInReward,QR 코드에 대한 모든 보상 가져오기.
nl: CoopHistoryUseEstimatedValue,Gebruik geschatte waarden
ru: CommonCreditDesign,UI/UX дизайн
zh_hans: CommonGetCheckInReward,获得二维码的所有奖励。
zh_hant: CommonGetCheckInReward,掃描QR碼獲取所有獎勵。

source: CommonCheckInReward,Rewards
de: CommonUseSecureSession,Empherische Sitzung verwenden
es: CommonUseSecureSession,Utilizar la sesión de empheral
es_us: CoopHistoryUseEstimatedValue,
fr: CoopHistoryTeamPointCard,Carte de points d'équipe
it: CommonUseSecureSession,Utilizzare la sessione empheral
ja: CoopHistoryPlayerResult,あなた
ko: CoopHistoryTeamResult,팀
nl: CommonUseSecureSession,Gebruik empirische sessie
ru: CoopHistoryTeamPointCard,Карточка командных очков
zh_hans: CoopHistoryTeamResult,团队
zh_hant: CoopHistoryTeamResult,團隊

source: CommonGetCheckInReward,Get all of rewards for QR codes.
de: CommonCheckInReward,Belohnungen
es: CommonCheckInReward,Recompensas
es_us: CommonUseSecureSession,
fr: CoopHistoryUseEstimatedValue,Utiliser des valeurs estimées
it: CommonCheckInReward,Premi
ja: CoopHistoryCrewAvgResult,なかまの平均
ko: CoopHistoryPlayerResult,당신
nl: CommonCheckInReward,Beloningen
ru: CoopHistoryUseEstimatedValue,Использовать оценочные значения
zh_hans: CoopHistoryPlayerResult,你
zh_hant: CoopHistoryPlayerResult,您

source: CoopHistoryTeamResult,Team
de: CommonGetCheckInReward,Holen Sie sich alle Belohnungen für QR-Codes.
es: CommonGetCheckInReward,Consigue todas las recompensas por códigos QR.
es_us: CommonCheckInReward,
fr: CommonUseSecureSession,Utiliser la session d'emphase
it: CommonGetCheckInReward,Ottenete tutti i premi per i codici QR.
ja: CoopHistoryCrewResult,なかま
ko: CoopHistoryCrewAvgResult,선원의 평균
nl: CommonGetCheckInReward,Krijg alle beloningen voor QR-codes.
ru: CommonUseSecureSession,Используйте эмфиральную сессию
zh_hans: CoopHistoryCrewAvgResult,船员的平均数
zh_hant: CoopHistoryCrewAvgResult,船員的平均數

source: CoopHistoryPlayerResult,You
de: CoopHistoryTeamResult,Team
es: CoopHistoryTeamResult,Equipo
es_us: CommonGetCheckInReward,
fr: CommonCheckInReward,Récompenses
it: CoopHistoryTeamResult,Squadra
ja: CoopHistoryWaveResult,Waves
ko: CoopHistoryCrewResult,크루
nl: CoopHistoryTeamResult,Team
ru: CommonCheckInReward,Вознаграждения
zh_hans: CoopHistoryCrewResult,船员
zh_hant: CoopHistoryCrewResult,船員

source: CoopHistoryCrewAvgResult,Avg of the crew
de: CoopHistoryPlayerResult,Sie
es: CoopHistoryPlayerResult,Usted
es_us: CoopHistoryTeamResult,
fr: CommonGetCheckInReward,Obtenez toutes les récompenses pour les codes QR.
it: CoopHistoryPlayerResult,Tu
ja: CoopHistoryHighestScore,最高
ko: CoopHistoryWaveResult,파도
nl: CoopHistoryPlayerResult,Jij
ru: CommonGetCheckInReward,Получите все вознаграждения за QR-коды.
zh_hans: CoopHistoryWaveResult,波浪
zh_hant: CoopHistoryWaveResult,海浪

source: CoopHistoryCrewResult,Crew
de: CoopHistoryCrewAvgResult,Avg der Besatzung
es: CoopHistoryCrewAvgResult,Avg de la tripulación
es_us: CoopHistoryPlayerResult,
fr: CoopHistoryTeamResult,L'équipe
it: CoopHistoryCrewAvgResult,Avg dell'equipaggio
ja: CoopHistoryAverageScore,平均
ko: CoopHistoryHighestScore,최대
nl: CoopHistoryCrewAvgResult,Avg van de bemanning
ru: CoopHistoryTeamResult,Команда
zh_hans: CoopHistoryHighestScore,最大
zh_hant: CoopHistoryHighestScore,最高

source: CoopHistoryWaveResult,Waves
de: CoopHistoryCrewResult,Besatzung
es: CoopHistoryCrewResult,Tripulación
es_us: CoopHistoryCrewAvgResult,
fr: CoopHistoryPlayerResult,Vous
it: CoopHistoryCrewResult,Equipaggio
ja: CommonRequirediOS16,この機能を利用するにはiOS16以上にアップデートする必要があります。
ko: CoopHistoryAverageScore,평균
nl: CoopHistoryCrewResult,Bemanning
ru: CoopHistoryPlayerResult,Вы
zh_hans: CoopHistoryAverageScore,平均
zh_hant: CoopHistoryAverageScore,平均

source: CoopHistoryHighestScore,Max
de: CoopHistoryWaveResult,Wellen
es: CoopHistoryWaveResult,Olas
es_us: CoopHistoryCrewResult,
fr: CoopHistoryCrewAvgResult,Avg de l'équipage
it: CoopHistoryWaveResult,Onde
ja: CommonRequiredSignIn,このアプリを利用するにはニンテンドーアカウントでログインする必要があります。
ko: CommonRequirediOS16,이 기능을 사용하려면 iOS16 이상으로 업데이트해야합니다.
nl: CoopHistoryWaveResult,Golven
ru: CoopHistoryCrewAvgResult,Экипаж
zh_hans: CommonRequirediOS16,你必须更新到iOS16或更高版本才能使用这一功能
zh_hant: CommonRequirediOS16,您必須更新到iOS 16或更高版本才能使用此功能

source: CoopHistoryAverageScore,Avg
de: CoopHistoryHighestScore,Max
es: CoopHistoryHighestScore,Max
es_us: CoopHistoryWaveResult,
fr: CoopHistoryCrewResult,L'équipage
it: CoopHistoryHighestScore,Massimo
ja: CommonRestoreSuccessMessage,リザルト復元に成功しました。
nl: CoopHistoryHighestScore,Max
ru: CoopHistoryCrewResult,Экипаж
zh_hans: CommonRequiredSignIn,登录 Nintendo 帐户才能使用此应用程序
zh_hant: CommonRequiredSignIn,登錄 Nintendo 帳戶才能使用此應用程式

source: CommonRequirediOS16,You must update to iOS16 or higher to use this feature
de: CoopHistoryAverageScore,Avg
es: CoopHistoryAverageScore,Avg
es_us: CoopHistoryHighestScore,
fr: CoopHistoryWaveResult,Vagues
it: CoopHistoryAverageScore,Avg
ja: CommonRestoreFailureMessage,リザルト復元に失敗しました。未サポートの形式またはファイルが改ざんされているため署名が一致しません。
ko: CommonRestoreSuccessMessage,결과를 성공적으로 복원했습니다.
nl: CoopHistoryAverageScore,Gemiddeld
ru: CoopHistoryWaveResult,Волны
zh_hans: CommonRestoreSuccessMessage,成功恢复结果
zh_hant: CommonRestoreSuccessMessage,成功還原結果

source: CommonRequiredSignIn,Using this app, you need be sign in with your Nintendo account. Please sign in from on My page.
de: CommonRequirediOS16,Sie müssen auf iOS16 oder höher aktualisieren, um diese Funktion nutzen zu können
es: CommonRequirediOS16,Debes actualizar a iOS16 o superior para utilizar esta función
es_us: CoopHistoryAverageScore,
fr: CoopHistoryHighestScore,Max
it: CommonRequirediOS16,Per utilizzare questa funzione è necessario aggiornare a iOS16 o versioni successive.
ja: CommonResultsCount,リザルト件数
ko: CommonRestoreFailureMessage,결과 복원 실패. 지원하지 않는 형식 또는 파일이 조작되어 서명이 일치하지 않습니다.
nl: CommonRequirediOS16,Je moet updaten naar iOS16 of hoger om deze functie te gebruiken.
ru: CoopHistoryHighestScore,Макс
zh_hans: CommonRestoreFailureMessage,恢复结果失败。由于文件被篡改，不支持的格式或签名不匹配。
zh_hant: CommonRestoreFailureMessage,還原結果失敗。不支援的格式或檔案簽章不符合，因為檔案已被篡改。

source: CommonRestoreSuccessMessage,Restore results successfully
de: CommonRequiredSignIn,Um diese App zu verwenden, müssen Sie sich mit Ihrem Nintendo-Konto anmelden. Bitte melden Sie sich auf der Seite Meine Seite an.
es: CommonRequiredSignIn,Para utilizar esta aplicación, debes iniciar sesión con tu cuenta Nintendo. Inicia sesión en Mi página.
es_us: CommonRequirediOS16,
fr: CoopHistoryAverageScore,Moyenne
it: CommonRequiredSignIn,Per utilizzare questa applicazione, è necessario effettuare l'accesso con il proprio account Nintendo. Accedere dalla pagina personale.
ja: CommonDeveloperAnswer,デベロッパの回答
ko: CommonResultsCount,결과
nl: CommonRequiredSignIn,Als je deze app gebruikt, moet je je aanmelden met je Nintendo-account. Meld je aan via Mijn pagina.
ru: CoopHistoryAverageScore,Avg
zh_hans: CommonResultsCount,结果
zh_hant: CommonResultsCount,結果

source: CommonRestoreFailureMessage,Restore results failure. Unsupported format or signature does not match due to file has been tampered with.
de: CommonRestoreSuccessMessage,Ergebnisse erfolgreich wiederherstellen
es: CommonRestoreSuccessMessage,Restaurar resultados con éxito
es_us: CommonRequiredSignIn,
fr: CommonRequirediOS16,Vous devez mettre à jour vers iOS16 ou une version plus récente pour utiliser cette fonctionnalité.
it: CommonRestoreSuccessMessage,Ripristino dei risultati con successo
ja: CommonMinimumVersion,サポートされていないバージョンでバックアップされたリザルトのため復元できませんでした。
ko: CommonDeveloperAnswer,소개
nl: CommonRestoreSuccessMessage,Succesvolle resultaten herstellen
ru: CommonRequirediOS16,Для использования этой функции необходимо обновить iOS до версии 16 или выше
zh_hans: CommonDeveloperAnswer,开发者的回应
zh_hant: CommonDeveloperAnswer,開發者的回應

source: CommonResultsCount,Results
de: CommonRestoreFailureMessage,Wiederherstellungsergebnisse sind fehlgeschlagen. Nicht unterstütztes Format oder die Signatur stimmt nicht überein, weil die Datei manipuliert wurde.
es: CommonRestoreFailureMessage,Fallo en los resultados de la restauración. Formato no compatible o la firma no coincide debido a que el archivo ha sido manipulado.
es_us: CommonRestoreSuccessMessage,
fr: CommonRequiredSignIn,Pour utiliser cette application, vous devez vous connecter avec votre compte Nintendo. Veuillez vous connecter à partir de Ma page.
it: CommonRestoreFailureMessage,Risultato del ripristino non riuscito. Il formato non è supportato o la firma non corrisponde perché il file è stato manomesso.
ja: ErrorInvalidSignature,バックアップの署名が一致しなかったため復元できませんでした。リザルトが改ざんされている可能性があります。
ko: CommonMinimumVersion,지원되지 않는 버전으로 백업된 결과물을 복원할 수 없었습니다.
nl: CommonRestoreFailureMessage,Herstelresultaten mislukt. Niet ondersteund formaat of handtekening komt niet overeen omdat er met het bestand is geknoeid.
ru: CommonRequiredSignIn,Для использования этого приложения вам необходимо войти в систему под своей учетной записью Nintendo. Войдите в систему на Моей странице.
zh_hans: CommonMinimumVersion,无法恢复以不支持的版本备份的结果
zh_hant: CommonMinimumVersion,無法恢復以不支援的版本備份的結果

source: CommonDeveloperAnswer,Developer's response
de: CommonResultsCount,Ergebnisse
es: CommonResultsCount,Resultados
es_us: CommonRestoreFailureMessage,
fr: CommonRestoreSuccessMessage,Restaurer les résultats avec succès
it: CommonResultsCount,Risultati
ja: CommonUseSystemTheme,端末の設定を利用する
ko: ErrorInvalidSignature,백업의 서명이 일치하지 않아 복원할 수 없었습니다. 결과물이 수정되었을 가능성이 있습니다.
nl: CommonResultsCount,Resultaten
ru: CommonRestoreSuccessMessage,Успешное восстановление результатов
zh_hans: ErrorInvalidSignature,由于备份签名不匹配，无法恢复。结果可能已被篡改
zh_hant: ErrorInvalidSignature,由於備份簽名不匹配，無法恢復。結果可能已被篡改

source: CommonMinimumVersion,Due to the data backuped by unsupported version, could not restore.
de: CommonDeveloperAnswer,Antwort des Entwicklers
es: CommonDeveloperAnswer,Respuesta del promotor
es_us: CommonResultsCount,
fr: CommonRestoreFailureMessage,Échec de la restauration. Le format n'est pas pris en charge ou la signature ne correspond pas parce que le fichier a été modifié.
it: CommonDeveloperAnswer,Risposta dello sviluppatore
ja: CommonLicense,ライセンス
ko: CommonUseSystemTheme,장치 설정에 따라 다릅니다
nl: CommonDeveloperAnswer,Antwoord van de ontwikkelaar
ru: CommonRestoreFailureMessage,Сбой результатов восстановления. Неподдерживаемый формат или подпись не соответствует из-за того, что файл был подделан.
zh_hans: CommonUseSystemTheme,根据设备设置而定
zh_hant: CommonUseSystemTheme,取決於設備設置

source: ErrorInvalidSignature,Due to the unmatch the signature of data, could not restore.
de: CommonMinimumVersion,Da die Daten von einer nicht unterstützten Version gesichert wurden, konnten sie nicht wiederhergestellt werden.
es: CommonMinimumVersion,Debido a que la copia de seguridad de los datos se realizó con una versión no compatible, no se pudo restaurar.
es_us: CommonDeveloperAnswer,
fr: CommonResultsCount,Résultats
it: CommonMinimumVersion,A causa del backup dei dati effettuato con una versione non supportata, non è stato possibile eseguire il ripristino.
ja: DateTimeYearFormat,yyyy M/d HH:mm
ko: CommonLicense,라이선스
nl: CommonMinimumVersion,Omdat de gegevens zijn opgeslagen in een niet-ondersteunde versie, konden ze niet worden hersteld.
ru: CommonResultsCount,Результаты
zh_hans: CommonLicense,许可证
zh_hant: CommonLicense,許可證

source: CommonUseSystemTheme,Use device settings
de: ErrorInvalidSignature,Da die Signatur der Daten nicht übereinstimmt, konnte sie nicht wiederhergestellt werden.
es: ErrorInvalidSignature,Debido a la no coincidencia de la firma de los datos, no se pudo restaurar.
es_us: CommonMinimumVersion,
fr: CommonDeveloperAnswer,Réponse du développeur
it: ErrorInvalidSignature,A causa della mancata corrispondenza della firma dei dati, non è stato possibile eseguire il ripristino.
ja: DateTimeFormat,M/d HH:mm
nl: ErrorInvalidSignature,Omdat de handtekening van de gegevens niet overeenkwam, kon hij niet herstellen.
ru: CommonDeveloperAnswer,Ответ разработчика

source: CommonLicense,License
de: CommonUseSystemTheme,Geräteeinstellungen verwenden
es: CommonUseSystemTheme,Utilizar la configuración del dispositivo
es_us: ErrorInvalidSignature,
fr: CommonMinimumVersion,Les données ayant été sauvegardées dans une version non prise en charge, il n'a pas été possible de les restaurer.
it: CommonUseSystemTheme,Utilizzare le impostazioni del dispositivo
nl: CommonUseSystemTheme,Apparaatinstellingen gebruiken
ru: CommonMinimumVersion,Из-за того, что резервная копия данных была создана в неподдерживаемой версии, восстановить ее не удалось.

source: DateTimeYearFormat,dd/MM/yyyy HH:mm
de: CommonLicense,Lizenz
es: CommonLicense,Licencia
es_us: CommonUseSystemTheme,
fr: ErrorInvalidSignature,En raison de la non-concordance de la signature des données, il n'a pas été possible de les restaurer.
it: CommonLicense,Licenza
nl: CommonLicense,Licentie
ru: ErrorInvalidSignature,Из-за несовпадения сигнатур данных, восстановить их не удалось.

source: DateTimeFormat,dd/MM HH:mm
de: DateTimeYearFormat,dd.MM/yyyy HH:mm
es_us: CommonLicense,
fr: CommonUseSystemTheme,Utiliser les paramètres de l'appareil
it: DateTimeYearFormat,dd/MM/yyyy HH:mm
ru: CommonUseSystemTheme,Использовать настройки устройства
