Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualEventMatchEventMatchSpecialRushJetPackSubtitle
source: A high-flying Inkjet battle!
de: Alles Bunte kommt von oben!
es: ¡Refriega aérea usando a tope el propulsor!
es_mx: ¡Un combate por todo lo alto con el propulsor!
fr: Chromo-jet à tous les étages !
it: Una battaglia volante a suon di jet splat!
ja: ジェットパック使い放題のハチャメチャバトル！
ko: 제트 팩 무제한 쓰기 엉망진창 배틀!
nl: Het gevaar komt van boven!
ru: C красколетом на головокружительных высотах!
zh_hans: 无限使用喷射背包的疯狂对战！
zh_hant: 無限使用噴射背包的瘋狂對戰！

# ManualManualEventMatchEventMatchSpecialRushJetPackTitle
source: Inkjets for Everyone!
de: Tintendüser-Donnerei
es: Certamen del propulsor
es_mx: Exhibición del propulsor
fr: Une arme qui en chromo-jet !
it: Jet splat per tutti!
ja: ジェットパック祭り
ko: 제트 팩 축제
nl: Inktjets in volle vlucht
ru: Красколеты в массы!
zh_hans: 喷射背包狂欢祭
zh_hant: 噴射背包狂歡祭

# ManualManualEventMatchEventMatchSpecialRushSkewerSubtitle
source: Rev up your Reefsliders, and rideinto battle!
de: Ein Fest für Haihammer-Rammer!
es: ¿Te apuntas a un explosivo paseo?
es_mx: ¿Con ganas de un paseo explosivo?
fr: Monte sur ton cavalsquale et plongedans la mêlée !
it: Sfreccia nella mischia con il tuo motosqualo!
ja: サメライド乗り放題のハチャメチャバトル！
ko: 샤크 라이드 무제한 타기 엉망진창 배틀!
nl: Ben jij happig op hele scholen Opblaashaaien?
ru: Оседлай верную мотокулу, и в бой!
zh_hans: 无限骑乘鲨鱼坐骑的疯狂对战！
zh_hant: 無限騎乘鯊魚坐騎的瘋狂對戰！

# ManualManualEventMatchEventMatchSpecialRushSkewerTitle
source: Reefslider Rally
de: Haihammer-Hatz
es: Certamen del flotiburón
es_mx: Exhibición del flotiburón
fr: Le bal des cavalsquales
it: Gran premio del motosqualo
ja: サメライド祭り
ko: 샤크 라이드 축제
nl: Naar de Opblaashaaien
ru: Наперегонки на мотокуле
zh_hans: 鲨鱼坐骑狂欢祭
zh_hant: 鯊魚坐騎狂歡祭

# ManualManualEventMatchEventMatchSpecialRushUltraShotSubtitle
source: A high-powered Trizooka battle!
de: Trizooka-Trommelfeuer ohne Ende!
es: ¡Lucha con tintazucas triples por doquier!
es_mx: ¡Cañones triples para todos!
fr: Un match pour les fans du lance-rafales !
it: Una lotta all'ultimo ultraturbinator!
ja: ウルトラショット撃ち放題のハチャメチャバトル！
ko: 울트라 샷 무제한 쏘기 엉망진창 배틀!
nl: Een overweldigende Trizooka-kanonnade!
ru: Плюх-пати из гранатометов «Трезубец»!
zh_hans: 无限使用终极发射的疯狂对战！
zh_hant: 無限使用終極發射的瘋狂對戰！

# ManualManualEventMatchEventMatchSpecialRushUltraShotTitle
source: Too Many Trizookas!
de: Trizookaracho
es: Certamen del tintazuca triple
es_mx: Homenaje al cañón triple
fr: Lance-rafales pour tout le monde !
it: Troppi ultraturbinator!
ja: ウルトラショット祭り
ko: 울트라 샷 축제
nl: Trizooka-trammelant
ru: «Трезубец» изобилия!
zh_hans: 终极发射狂欢祭
zh_hant: 終極發射狂歡祭

# ManualManualEventMatchEventMatchSpecialRushUltraStampSubtitle
source: Go on a stampage with your Ultra Stamp!
de: Schnellstempler willkommen!
es: ¡Estampa antes de que te estampen a ti!
es_mx: ¡Estampa antes de que te estampen a ti!
fr: L'ultra-tamponneur, c'est que du bonheur !
it: Timbra tutti col mega timbro!
ja: ウルトラハンコ押し放題のハチャメチャバトル！
ko: 울트라 스탬프 무제한 찍기 엉망진창 배틀!
nl: Hiervoor gaat iedereen plat.
ru: В этом бою-событии ты превратишьсяв самый настоящий припечатный станок!
zh_hans: 无限使用终极印章的疯狂对战！
zh_hant: 無限使用終極印章的瘋狂對戰！

# ManualManualEventMatchEventMatchSpecialRushUltraStampTitle
source: Ultra Stamp Rally
de: Ultra-Stempelrallye
es: Certamen de la utraselladora
es_mx: Certamen de la utraselladora
fr: Rallye ultra-tamponné
it: Mega timbro alla riscossa
ja: ウルトラハンコ祭り
ko: 울트라 스탬프 축제
nl: Ultrastempel-uitdaging
ru: Припечатное ралли
zh_hans: 终极印章狂欢祭
zh_hant: 終極印章狂歡祭

# ManualManualEventMatchEventMatchSpecialRushZipCasterSubtitle
source: Fly free with unlimited Zipcaster use!
de: Haftsprünge total für alle Himmelsstürmer!
es: ¡Usa el gancho tentacular sin límite!
es_mx: ¡Usa el gancho tentacular sin límite!
fr: Super Mollusque illimité ! Bon vol !
it: Vola a... volontà con il molluscatto infinito!
ja: ショクワンダー使い放題のハチャメチャバトル！
ko: 쇼크 원더 무제한 쓰기 엉망진창 배틀!
nl: Onbeperkt vliegen met Tentakabels!
ru: Краскотросы без лишних вопросов!
zh_hans: 无限使用触手喷射的疯狂对战！
zh_hant: 無限使用觸手噴射的瘋狂對戰！

# ManualManualEventMatchEventMatchSpecialRushZipCasterTitle
source: Zip-to-It Zipcaster Challenge
de: Haftig umkämpft
es: Certamen del gancho tentacular
es_mx: Homenaje al gancho tentacular
fr: Super Mollusque et super Challenge
it: Scatta col molluscatto
ja: ショクワンダー祭り
ko: 쇼크 원더 축제
nl: Tentakabel-tentamen
ru: Бросок с краскотросом
zh_hans: 触手喷射狂欢祭
zh_hant: 觸手噴射狂歡祭

# ManualManualEventMatchEventMatchSuperBeaconSubtitle
source: Super Jump up and away! Stand by yourteammates with their Squid Beakons!
de: Sprungbojen ahoi! Spring Mitspielern zur Seite!
es: ¡Tus colegas siempre a tiro de supersalto!
es_mx: ¡Acude a tus compañeros con supersaltos!
fr: Fais front avec tes coéquipiers enrejoignant leurs balises de saut !
it: Super salta di qua e di là! Resta accantoai tuoi compagni con il trasferitore!
ja: 爆速スーパージャンプ！ 仲間にジャンプビーコンに飛びまくれ！
ko: 쾌속 슈퍼 점프! 동료와 점프 비컨에 마구 점프해라!
nl: De versterking wordt snel opgediend!
ru: Суперпрыжком — к победе! Спешитек прыжковым маячкам соратников!
zh_hans: 极速超级跳跃！朝着同伴或跳跃信标尽情跳跃吧！
zh_hant: 爆速超級跳躍！朝著同伴或跳躍信標瘋狂飛躍！

# ManualManualEventMatchEventMatchSuperBeaconTitle
source: Super Jump-a-thon
de: Superspringer-Supermatch!
es: Certamen del supersalto
es_mx: Certamen del supersalto
fr: Super sauts à gogo
it: Maratona di super salti
ja: スーパージャンプ祭り
ko: 슈퍼 점프 축제
nl: Vliegensvlugge Springschotels
ru: Суперпрыжковая олимпиада
zh_hans: 超级跳跃狂欢祭
zh_hant: 超級跳躍狂歡祭

# ManualManualEventMatchEventMatchSuperSpecialWeaponChariotSubtitle
source: Crab Tanks on the loose! Strafe to safety!
de: Krabben krabbeln überall! Rasch in Deckung!
es: ¡Ataca sin piedad empleando el cangrejobota paso acelerado!
es_mx: ¡Ataca sin piedad empleando el cangrejobota paso acelerado!
fr: Tous aux abris, les crabes d'assautsont de sortie !
it: Granchi armati a piede libero!Quale crostaceo trionferà?
ja: カニタンクの歩行速度がアップ！ カニ歩きで撃ちまくれ！
ko: 크랩 탱크 보행 속도 UP! 게걸음으로 마구 쏴라!
nl: Beweeg opzij voor de Krabbentanks!
ru: Кработанки ползут! Все в укрытие!
zh_hans: 螃蟹坦克的步行速度提升！以蟹步移动尽情射击吧！
zh_hant: 螃蟹坦克步行速度提升！以蟹步移動盡情掃射！

# ManualManualEventMatchEventMatchSuperSpecialWeaponChariotTitle
source: Bucket of Crab Tanks
de: Krabbenpanzer, marsch!
es: Choque de cangrejobots
es_mx: Choque de cangrejobots
fr: Panier de crabes d'assaut
it: Granchi armati scatenati
ja: 快走カニタンクバトル
ko: 쾌속 질주 크랩 탱크 배틀
nl: Een emmer vol Krabbentanks
ru: Кработанковые учения
zh_hans: 捷足螃蟹坦克对战
zh_hant: 捷足螃蟹坦克對戰

# ManualManualEventMatchEventMatchSuperSubWeaponCurlingBombSubtitle
source: Toss out jumbo-sized Curling Bombs inthis frenetic Challenge!
de: Lass die Curling-Bomben rasen!
es: ¡Un frenético choque entre gigantescasbombas deslizantes!
es_mx: ¡Un frenético choque entre gigantescasbombas deslizantes!
fr: Un événement frénétique où des bombescurling taille XXL surgissent de partout !
it: Lancia delle gigantesche bombe curlingin questo evento forsennato!
ja: ビッグなカーリングボムを投げあうキケンなバトル！
ko: 빅 컬링 밤을 주고받는 위험한 배틀!
nl: Extra grote Curlingbommen zorgenvoor extra veel chaos!
ru: Швыряй гигантские керлинг-бомбы!
zh_hans: 互相投掷巨大冰壶炸弹的危险对战！
zh_hant: 互擲巨大冰壺炸彈的危險對戰！

# ManualManualEventMatchEventMatchSuperSubWeaponCurlingBombTitle
source: Curling Hurl
de: Treff der harten Curle!
es: Gran duelo de bombas deslizantes
es_mx: Gran duelo de bombas deslizantes
fr: Cure de curling
it: Cura curling
ja: ビッグカーリングボムバトル
ko: 빅 컬링 밤 배틀
nl: Curlingclash
ru: Керлинг-бомбометание
zh_hans: 巨大冰壶炸弹对战
zh_hant: 巨大冰壺炸彈對戰

# ManualManualEventMatchEventMatchSuperSubWeaponLineMarkerSubtitle
source: Who's the best shot with an Angle Shooter?Let's find out.
de: Wahre Winkelmarker-Champs ans Werk!
es: ¡Un peligroso duelo de tiralíneas cruzados!
es_mx: ¡Un peligroso duelo de dardos resaltadores!
fr: Qui est le meilleur au ricocheur ?Il n'y a qu'un moyen de le savoir !
it: Chi è più abile con lo sparalinee?
ja: スーパーなラインマーカーを投げあうキケンなバトル！
ko: 슈퍼 라인 마커를 주고받는 위험한 배틀!
nl: Ketskogelkampioenen aan het werk!
ru: Лучший углострелок, шаг из строя!
zh_hans: 互相投掷超级标线器的危险对战！
zh_hant: 互擲超級標線器的危險對戰！

# ManualManualEventMatchEventMatchSuperSubWeaponLineMarkerTitle
source: Work the Angles
de: Weitklecks über Winkel
es: Megabatalla con tiralíneas
es_mx: Dardo resaltador al ataque
fr: Zizanie en zig-zag
it: In prima linea
ja: スーパーラインマーカーバトル
ko: 슈퍼 라인 마커 배틀
nl: Alle hoeken van de kamer
ru: Острые углы
zh_hans: 超级标线器对战
zh_hant: 超級標線器對戰

# ManualManualEventMatchEventMatchSuperSubWeaponSplashBombSubtitle
source: Let the Splat Bombs fly in this free-for-all!
de: Die kleckstra knallige Kracherei!
es: ¡Que las bombas básicas vuelen libres!
es_mx: ¡Que las plasbombas vuelen libres!
fr: Attention, déluge de bombes splashà l'horizon !
it: Le bombe fanno splash in questa lottasenza quartiere!
ja: スプラッシュボム投げまくりのキケンなバトル！
ko: 스플래시 밤을 마구 던지는 위험한 배틀!
nl: Laat de Klodderbommen in het rond vliegen!
ru: Бросай брызгающие бомбы, боец!
zh_hans: 尽情投掷斯普拉炸弹的危险对战！
zh_hant: 瘋狂投擲斯普拉炸彈的危險對戰！

# ManualManualEventMatchEventMatchSuperSubWeaponSplashBombTitle
source: Splat Bomb Rush
de: Klecks-Bomben? Klasse!
es: Bombas básicas a tutiplén
es_mx: Lluvia de plasbombas
fr: Place aux bombes splash
it: Bombe splash a non finire
ja: スプラッシュボムラッシュ
ko: 스플래시 밤 러시
nl: Klodderbommenkabaal
ru: Брызгающая бомбардировка
zh_hans: 斯普拉炸弹狂潮
zh_hant: 斯普拉炸彈狂潮

# ManualManualEventMatchEventMatchTitle
source: Challenge Basics
de: Event-Kampf: Einsteiger-Infos
es: Combates evento
es_mx: Combates especiales
fr: Bases des matchs Challenge
it: Partite evento
ja: イベントマッチのキホン
ko: 이벤트 매치의 첫걸음
nl: Eventgevechten voor beginners
ru: Бой-событие: азы
zh_hans: 活动比赛的基础知识
zh_hant: 活動比賽基礎指南

# ManualManualEventMatchEventMatchUsuallyRehearsalsSubtitle
source: Brush up your skills before throwingdown in a tournament!
de: Die Trainingschance zum Turniererfolg!
es: ¡Practica e intenta alcanzar los mejores puestos!
es_mx: ¡Practica e intenta alcanzarlos mejores puestos!
fr: Affûte tes talents avant de plonger dansle grand bain d'un tournoi !
it: Affina le tue abilità in vista di un torneo!
ja: 大会イベント上位入賞を目指して練習しよう！
ko: 대회 이벤트 상위 입상을 목표로 연습하자!
nl: Train voor toekomstig toernooisucces!
ru: Отточи свои навыки перед турниром!
zh_hans: 为在大赛活动中取得靠前的名次，努力练习吧！
zh_hant: 透過練習設法在大賽活動中爭取排名吧！

# ManualManualEventMatchEventMatchUsuallyRehearsalsTitle
source: Tournament Test Run
de: Turnier-Testlauf
es: Evento clasificatorio de prueba
es_mx: Evento clasificatorio de prueba
fr: Entraînement au tournoi
it: Prova torneo
ja: 大会イベント練習会
ko: 대회 이벤트 연습회
nl: Testtoernooi
ru: Турнир-тренировка
zh_hans: 大赛活动练习会
zh_hant: 大賽活動練習會

# ManualManualEventMatchEventMatchUsuallySubtitle
source: Play your way into a tournament!
de: Kämpf dich zur Turnierteilnahme!
es: ¡Intenta alcanzar los mejores puestos!
es_mx: ¡Ábrete paso hasta el torneo!
fr: Qualifie-toi pour un tournoi !
it: Guadagnati l'accesso a un torneo!
ja: 大会イベントで上位入賞を目指そう！
ko: 대회 이벤트에서 상위로 입상하자!
nl: Vecht om een plek in een toernooi!
ru: Пройди отбор на турнир!
zh_hans: 在大赛活动中努力争取靠前的名次吧！
zh_hant: 在大賽活動中努力爭取排名吧！

# ManualManualEventMatchEventMatchUsuallyTitle
source: Tournament Qualifiers
de: Turnierqualifikation
es: Evento clasificatorio
es_mx: Evento clasificatorio
fr: Qualifications
it: Qualificazione ai tornei
ja: 大会イベント
ko: 대회 이벤트
nl: Toernooikwalificatie
ru: Квалификационные бои
zh_hans: 大赛活动
zh_hant: 大賽活動

# ManualManualEventMatchEventMatchWeaponLimitedBlasterSubtitle
source: Bring your blasters and get readyfor blastoff!
de: Die knallige Blaster-Party wartet!
es: ¡Devasta que da gusto con devastadores!
es_mx: ¡Lanzamotas al poder!
fr: Sors les blasters et prépare-toià la blastaille !
it: Porta i tuoi blaster e blasta alla grande!
ja: ブキ限定バトル！ 最強のブラスター使いを目指せ！
ko: 무기 한정 배틀! 최강의 블래스터 유저를 노려라!
nl: Hoe behendig ben je met blasters?
ru: Бластер в руки и вперед!
zh_hans: 限定武器对战！目标是成为最强的爆破枪操作者！
zh_hant: 特定武器對戰！成為最強的爆破槍操作者

# ManualManualEventMatchEventMatchWeaponLimitedBlasterTitle
source: Fastest Blasters
de: Blaster-Remaster
es: Combate devastador
es_mx: Combate lanzamotero
fr: Pas de blabla, des blasters !
it: Blaster e basta
ja: 最強ブラスター決定戦
ko: 최강 블래스터 결정전
nl: Blastublieft!
ru: Бластер-мастер
zh_hans: 最强爆破枪争夺战
zh_hant: 最強爆破槍爭奪戰

# ManualManualEventMatchEventMatchWeaponLimitedChargerSubtitle
source: Time to see if you're a hotshotwith your favorite charger!
de: Wer ist der beste Distanzkleckser?
es: ¡A ver cómo te manejas con el cargatintas!
es_mx: ¡A ver cómo te va con los cargatintas!
fr: Voyons ce dont tu es capableavec ton fusil préféré !
it: Scarica la tensione con le armi a carica!
ja: ブキ限定バトル！ 最強のチャージャー使いを目指せ！
ko: 무기 한정 배틀! 최강의 차저 유저를 노려라!
nl: Ben jij met afstand de beste?
ru: Покажи свои стрелковые способностисо своим любимым нагнетателем.
zh_hans: 限定武器对战！目标是成为最强的蓄力狙击枪操作者！
zh_hant: 特定武器對戰！成為最強的蓄力狙擊槍操作者

# ManualManualEventMatchEventMatchWeaponLimitedChargerTitle
source: Fully Charged
de: Konzentriert zum Sieg
es: ¡A cargar las tintas!
es_mx: ¡A cargar tinta!
fr: Fusils à foison
it: Alla carica
ja: 最強チャージャー決定戦
ko: 최강 차저 결정전
nl: Laderlading
ru: Нагнетание атмосферы
zh_hans: 最强蓄力狙击枪争夺战
zh_hant: 最強蓄力狙擊槍爭奪戰

# ManualManualEventMatchEventMatchWeaponLimitedManeuverSubtitle
source: Enter a battlefield filled with slipperycustomers in this all-dualies war!
de: Zwei Läufe, reichlich Ausweich-Action!
es: ¿Quién demostrará mayor poderíoempleando armas duales?
es_mx: ¿Quién demostrará mayor maestríacon las armas duales?
fr: Jette-toi dans l'arène et donne uneleçon d'arme double à tes adversaires !
it: Partecipa a una guerra di repolper,il campo di battaglia è pronto!
ja: ブキ限定バトル！ 最強のマニューバー使いを目指せ！
ko: 무기 한정 배틀! 최강의 머누버 유저를 노려라!
nl: Dubbel de knallers, dubbel de pret!
ru: Бросайся в бой с двойным преимуществом!
zh_hans: 限定武器对战！目标是成为最强的机动枪操作者！
zh_hant: 特定武器對戰！成為最強的機動槍操作者！

# ManualManualEventMatchEventMatchWeaponLimitedManeuverTitle
source: Dualies at Ten Paces
de: Dynamischer Dopplertreff
es: Monopolio de armas duales
es_mx: Monopolio de armas duales
fr: Doubles maléfiques
it: Passione repolper
ja: 最強マニューバー決定戦
ko: 최강 머누버 결정전
nl: Dubbelknalfuif
ru: Монополия спуртометов
zh_hans: 最强机动枪争夺战
zh_hant: 最強機動槍爭奪戰

# ManualManualEventMatchEventMatchWeaponLimitedRollerBrushSubtitle
source: It's rollers vs. brushes for bragging rights!
de: Kreatives Klecksen mit Roller und Pinsel!
es: ¡Una gran disputa de pinceles y rodillos!
es_mx: ¡Una gran disputa de pinceles y rodillos!
fr: Rouleau ou pinceau... Qui est le plus beau ?
it: Rulli vs pennelli: chi la pittura la vince!
ja: ブキ限定バトル！ 最強のローラー＆フデ使いを目指せ！
ko: 무기 한정 배틀! 최강의 롤러&붓 유저를 노려라!
nl: Creatief kliederen met rollers en kwasten!
ru: Валики против кистей — дуэль титанов!
zh_hans: 限定武器对战！目标是成为最强的滚筒&画笔操作者！
zh_hant: 特定武器對戰！成為最強的滾筒＆畫筆操作者！

# ManualManualEventMatchEventMatchWeaponLimitedRollerBrushTitle
source: Art Battle for the Ages
de: Kunst mit Vollkontakt
es: Batalla pictórica histórica
es_mx: Batalla pictórica histórica
fr: Une compète pour les esthètes
it: La battaglia artistica del secolo
ja: 最強ローラー＆フデ決定戦
ko: 최강 롤러&붓 결정전
nl: Kunstzinnig knokken
ru: Искусство на века
zh_hans: 最强滚筒&画笔争夺战
zh_hant: 最強滾筒＆畫筆爭奪戰

# ManualManualEventMatchEventMatchWeaponLimitedShelterSubtitle
source: Come back with your brella or on it!
de: Schießen, schützen, Schirme schicken!
es: ¡Si la tinta no para, es porquelos paratintas están en juego!
es_mx: ¡Un buen paratintas cubre todas tusnecesidades en el campo de batalla!
fr: Sors le para-encre et à l'assaut !
it: All'assalto con lo sparasole!
ja: ブキ限定バトル！ 最強のシェルター使いを目指せ！
ko: 무기 한정 배틀! 최강의 셸터 유저를 노려라!
nl: Het regent dat het plenst!
ru: Атака и защита под одним куполом!
zh_hans: 限定武器对战！目标是成为最强的防空伞操作者！
zh_hant: 特定武器對戰！成為最強的防空傘操作者！

# ManualManualEventMatchEventMatchWeaponLimitedShelterTitle
source: Brella Good
de: Pluviator-Powerplay
es: Combate de paratintas
es_mx: Paratintas imparables
fr: Au paradis des para-encres
it: Assolo di sparasole
ja: 最強シェルター決定戦
ko: 최강 셸터 결정전
nl: Plenzerpandemonium
ru: Суши сплат-зонты!
zh_hans: 最强防空伞争夺战
zh_hant: 最強防空傘爭奪戰

# ManualManualEventMatchEventMatchWeaponLimitedSlosherSubtitle
source: Go forth and slosher the opposition!
de: Wer kübelt die meisten Kontrahenten weg?
es: ¡Baña a quien se ponga delante!
es_mx: ¡Baña a quien se ponga delante!
fr: Dégaine les seaux et plonge dans l'action !
it: Secchiostra gli avversari!
ja: ブキ限定バトル！ 最強のスロッシャー使いを目指せ！
ko: 무기 한정 배틀! 최강의 슬로셔 유저를 노려라!
nl: Morser op los!
ru: Пусть ни один враг не уйдет сухим!
zh_hans: 限定武器对战！目标是成为最强的泼桶操作者！
zh_hant: 特定武器對戰！成為最強的潑桶操作者！

# ManualManualEventMatchEventMatchWeaponLimitedSlosherTitle
source: Supreme Sloshers
de: Man schwärmt für Schwapper
es: El reinado del Derramatic
es_mx: El reinado del Derramatic
fr: Garde des seaux
it: Secchiostri supremi
ja: 最強スロッシャー決定戦
ko: 최강 슬로셔 결정전
nl: Morsermanie
ru: Ведроганы решают!
zh_hans: 最强泼桶争夺战
zh_hant: 最強潑桶爭奪戰

# ManualManualEventMatchEventMatchWeaponLimitedSpinnerSubtitle
source: Muster as much firepower as you canin this battle of the splatlings!
de: Hier glühen die Splatling-Läufe!
es: ¡Lucha con la fuerza de las tintralladoras!
es_mx: ¡Lucha con la fuerza de los garabateadores!
fr: Déploie une puissance de feu maximaledans cette bataille de badigeonneurs !
it: Battaglia all'ultimo splatling!
ja: ブキ限定バトル！ 最強のスピナー使いを目指せ！
ko: 무기 한정 배틀! 최강의 스피너 유저를 노려라!
nl: Vecht het uit met de krachtige spetlingen!
ru: Брызгометы тут метают брызги вовсю!
zh_hans: 限定武器对战！目标是成为最强的旋转枪操作者！
zh_hant: 特定武器對戰！成為最強的旋轉槍操作者！

# ManualManualEventMatchEventMatchWeaponLimitedSpinnerTitle
source: Barrel of Splats
de: Trommelfeuer-Feier
es: Encontronazo de tintralladoras
es_mx: Batalla de garabateadores
fr: Le Badigeonneur à l'honneur
it: Splatta con lo splatling
ja: 最強スピナー決定戦
ko: 최강 스피너 결정전
nl: Furieuze vuurkracht
ru: Феерия брызг
zh_hans: 最强旋转枪争夺战
zh_hant: 最強旋轉槍爭奪戰

# ManualManualFesFesButton01
source: Splatfest Info
de: Was ist einSplatfest?
es: Normasdel festival
es_mx: Normasdel festival
fr: L'espritdu festival
it: Info festival
ja: フェスの心得
ko: 페스티벌의 수칙
ru: О Сплатфесте
zh_hans: 祭典守则
zh_hant: 祭典守則

# ManualManualFesFesButton02
source: Sneak Peek/Main Event
de: AufwärmphaseHaupt-Event
es: Prefestival/Festival principal
es_mx: Prefestival/Festival principal
fr: Préstival etfestival
it: Anteprima/evento
ja: ヨビ祭・本祭
ko: 사전 페스티벌・메인 페스티벌
nl: Opwarmfase/hoofdevent
ru: Разминка/Основой
zh_hans: 准备祭·正式祭
zh_hant: 準備祭‧正式祭

# ManualManualFesFesButton03
source: SplatfestBattle Basics
de: Splatfest-Grundlagen
es: Combatestemáticos
es_mx: Combatestemáticos
fr: Bases desFestimatchs
it: Partitetematiche
ja: フェスマッチのキホン
ko: 페스티벌 매치의첫걸음
nl: Splatfestvoor beginners
ru: О Сплатфест-боях
zh_hans: 祭典比赛的基础知识
zh_hant: 祭典比賽基礎指南

# ManualManualFesFesButton04
source: Tricolor BattleBasics
de: Dreifarb-Matches
es: Pugnastricolor
es_mx: Combatestricolor
fr: Matchstricolores
it: Scontrotricolore
ja: トリカラマッチのキホン
ko: 트리컬러 매치의첫걸음
nl: Driekleuren-gevechten
ru: О трехцветныхстычках
zh_hans: 三色夺宝比赛的基础知识
zh_hant: 三色奪寶比賽基礎指南

# ManualManualFesFesButton05
source: Final Results
de: Endergebnis
es: Resultados
es_mx: Resultados
fr: Résultatsdéfinitifs
it: Risultatifinali
ja: 最終結果
ko: 최종 결과
nl: Einduitslag
ru: Итоги
zh_hans: 最终结果
zh_hant: 最終結果

# ManualManualFesFesFesMatchManual00
source: Three teams battle it out for supremacy!
de: Drei Teams kämpfen um den Sieg!
es: ¡Tres equipos se disputan la victoria!
es_mx: ¡Tres equipos se disputan la victoria!
fr: Trois camps se livrent bataille pour ancrer leur domination !
it: Tre squadre si affrontano per la supremazia!
ja: ３つの勢力に分かれて競い合え！
ko: 3개의 세력으로 나뉘어 경쟁하자!
nl: Drie teams strijden om de overwinning!
ru: Три команды сражаются за лидерство!
zh_hans: 分为3大势力互相竞争吧！
zh_hant: 分成3大勢力互相競爭！

# ManualManualFesFesFesMatchTitle
source: Splatfest Battle Basics
de: Splatfest-Grundlagen
es: Combates temáticos
es_mx: Combates temáticos
fr: Les bases des festimatchs
it: Partite tematiche
ja: フェスマッチのキホン
ko: 페스티벌 매치의 첫걸음
nl: Splatfest voor beginners
ru: О Сплатфест-боях
zh_hans: 祭典比赛的基础知识
zh_hant: 祭典比賽基礎指南

# ManualManualFesFesMainSubFesTitle
source: Sneak Peek & the Main Event
de: Aufwärmphase & Haupt-Event
es: Prefestival y festival principal
es_mx: Prefestival y festival principal
fr: Le préstival et le festival proprement dit
it: Anteprima ed evento principale
ja: ヨビ祭・本祭
ko: 사전 페스티벌・메인 페스티벌
nl: De opwarmfase en het hoofdevent
ru: Сплатфест-разминка и основной Сплатфест
zh_hans: 准备祭·正式祭
zh_hant: 準備祭‧正式祭

# ManualManualFesFesResultTitle
source: Splatfest Final Results
de: Splatfest-Endergebnis
es: Resultados finales del festival
es_mx: Resultados finales del festival
fr: Résultats définitifs du festival
it: Risultati finali
ja: 最終結果
ko: 최종 결과
nl: Einduitslag van het Splatfest
ru: Итоги Сплатфеста
zh_hans: 最终结果
zh_hant: 最終結果

# ManualManualFesFesTorikaraManual00
source: Three teams ink turf and fight to take over Ultra Signals. At the end, theteam with the most turf inked wins!
de: Drei Teams kämpfen um ihr Revier... und um die Surimi-Signale.Das Team, das Ende am meisten Boden gefärbt hat, gewinnt!
es: Tres equipos deben entintar territorio y luchar para hacerse con lasultraseñales. ¡Gana el equipo con más superficie entintada!
es_mx: Tres equipos deben entintar territorio y luchar para asegurar las ultraseñales.¡Gana el equipo con más superficie entintada!
fr: Trois équipes encrent du terrain et se disputent les Tridenfusées.À la fin, l'équipe ayant encré le plus de terrain l'emporte !
it: Tre squadre colorano terreno e combattono per conquistarel'ultrasegnale. Vince la squadra che ha colorato di più!
ja: ３チームでスーパーシグナルをうばい合い、地面を塗りまくって、ナワバリが多いチームの勝ち！
ko: 슈퍼 시그널을 쟁탈하며 땅을 칠해 3팀 중 더 많은 영역을 확보한 팀의 승리!
nl: Drie teams strijden om het verven van de meeste grond en het inhanden krijgen van Ultrasignalen. Meeste geverfde grond wint!
ru: Три команды закрашивают район и сражаются за ультра-маячки. Победиткоманда, которая закрасит больше всего территории!
zh_hans: 3个队伍互相争夺超级信号并持续对地面涂墨，占地面积更多的队伍即可获胜！
zh_hant: 3個隊伍必須互相爭奪超級信號並持續對地面塗墨，占地面積較多才能獲勝！

# ManualManualFesFesTorikaraManual01
source: 1. Each Team's Turf Area2. The Ultra Signal3. Sprinkler of Doom4. Number of Ultra Signals Secured
de: 1. Reviere der Teams2. Surimi-Signal3. Giga-Sprinkler4. Gesicherte Surimi-Signale
es: 1. El territorio de cada equipo2. La ultraseñal3. El surtidor fatal4. Cantidad de ultraseñales aseguradas
es_mx: 1. Territorio de cada equipo2. Ultraseñal3. Irrigador letal4. Número de ultraseñales aseguradas
fr: 1. Zone encrée par chaque équipe2. Tridenfusée3. Fontaine du fléau4. Nombre de Tridenfusées sécurisées
it: 1) Il territorio di ogni squadra2) L'ultrasegnale3) L'irrigatore del destino4) Numero di ultrasegnali conquistati
ja: １．各チームのナワバリの広さ２．スーパーシグナル３．マトイ４．確保したスーパーシグナルの数
ko: 1. 각 팀의 영역 넓이2. 슈퍼 시그널3. 표치4. 확보한 슈퍼 시그널 수
nl: 1. Grondgebied van elk team2. Ultrasignaal3. Doemsprinkler4. Aantal veroverde Ultrasignalen
ru: 1. Область каждой команды2. Ультра-маячок3. Гигаразбрызгиватель4. Количество захваченных ультра-маячков
zh_hans: 1.各队伍的占地面积2.超级信号3.涂满告示牌4.确保的超级信号数量
zh_hant: 1.各隊伍的占地面積2.超級信號3.塗滿告示牌4.成功奪得的超級信號數量

# ManualManualFesFesTorikaraManual07Title
source: Pro Tips for Attackers
de: Profi-Tipps für Angreifer
es: Consejos para atacantes
es_mx: Consejos para atacantes
fr: Quelques astuces pour les attaquants
it: Consigli utili per gli attaccanti
ja: 攻撃チームのコツ
ko: 공격 팀의 요령
nl: Aanvallen voor gevorderden
ru: Советы для атакующих
zh_hans: 进攻队伍的诀窍
zh_hant: 進攻隊伍的訣竅

# ManualManualFesFesTorikaraManual09Title
source: Pro Tips for Defenders
de: Profi-Tipps für Verteidiger
es: Consejos para una buena defensa
es_mx: Consejos para una buena defensa
fr: Quelques astuces pour les défenseurs
it: Consigli utili per i difensori
ja: 守備チームのコツ
ko: 수비 팀의 요령
nl: Verdedigen voor gevorderden
ru: Советы для защитников
zh_hans: 防守队伍的诀窍
zh_hant: 防守隊伍的訣竅

# ManualManualFesFesTorikaraTitle
source: Tricolor Battle Basics
de: Dreifarb-Matches
es: Pugnas tricolor
es_mx: Combates tricolor
fr: Les matchs tricolores en quelques mots
it: Scontro tricolore
ja: トリカラマッチのキホン
ko: 트리컬러 매치의 첫걸음
nl: Driekleurengevechten
ru: О трехцветных стычках
zh_hans: 三色夺宝比赛的基础知识
zh_hant: 三色奪寶比賽基礎指南
