Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GearGearNameClothesSwt012
source: Annaki Red Cuff
de: Annaki-Rotärmel-Pulli
es: Jersey puño rojo
es_mx: Annak puño rojo
fr: Pull grunge poignet rouge
it: Maglione polsino rosso Annak
ja: アナアキニット アカソデ
ko: 아나키 빨강 소매 니트
nl: Trui met rode manchet
ru: Свитер с красным рукавом
zh_hans: 无法无天针织衫 红色袖子
zh_hant: 無法無天針織衫 紅色袖子

# GearGearNameClothesSwt013
source: N-Pacer Sweat
de: N-Pacer-Trainingsjacke
es: Sudadera zapakrakien
es_mx: Sudadera Empeatón
fr: Sweat basket
it: Felpa sneaker
ja: エンペーサートレーナー
ko: 엔페이서 트레이너 스웨트
nl: N-Pacer-sweater
ru: Беговой свитер
zh_hans: 皇耆训练套头衫
zh_hant: 皇耆訓練套頭衫

# GearGearNameClothesSwt014
source: Octarian Retro
de: Oktarianer-Retropulli
es: Sudadera octorretro
es_mx: Sudadera octorretro
fr: Sweat rétro Octarien
it: Felpa Octarian rétro
ja: オクタリアンレトロ
ko: 옥타리안 레트로
nl: Octarianen-retrotrui
ru: Джемпер «Осьмогад»
zh_hans: 复古章鱼族上衣
zh_hant: 復古章魚族上衣

# GearGearNameClothesSwt015
source: Takoroka Jersey
de: Kalamati-Trikot
es: Sudadera atlética Sepioca
es_mx: Sudadera atlética Pulpioka
fr: Sweat Cubic
it: Maglia sport Sepia
ja: ヤコピステ
ko: 라이즈 피스테
nl: Takoroka-trui
ru: Свитер от «Рыбок»
zh_hans: 暇古防风运动上衣
zh_hant: 暇古防風運動上衣

# GearGearNameClothesSwt016
source: Manatee Swag Sweat
de: Manati-Swag-Pulli
es: Sudadera manatí
es_mx: Sudadera manatí
fr: Sweat lamantin
it: Felpa lamantino
ja: クラマナスウェット
ko: 매너티 스웨그 스웨트
nl: Zeekoe-designertrui
ru: Свитер «Ламантин»
zh_hans: 海月海牛套头衫
zh_hant: 海月海牛套頭衫

# GearGearNameClothesSwt017
source: Apex Sweater
de: Hai-Strickpulli
es: Jersey de punto tiburones
es_mx: Suéter tiburones
fr: Pull requin
it: Maglione squali
ja: 3Dニット シャーク
ko: 샤크 3D 니트
nl: Haaientrui
ru: Свитер «Акулий»
zh_hans: 3D针织衫 鲨鱼
zh_hant: 3D針織衫 鯊魚

# GearGearNameClothesSwt018
source: Octo Jumper Away
de: Blaues Okto-Trikot
es: Octosudadera azul y negra
es_mx: Octosudadera azul y negra
fr: Sweat sportif Octa (ext.)
it: Octomaglia (trasferta)
ja: タコピステ ブルー
ko: 블루 문어 피스테
nl: Blauwe Octo-trui
ru: Осьмоджемпер (запас)
zh_hans: 章鱼防风运动上衣 蓝色
zh_hant: 章魚防風運動上衣 藍色

# GearGearNameClothesSwt019
source: Octo Jumper Home
de: Weißes Okto-Trikot
es: Octosudadera blanca y negra
es_mx: Octosudadera blanca y negra
fr: Sweat sportif Octa (dom.)
it: Octomaglia (casa)
ja: タコピステ ホワイト
ko: 화이트 문어 피스테
nl: Witte Octo-trui
ru: Осьмоджемпер (основа)
zh_hans: 章鱼防风运动上衣 白色
zh_hant: 章魚防風運動上衣 白色

# GearGearNameClothesSwt020
source: Moby Knit
de: Wal-Strickpulli
es: Jersey de punto ballenas
es_mx: Suéter ballenas
fr: Pull balaine
it: Maglione cetaceo
ja: 3Dニット ホエール
ko: 웨일 3D 니트
nl: Gebreide walvistrui
ru: Пуловер «Рыба-кит»
zh_hans: 3D针织衫 鲸鱼
zh_hant: 3D針織衫 鯨魚

# GearGearNameClothesSwt021
source: Lemon Hoodless
de: Zitrus-No-Hoodie
es: Sudadera sin capucha amarilla
es_mx: Sudadera sin capucha amarilla
fr: Sweater jaune
it: Felpa color limone
ja: フードレスパーカー イエロー
ko: 옐로 스웨트
nl: Citroengele sweater
ru: Желтая толстовка
zh_hans: 无帽厚上衣 黄色
zh_hant: 無帽厚上衣 黃色

# GearGearNameClothesSwt022
source: Motley Hoodless
de: Mixtape-No-Hoodie
es: Sudadera sin capucha multicolor
es_mx: Sudadera sin capucha multicolor
fr: Sweater bigarré
it: Felpa variopinta
ja: フードレスパーカー マルチ
ko: 멀티 스웨트
nl: Bonte sweater
ru: Пестрая толстовка
zh_hans: 无帽厚上衣 彩色
zh_hant: 無帽厚上衣 彩色

# GearGearNameClothesSwt023
source: Lime Hoodless
de: Algen-No-Hoodie
es: Sudadera sin capucha verde
es_mx: Sudadera sin capucha verde
fr: Sweater limette
it: Felpa sempreverde
ja: フードレスパーカー グリーン
ko: 그린 스웨트
nl: Limoengroene sweater
ru: Зеленая толстовка
zh_hans: 无帽厚上衣 绿色
zh_hant: 無帽厚上衣 綠色

# GearGearNameClothesSwt024
source: Fuzzly Sweater
de: Schreckstrickpulli
es: Jersey algas y estrellas
es_mx: Suéter algas y estrellas
fr: Pull en laine algues
it: Maglione mostriciattolo
ja: ワケワカメニット
ko: 영문 모를 니트
nl: Zeewierwar-trui
ru: Суматошный свитер
zh_hans: 乱藻藻针织衫
zh_hant: 亂藻藻針織衫

# GearGearNameClothesSwt025
source: Fringehead Hoodless
de: Neocli-No-Hoodie
es: Sudadera pez feroz
es_mx: Sudadera pez feroz
fr: Sweater neoclinus
it: Felpa Neoclinus
ja: CFHパーカー
ko: CFH 스웨트
nl: Zwelgsweater
ru: Толстовка «Злая рыба!»
zh_hans: CFH连帽上衣
zh_hant: CFH連帽上衣

# GearGearNameClothesTel000
source: White Striped LS
de: Weißes Streifen-Longsleeve
es: Blanca larga rayas
es_mx: Blanca a rayas manga larga
fr: Haut rayé blanc
it: Maglia a righe
ja: ボーダーホワイト
ko: 화이트 보더 LS
nl: Wit streepjesshirt
ru: «Бело-черная полосатка»
zh_hans: 横纹长袖上衣 白色
zh_hant: 橫紋長袖上衣 白色

# GearGearNameClothesTel001
source: Black LS
de: Schwarzes Longsleeve
es: Negra larga
es_mx: Manga larga negra
fr: Haut noir
it: Maglia nera
ja: バニーポップ ブラック
ko: 블랙 버니 팝 LS
nl: Zwart shirt
ru: Черный лонгслив
zh_hans: 长袖上衣 黑色
zh_hant: 長袖上衣 黑色

# GearGearNameClothesTel002
source: Purple Camo LS
de: Lila Tarn-Longsleeve
es: Camuflaje morada
es_mx: Camuflaje morado manga larga
fr: Haut à motif violet
it: Mimetica viola
ja: カモフラパープル
ko: 퍼플 카무 LS
nl: Paars camouflageshirt
ru: Лиловая камуфляжка
zh_hans: 迷彩长袖上衣 紫色
zh_hant: 迷彩長袖上衣 紫色

# GearGearNameClothesTel003
source: Navy Striped LS
de: Blaues Streifen-Longsleeve
es: Marinera larga
es_mx: Marinera manga larga
fr: Haut rayé marin
it: Maglia navy a righe
ja: ボーダーネイビー
ko: 네이비 보더 LS
nl: Blauw streepjesshirt
ru: Тельняшка
zh_hans: 横纹长袖上衣 海军蓝
zh_hant: 橫紋長袖上衣 海軍藍

# GearGearNameClothesTel004
source: Zekko Baseball LS
de: Zekko-Baseball-Shirt
es: Béisbol Ezko
es_mx: Béisbol Zekko manga larga
fr: Haut sportif Ezko
it: Maglia Ezko
ja: エゾッコラグラン
ko: 제코 래글런 LS
nl: Zekko-honkbalshirt
ru: Лонгслив от «Йожко»
zh_hans: 泽酷插肩袖上衣
zh_hant: 澤酷插肩袖上衣

# GearGearNameClothesTel005
source: Varsity Baseball LS
de: Grau-blaues Baseball-Shirt
es: Béisbol universitario
es_mx: Béisbol universitario
fr: Haut université
it: Maglia college
ja: カレッジラグラン
ko: 칼리지 래글런 LS
nl: Universiteitshonkbalshirt
ru: Лонгслив «46»
zh_hans: 学院风插肩袖上衣
zh_hant: 學院風插肩袖上衣

# GearGearNameClothesTel006
source: Black Baseball LS
de: Schwarzes Baseball-Shirt
es: Béisbol negra
es_mx: Béisbol negra manga larga
fr: Haut sportif noir
it: Maglia sport nera
ja: ハラグロラグラン
ko: 블랙 래글런 LS
nl: Zwart honkbalshirt
ru: Черный «Угрок»
zh_hans: 插肩袖上衣 黑色
zh_hant: 插肩袖上衣 黑色

# GearGearNameClothesTel007
source: White Baseball LS
de: Weißes Baseball-Shirt
es: Béisbol blanca
es_mx: Béisbol blanca manga larga
fr: Haut sportif blanc
it: Maglia sport bianca
ja: ハラシロラグラン
ko: 화이트 래글런 LS
nl: Wit honkbalshirt
ru: Черно-белый «Угрок»
zh_hans: 插肩袖上衣 白色
zh_hant: 插肩袖上衣 白色

# GearGearNameClothesTel008
source: White LS
de: Weißes Longsleeve
es: Kalamas blanca larga
es_mx: Kalamas blanca manga larga
fr: Haut blanc
it: Maglia bianca
ja: バトロング ホワイト
ko: 배트로징어 화이트 LS
nl: Wit shirt
ru: Белый лонгслив
zh_hans: 战斗长袖上衣 白色
zh_hant: 戰鬥長袖上衣 白色

# GearGearNameClothesTel009
source: Green Striped LS
de: Grünes Streifen-Longsleeve
es: Verde larga rayas
es_mx: Verde a rayas manga larga
fr: Haut rayé vert
it: Maglia biancoverde
ja: ボーダーモスグリーン
ko: 모스 그린 보더 LS
nl: Groen streepjesshirt
ru: «Зеленая полосатка»
zh_hans: 横纹长袖上衣 青苔绿
zh_hant: 橫紋長袖上衣 青苔綠

# GearGearNameClothesTel010
source: Squidmark LS
de: Kalmar-Longsleeve
es: Calamar larga
es_mx: Calamar manga larga
fr: Haut Kalamarus Rex
it: Maglia da battaglia
ja: イカバッテンロング
ko: 오징어 엑스 LS
nl: SquidForce-shirt
ru: Лонгслив «Боец»
zh_hans: 鱿鱼交叉长袖上衣
zh_hant: 魷魚交叉長袖上衣

# GearGearNameClothesTel011
source: Zink LS
de: Sagitron-Longsleeve
es: Tintaz larga
es_mx: Tintaz manga larga
fr: Haut Leviathus
it: Maglia nera logo
ja: アイロニックロング
ko: 아이로닉 LS
nl: Zink-shirt
ru: Лонгслив от «Шпротус»
zh_hans: 钢铁先锋长袖上衣
zh_hant: 鋼鐵先鋒長袖上衣

# GearGearNameClothesTel012
source: Striped Peaks LS
de: Streifengipfel-Longsleeve
es: Cumbres larga
es_mx: Cumbres a rayas manga larga
fr: Haut Abysma
it: Maglia cime e righe
ja: ヤマビコボーダー
ko: 메아리 보더 LS
nl: Gestreept bergen-shirt
ru: «Горная полосатка»
zh_hans: 山岳横纹长袖上衣
zh_hant: 山岳橫紋長袖上衣

# GearGearNameClothesTel013
source: Pink Easy-Stripe Shirt
de: Rosa Blockstreifen-Shirt
es: Camiseta holgada rosa
es_mx: Camiseta holgada rosa
fr: Haut rayé saumon
it: Maglia rosa a righe
ja: ゆとりボーダー ピンク
ko: 핑크 보더 LS
nl: Roze strokenshirt
ru: «Розовая полосатка»
zh_hans: 宽松横纹长袖上衣 粉红色
zh_hant: 寬鬆橫紋長袖上衣 粉紅色

# GearGearNameClothesTel014
source: Inkopolis Squaps Jersey
de: Flying-Fish-Trikot
es: Hockey larga
es_mx: Voladores U. de C.
fr: Maillot Chromapolis
it: Maglia Coloropoli Tonnos
ja: トビウォーズHKユニ
ko: 날치즈 HK 유니폼
nl: Vliegvissen-hockeyshirt
ru: Свитер ХК «Шпроты»
zh_hans: 飞鱼HK制服
zh_hant: 飛魚HK制服

# GearGearNameClothesTel015
source: Annaki Drive Tee
de: Annaki-Lagen-Shirt
es: Camiseta Annak clásica
es_mx: Camiseta Annak clásica
fr: Haut grunge classique
it: Maglia Annak classica
ja: アナアキロンT ドライブ
ko: 아나키 드라이브 LS
nl: Licht Annaki-T-shirt
ru: «Драйв» от Панкасиуса
zh_hans: 无法无天长袖T恤 驾驶
zh_hant: 無法無天長袖T恤 駕駛

# GearGearNameClothesTel016
source: Lime Easy-Stripe Shirt
de: Grünes Blockstreifen-Shirt
es: Camiseta holgada lima
es_mx: Camiseta holgada verde
fr: Haut rayé limette
it: Maglia lime a righe
ja: ゆとりボーダー ライム
ko: 라임 보더 LS
nl: Groen strokenshirt
ru: «Лаймовая полосатка»
zh_hans: 宽松横纹长袖上衣 莱姆绿
zh_hant: 寬鬆橫紋長袖上衣 萊姆綠

# GearGearNameClothesTel017
source: Annaki Evolution Tee
de: Annaki-Evolution-Shirt
es: Camiseta Annak moderna
es_mx: Camiseta Annak moderna
fr: Haut grunge évolution
it: Maglia Annak evo
ja: アナアキロンT イボルブ
ko: 아나키 이볼브 LS
nl: Donker Annaki-T-shirt
ru: «Эво» от Панкасиуса
zh_hans: 无法无天长袖T恤 进化
zh_hant: 無法無天長袖T恤 進化

# GearGearNameClothesTel018
source: Zekko Long Carrot Tee
de: Karotten-Zekko-Shirt
es: Ezko calabaza larga
es_mx: Zekko zanahoria larga
fr: Sweat Ezko carotte
it: Maglia carota Ezko
ja: エゾッコロンTキャロット
ko: 제코 캐럿 LS
nl: Wortelkleurige trui
ru: Свитер «Каротин»
zh_hans: 泽酷长袖T恤 胡萝卜
zh_hant: 澤酷長袖T恤 胡蘿蔔

# GearGearNameClothesTel019
source: Zekko Long Radish Tee
de: Rettich-Zekko-Shirt
es: Ezko rábano larga
es_mx: Zekko rábano larga
fr: Sweat Ezko navet
it: Maglia ravanello Ezko
ja: エゾッコロンTラディッシュ
ko: 제코 래디시 LS
nl: Bloemkoolkleurige trui
ru: Свитер «Дайкон»
zh_hans: 泽酷长袖T恤 樱桃萝卜
zh_hant: 澤酷長袖T恤 櫻桃蘿蔔

# GearGearNameClothesTel020
source: Black Cuttlegear LS
de: Schwarzes Kuttel-Korps-Shirt
es: Sudadera octo negra
es_mx: Sepichón octo negra
fr: Sweat noir Macalamar
it: Maglia Ottopolp nera
ja: タコロンT 黒
ko: 검정 문어 LS
nl: Zwart Kraakwaar-shirt
ru: Черная восьмомайка
zh_hans: 章鱼长袖T恤 黑色
zh_hant: 章魚長袖T恤 黑色

# GearGearNameClothesTel021
source: Takoroka Crazy Baseball LS
de: Kalamati-Baseball-Shirt
es: Camiseta béisbol octo
es_mx: Béisbol Pulpioka manga larga
fr: Haut sportif Cubic
it: Maglia Sepia baseball
ja: ヤコラグランクレイジー
ko: 라이즈 크레이지 래글런 LS
nl: Takoroka-honkbalshirt
ru: Половинчатая футболка
zh_hans: 暇古插肩袖上衣 狂热
zh_hant: 暇古插肩袖上衣 狂熱

# GearGearNameClothesTel022
source: Red Cuttlegear LS
de: Rotes Kuttel-Korps-Shirt
es: Sudadera octo roja
es_mx: Sepichón octo roja
fr: Sweat rouge Macalamar
it: Maglia Ottopolp rossa
ja: タコロンT 赤
ko: 빨강 문어 LS
nl: Rood Kraakwaar-shirt
ru: Красная восьмомайка
zh_hans: 章鱼长袖T恤 红色
zh_hant: 章魚長袖T恤 紅色

# GearGearNameClothesTel023
source: Khaki 16-Bit FishFry
de: Kaki Rilax-Pixel-Longsleeve
es: Retrocamiseta+ caqui
es_mx: Sofrito retro caqui
fr: Haut 16 bits kaki
it: Maglia 16 bit kaki
ja: ヤキフグ16bit カーキ
ko: 카키 16bit 복어구이
nl: Kaki pixelshirt
ru: «Фугасик 16 бит» хаки
zh_hans: 烧河豚点阵T恤 卡其色
zh_hant: 燒河豚點陣T恤 卡其色

# GearGearNameClothesTel024
source: Blue 16-Bit FishFry
de: Blaues Rilax-Pixel-Longsleeve
es: Retrocamiseta+ azul
es_mx: Sofrito retro azul
fr: Haut 16 bits bleu
it: Maglia 16 bit blu
ja: ヤキフグ16bit ブルー
ko: 블루 16bit 복어구이
nl: Blauw pixelshirt
ru: «Фугасик 16 бит» синяя
zh_hans: 烧河豚点阵T恤 蓝色
zh_hant: 燒河豚點陣T恤 藍色

# GearGearNameClothesTel026
source: Ink-Black Tangle Top
de: Schwarzer Flechtprint-Pulli
es: Sudadera calamaraña negra
es_mx: Suéter calamaraña negro
fr: Haut arantèle
it: Maglia a intreccio nera
ja: カラマリフック ブラック
ko: 블랙 칼라마리 후크
nl: Zwarte haaktrui
ru: Черный принт-джемпер
zh_hans: 缠绕钩爪T恤 黑色
zh_hant: 纏繞鉤爪T恤 黑色

# GearGearNameClothesTel027
source: Deepsea Tangle Top
de: Ultramarin-Flechtprint-Pulli
es: Sudadera calamaraña abisal
es_mx: Suéter calamaraña abisal
fr: Haut arantèle des abysses
it: Maglia a intreccio blu scuro
ja: カラマリフック ディープ
ko: 딥 칼라마리 후크
nl: Donkerblauwe haaktrui
ru: Морской принт-джемпер
zh_hans: 缠绕钩爪T恤 深色
zh_hant: 纏繞鉤爪T恤 深色

# GearGearNameClothesTel028
source: Sharkfin Raglan
de: Haifisch-Raglan
es: Camiseta béisbol aletas
es_mx: Béisbol aletas
fr: Pull raglan nageoire
it: Maglia raglan squalo
ja: シャークラグラン
ko: 샤크 래글런 LS
nl: Haaienbuiktrui
ru: Акулий реглан
zh_hans: 鲨鱼插肩袖上衣
zh_hant: 鯊魚插肩袖上衣

# GearGearNameClothesTes000
source: White Tee
de: Weißes Shirt
es: Camiseta blanca
es_mx: Camiseta blanca
fr: T-shirt blanc
it: T-shirt bianca
ja: イカホワイト
ko: 화이트 오징어 T
nl: Wit T-shirt
ru: Белая майка
zh_hans: 鱿鱼T恤 白色
zh_hant: 魷魚T恤 白色

# GearGearNameClothesTes001
source: Black Squideye
de: Schwarzes Krakenaugen-Shirt
es: Ojos calamar negra
es_mx: Ojos calamar negra
fr: T-shirt OculR noir
it: T-shirt neroseppia
ja: イカノメＴ ブラック
ko: 블랙 오징어 눈 T
nl: Zwart octopusoog-T-shirt
ru: Черная кальмарка
zh_hans: 鱿鱼眼T恤 黑色
zh_hant: 魷魚眼T恤 黑色

# GearGearNameClothesTes003
source: Sky-Blue Squideye
de: Hellblaues Krakenaugen-Shirt
es: Ojos calamar azul
es_mx: Ojos calamar azul cielo
fr: T-shirt OculR bleu clair
it: Maglia azzurromare
ja: イカノメＴ ライトブルー
ko: 라이트 블루 오징어 눈 T
nl: Lichtblauw octopusoog-T-shirt
ru: Голубая кальмарка
zh_hans: 鱿鱼眼T恤 浅蓝色
zh_hant: 魷魚眼T恤 淺藍色

# GearGearNameClothesTes004
source: Rockenberg White
de: Weißes Rockberg-Shirt
es: Rockenberg blanca
es_mx: Rockenberg blanca
fr: T-shirt Iormungand blanc
it: Rockenburg bianca
ja: ロッケンベルグＴ ホワイト
ko: 록켄베르그 화이트 T
nl: Wit Rockenberg-T-shirt
ru: Белая майка «Угрок»
zh_hans: 罗肯贝格T恤 白色
zh_hant: 羅肯貝格T恤 白色

# GearGearNameClothesTes005
source: Rockenberg Black
de: Schwarzes Rockberg-Shirt
es: Rockenberg negra
es_mx: Rockenberg negra
fr: T-shirt Iormungand noir
it: Rockenburg nera
ja: ロッケンベルグＴ ブラック
ko: 록켄베르그 블랙 T
nl: Zwart Rockenberg-T-shirt
ru: Черная майка «Угрок»
zh_hans: 罗肯贝格T恤 黑色
zh_hant: 羅肯貝格T恤 黑色

# GearGearNameClothesTes006
source: Black Tee
de: Schwarzes Shirt
es: Camiseta negra
es_mx: Camiseta negra
fr: T-shirt noir
it: T-shirt nera
ja: イカブラック
ko: 블랙 오징어 T
nl: Zwart T-shirt
ru: Черная майка
zh_hans: 鱿鱼T恤 黑色
zh_hant: 魷魚T恤 黑色

# GearGearNameClothesTes007
source: Sunny-Day Tee
de: Sonnenoranges Shirt
es: Camiseta sol
es_mx: Camiseta sol
fr: T-shirt belle journée
it: T-shirt solearancio
ja: サニーオレンジＴ
ko: 서니 오렌지 T
nl: Zonnig T-shirt
ru: Майка «Бодрый краб»
zh_hans: 晴天橘T恤
zh_hant: 晴天橘T恤

# GearGearNameClothesTes008
source: Rainy-Day Tee
de: Regenblaues Shirt
es: Camiseta lluvia
es_mx: Camiseta lluvia
fr: T-shirt jour de pluie
it: T-shirt blupioggia
ja: レイニーブルーＴ
ko: 레이니 블루 T
nl: Hemelsblauw T-shirt
ru: Майка «Унылый краб»
zh_hans: 雨天蓝T恤
zh_hant: 雨天藍T恤

# GearGearNameClothesTes009
source: Reggae Tee
de: Reggae-Shirt
es: Charanga calamar
es_mx: Camiseta serenata
fr: T-shirt psychédélique
it: T-shirt reggae
ja: イカジャマイカ
ko: 자메이카 오징어 T
nl: Reggae-T-shirt
ru: «Я-Майка»
zh_hans: 牙买加鱿鱼T恤
zh_hant: 牙買加魷魚T恤

# GearGearNameClothesTes010
source: Fugu Tee
de: Kugelfisch-Shirt
es: Camiseta pez globo
es_mx: Camiseta pez globo
fr: T-shirt Friture
it: T-shirt pesce palla
ja: マルフグＴ
ko: 동글 복어 T
nl: Kogelvis-T-shirt
ru: Майка «Фугасик»
zh_hans: 圆圆河豚T恤
zh_hant: 圓圓河豚T恤

# GearGearNameClothesTes011
source: Mint Tee
de: Minzgrünes Shirt
es: Camiseta turquesa
es_mx: Camiseta turquesa
fr: T-shirt menthe
it: T-shirt verdeacqua
ja: ミントＴ
ko: 민트 T
nl: Zeegroen T-shirt
ru: Мятная майка
zh_hans: 薄荷绿T恤
zh_hant: 薄荷綠T恤

# GearGearNameClothesTes012
source: Grape Tee
de: Lila Shirt
es: Camiseta morada
es_mx: Camiseta morada
fr: T-shirt violet
it: T-shirt fucsia
ja: グレープＴ
ko: 그레이프 T
nl: Paars T-shirt
ru: Лиловая майка
zh_hans: 葡萄紫T恤
zh_hant: 葡萄紫T恤

# GearGearNameClothesTes013
source: Red Vector Tee
de: Rotes Profil-Shirt
es: Vectores roja
es_mx: Vectores roja
fr: T-shirt fléché rouge
it: T-shirt rossa frecce
ja: ベクトルパターン レッド
ko: 레드 벡터 패턴 T
nl: Rood pijlen-T-shirt
ru: Красная майка с узором
zh_hans: 向量图案T恤 红色
zh_hant: 向量圖案T恤 紅色

# GearGearNameClothesTes014
source: Gray Vector Tee
de: Graues Profil-Shirt
es: Vectores gris
es_mx: Vectores gris
fr: T-shirt fléché gris
it: T-shirt grigia frecce
ja: ベクトルパターン グレー
ko: 그레이 벡터 패턴 T
nl: Grijs pijlen-T-shirt
ru: Серая майка с узором
zh_hans: 向量图案T恤 灰色
zh_hant: 向量圖案T恤 灰色

# GearGearNameClothesTes015
source: Blue Peaks Tee
de: Eisgipfel-Shirt
es: Cumbres azul
es_mx: Cumbres azul
fr: T-shirt Abysma bleu
it: T-shirt cime blu
ja: ヤマビコＴ ブルー
ko: 블루 메아리 T
nl: Blauw bergen-T-shirt
ru: Синяя майка с горами
zh_hans: 山岳T恤 蓝色
zh_hant: 山岳T恤 藍色

# GearGearNameClothesTes016
source: Ivory Peaks Tee
de: Schneegipfel-Shirt
es: Cumbres marfil
es_mx: Cumbres marfil
fr: T-shirt Abysma ivoire
it: T-shirt cime avorio
ja: ヤマビコＴ アイボリー
ko: 아이보리 메아리 T
nl: Beige bergen-T-shirt
ru: Светлая майка с горами
zh_hans: 山岳T恤 象牙色
zh_hant: 山岳T恤 象牙色

# GearGearNameClothesTes017
source: Squid-Stitch Tee
de: Pfeilmuster-Shirt
es: Camiseta bicolor
es_mx: Camiseta bicolor estampada
fr: T-shirt pied-de-poulpe
it: T-shirt hip-hop
ja: チドリメロンＴ
ko: 멜론 물떼새 T
nl: T-shirt met inktvispatroon
ru: Майка со стрелками
zh_hans: 千鸟哈密瓜绿T恤
zh_hant: 千鳥哈密瓜綠T恤

# GearGearNameClothesTes018
source: Pirate-Stripe Tee
de: Piraten-Shirt
es: Camiseta pirata
es_mx: Camiseta pirata
fr: T-shirt rayé pirate
it: T-shirt da pirata
ja: パイレーツボーダー
ko: 파이러트 보더 T
nl: Gestreept piraten-T-shirt
ru: Майка «Пиратка»
zh_hans: 海盗风横纹T恤
zh_hant: 海盜風橫紋T恤

# GearGearNameClothesTes019
source: Sailor-Stripe Tee
de: Marine-Shirt
es: Camiseta marinera
es_mx: Camiseta marinera
fr: T-shirt rayé marin
it: T-shirt da marinaio
ja: マリンボーダー
ko: 마린 보더 T
nl: Gestreept matrozen-T-shirt
ru: Майка «Морячка»
zh_hans: 海军风横纹T恤
zh_hant: 海軍風橫紋T恤

# GearGearNameClothesTes020
source: White 8-Bit FishFry
de: Weißes Rilax-Pixel-Shirt
es: Retrocamiseta blanca
es_mx: Camiseta retro blanca
fr: T-shirt 8 bits blanc
it: T-shirt 8 bit bianca
ja: ヤキフグ8bit ホワイト
ko: 화이트 8bit 복어구이
nl: Wit pixel-T-shirt
ru: «Фугасик-ретро» белая
zh_hans: 烧河豚点阵T恤 白色
zh_hant: 燒河豚點陣T恤 白色

# GearGearNameClothesTes021
source: Black 8-Bit FishFry
de: Schwarzes Rilax-Pixel-Shirt
es: Retrocamiseta negra
es_mx: Camiseta retro negra
fr: T-shirt 8 bits noir
it: T-shirt 8 bit nera
ja: ヤキフグ8bit ブラック
ko: 블랙 8bit 복어구이
nl: Zwart pixel-T-shirt
ru: «Фугасик-ретро» черная
zh_hans: 烧河豚点阵T恤 黑色
zh_hant: 燒河豚點陣T恤 黑色

# GearGearNameClothesTes022
source: White Anchor Tee
de: Weißes Anker-Shirt
es: Ancla blanca
es_mx: Ancla blanca
fr: T-shirt ancre blanc
it: T-shirt ancora bianca
ja: ガチホワイト
ko: 화이트 앵커 T
nl: Wit anker-T-shirt
ru: Белая майка «Якорь»
zh_hans: 真格T恤 白色
zh_hant: 真格T恤 白色

# GearGearNameClothesTes023
source: Black Anchor Tee
de: Schwarzes Anker-Shirt
es: Ancla negra
es_mx: Ancla negra
fr: T-shirt ancre noir
it: T-shirt ancora nera
ja: ガチブラック
ko: 블랙 앵커 T
nl: Zwart anker-T-shirt
ru: Черная майка «Якорь»
zh_hans: 真格T恤 黑色
zh_hant: 真格T恤 黑色

# GearGearNameClothesTes026
source: Carnivore Tee
de: Leo-Print-Shirt
es: Camiseta leopardo
es_mx: Camiseta leopardo
fr: T-shirt prédateur
it: T-shirt leopardata
ja: ニクショクＴ
ko: 육식 T
nl: Luipaard-T-shirt
ru: Майка «Хищник»
zh_hans: 肉食动物T恤
zh_hant: 肉食動物T恤

# GearGearNameClothesTes027
source: Pearl Tee
de: Perlen-Shirt
es: Camiseta perlas
es_mx: Camiseta perlas
fr: T-shirt perles
it: T-shirt perlata
ja: パールドットＴ
ko: 펄 도트 T
nl: Parel-T-shirt
ru: Майка с жемчужинами
zh_hans: 珍珠点点T恤
zh_hant: 珍珠點點T恤

# GearGearNameClothesTes028
source: Octo Tee
de: Okto-Shirt
es: Camiseta pulpo
es_mx: Camiseta pulpo
fr: T-shirt octarien
it: T-shirt octo
ja: タコＴ
ko: 문어 T
nl: Octo-T-shirt
ru: Осьмомайка
zh_hans: 章鱼T恤
zh_hant: 章魚T恤

# GearGearNameClothesTes029
source: Herbivore Tee
de: Zebra-Shirt
es: Camiseta cebra
es_mx: Camiseta cebra
fr: T-shirt proie
it: T-shirt zebra
ja: ソウショクＴ
ko: 초식 T
nl: Zebra-T-shirt
ru: Майка «Зебра»
zh_hans: 草食动物T恤
zh_hant: 草食動物T恤

# GearGearNameClothesTes030
source: Black V-Neck Tee
de: Schwarzes V-Shirt
es: Camiseta negra pro
es_mx: Camiseta táctica negra
fr: T-shirt col en V noir
it: T-shirt nera ciclista
ja: イカブラックV
ko: 블랙 오징어 V
nl: Zwart T-shirt met V-hals
ru: Черная майка с вырезом
zh_hans: 鱿鱼V领T恤 黑色
zh_hant: 魷魚V領T恤 黑色

# GearGearNameClothesTes031
source: White Deca Logo Tee
de: Weißes Deka-Shirt
es: Camiseta logo blanca
es_mx: Camiseta blanca estampada
fr: T-shirt blanc à logo
it: T-shirt bianca Totanic
ja: デカロゴＴ シロ
ko: 화이트 빅 로고 T
nl: Wit Deca-T-shirt
ru: Белая майка с лого
zh_hans: 大LogoT恤 白色
zh_hant: 大LogoT恤 白色

# GearGearNameClothesTes032
source: Half-Sleeve Sweater
de: Half-Sleeve
es: Sudadera media manga
es_mx: Suéter media manga
fr: Pull à manches 3/4
it: Felpa a maniche corte
ja: スウェットT ゴブ
ko: 5부 스웨트
nl: Trui met korte mouwen
ru: Свитер-безрукавка
zh_hans: 五分袖套头衫
zh_hant: 五分袖套頭衫

# GearGearNameClothesTes033
source: King Jersey
de: King-Trikot
es: Camiseta hockey Theutik
es_mx: Camiseta hockey Theutik
fr: Maillot de hockey DUX
it: Maglia hockey Calamars
ja: キングHKシャツ
ko: 킹 HK 저지
nl: Calamars-hockeyshirt
ru: Майка «VIP»
zh_hans: 王者HK衬衫
zh_hant: 王者HK襯衫

# GearGearNameClothesTes034
source: Gray 8-Bit FishFry
de: Graues Rilax-Pixel-Shirt
es: Retrocamiseta gris
es_mx: Camiseta retro gris
fr: T-shirt 8 bits gris
it: T-shirt 8 bit grigia
ja: ヤキフグ8bit グレー
ko: 그레이 8bit 복어구이
nl: Grijs pixel-T-shirt
ru: «Фугасик-ретро» серая
zh_hans: 烧河豚点阵T恤 灰色
zh_hant: 燒河豚點陣T恤 灰色

# GearGearNameClothesTes035
source: White V-Neck Tee
de: Weißes V-Shirt
es: Camiseta blanca pro
es_mx: Camiseta táctica blanca
fr: T-shirt col en V blanc
it: T-shirt bianca ciclista
ja: イカホワイトV
ko: 화이트 오징어 V
nl: Wit T-shirt met V-hals
ru: Белая майка с вырезом
zh_hans: 鱿鱼V领T恤 白色
zh_hant: 魷魚V領T恤 白色

# GearGearNameClothesTes036
source: White Urchin Rock Tee
de: Weißes Seeigel-Rock-Shirt
es: Camiseta auditorio blanca
es_mx: Camiseta erizo blanca
fr: T-shirt blanc oursin rock
it: T-shirt rock bianca
ja: ガンガゼロックT シロ
ko: 하양 롱 핀 성게 록 T
nl: Wit festival-T-shirt
ru: Белая майка «Ежрок»
zh_hans: 刺冠海胆摇滚T恤 白色
zh_hant: 刺冠海膽搖滾T恤 白色

# GearGearNameClothesTes037
source: Black Urchin Rock Tee
de: Schwarzes Seeigel-Rock-Shirt
es: Camiseta auditorio negra
es_mx: Camiseta erizo negra
fr: T-shirt noir oursin rock
it: T-shirt rock nera
ja: ガンガゼロックT クロ
ko: 검정 롱 핀 성게 록 T
nl: Zwart festival-T-shirt
ru: Черная майка «Ежрок»
zh_hans: 刺冠海胆摇滚T恤 黑色
zh_hant: 刺冠海膽搖滾T恤 黑色

# GearGearNameClothesTes038
source: Wet Floor Band Tee
de: Wet-Floor-Shirt
es: Camiseta Wet Floor
es_mx: Camiseta Wet Floor
fr: T-shirt Wet Floor
it: T-shirt Wet Floor
ja: バンドT WETFLOOR
ko: Wet Floor 밴드 T
nl: Wet Floor-T-shirt
ru: Майка «Wet Floor»
zh_hans: 乐队T恤 WETFLOOR
zh_hant: 樂隊T恤 WETFLOOR

# GearGearNameClothesTes039
source: Squid Squad Band Tee
de: Squid-Squad-Shirt
es: Camiseta Squid Squad
es_mx: Camiseta Squid Squad
fr: T-shirt Squid Squad
it: T-shirt Squid Squad
ja: バンドT SQUIDSQUAD
ko: Squid Squad 밴드 T
nl: Squid Squad-T-shirt
ru: Майка «Squid Squad»
zh_hans: 乐队T恤 SQUIDSQUAD
zh_hant: 樂隊T恤 SQUIDSQUAD

# GearGearNameClothesTes040
source: Navy Deca Logo Tee
de: Dunkelblaues Deka-Shirt
es: Camiseta logo añil
es_mx: Camiseta añil estampada
fr: T-shirt marine à logo
it: T-shirt indaco Totanic
ja: デカロゴT ノーコン
ko: 네이비 빅 로고 T
nl: Blauw Deca-shirt
ru: Морская майка с лого
zh_hans: 大LogoT恤 深蓝色
zh_hant: 大LogoT恤 深藍色

# GearGearNameClothesTes041
source: Mister Shrug Tee
de: Mister-Shrug-Shirt
es: Camiseta Don Pulpón
es_mx: Camiseta Don Pulpón
fr: T-shirt Monsieur Plouf
it: T-shirt Mr. Spalluccio
ja: ミスターシュラッグT
ko: Mr. 슈러그 T
nl: Meneer Boeiuh-T-shirt
ru: Майка «Мистер Ногс»
zh_hans: 耸肩先生T恤
zh_hant: 聳肩先生T恤

# GearGearNameClothesTes042
source: Chirpy Chips Band Tee
de: Chirpy-Chips-Shirt
es: Camiseta Chirpy Chips
es_mx: Camiseta Chirpy Chips
fr: T-shirt Chirpy Chips
it: T-shirt Chirpy Chips
ja: バンドT ABXY
ko: ABXY 밴드 T
nl: Chirpy Chips-T-shirt
ru: Майка «Chirpy Chips»
zh_hans: 乐队T恤 ABXY
zh_hant: 樂隊T恤 ABXY

# GearGearNameClothesTes043
source: Hightide Era Band Tee
de: Hightide-Era-Shirt
es: Camiseta Hightide Era
es_mx: Camiseta Hightide Era
fr: T-shirt Hightide Era
it: T-shirt Hightide Era
ja: バンドT HIGHTIDEERA
ko: Hightide Era 밴드 T
nl: Hightide Era-T-shirt
ru: Майка «Hightide Era»
zh_hans: 乐队T恤 HIGHTIDEERA
zh_hant: 樂隊T恤 HIGHTIDEERA
