Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# FesRecordGuideVote
source: You can change your answer to this poll as many times as you like before joining a team.<br />Look at everyone's plans, then go to the Pledge Box in the Splatsville square to join a team.
de: Du kannst deine Wahl in dieser Umfrage bis zu deiner endgültigen Entscheidung beliebig oft ändern.<br />Sieh dir an, wie sich deine Freunde entscheiden, und triff deine endgültige Wahl am Splatfest-Wahlstand auf dem Platz in Splatsville.
es: Puedes modificar tu respuesta a esta encuesta tantas veces como quieras antes de unirte a un equipo.<br />Consulta lo que piensan hacer los demás y únete a un equipo votando en el terminal situado en la plaza de Tintelia.
es_mx: Puedes modificar tu respuesta a esta encuesta todas las veces que quieras antes de unirte a un equipo.<br />Consulta lo que piensan hacer los demás y únete a un equipo votando en el kiosco situado en la plaza de Tintelia.
fr: Tu peux changer ton vote autant de fois que tu le souhaites avant de confirmer définitivement ton choix.<br />Consulte les intentions de chacun, puis rends-toi à l'urne festive de Cité-Clabousse pour rejoindre une équipe.
it: Puoi cambiare la tua risposta tutte le volte che vuoi<br />prima di unirti a una squadra. Consulta la decisione<br />degli altri, quindi vai al terminal nella piazza di<br />Splatville per unirti a una squadra.
ja: このアンケートはゲーム内で投票するまで何度でも変更できます。<br />みんなの予定を見て、バンカラ街の広場にある投票所から投票しましょう。
ko: 이 설문은 게임 내 투표를 완료하기 전까지<br />몇 번이든 변경할 수 있습니다. 모두의 예정을 보고<br />카오폴리스 타운 광장의 투표소에서 투표해 보세요.
nl: Je kunt je antwoord op deze peiling zo vaak als je wilt veranderen voordat je een team kiest.<br />Bekijk wat je vrienden van plan zijn en ga dan naar de stembus op het plein in Splatsville om een team te kiezen.
ru: Можешь менять свой выбор сколько хочешь до того, как ты присоединишься к команде.<br />Сравни свои планы с другими и присоединяйся к любой команде в терминале для голосования на плюхтонской площади!
zh_hans: 该问卷在游戏内投票前可随意进行更改。<br />查看大家预定参加的队伍，再去蛮颓镇广场的投票所完成投票吧！
zh_hant: 此問卷在遊戲內進行投票前可隨意更改。<br />查看大家預定參加的陣營，然後到蠻頹鎮廣場的投票所完成投票吧！

# FesRecordGuideWillParticipates
source: Your friends could still change their minds.
de: Deine Freunde könnten sich noch umentscheiden.
es: Tus amigos aún podrían cambiar de idea.
es_mx: Tus amigos todavía pueden cambiar de idea.
fr: Tes amis peuvent encore changer d'avis.
it: I tuoi amici possono ancora cambiare idea.
ja: 参加予定のフレンドはチームが変わることがあります
ko: 참가 예정인 친구의 팀이 변경될 수 있습니다
nl: Je vrienden kunnen nog steeds van team wisselen.
ru: Друзья могут и передумать!
zh_hans: 预定参加的好友可能会更改队伍
zh_hant: 預定參加的朋友將有可能會更改隊伍

# FesRecordHighestFestPower
source: Highest Splatfest Power
de: Rekord Splatfest-Power
es: Mayor energía festiva
es_mx: Mayor fuerza festiva
fr: Festival Power max
it: Record energia festival
ja: 最高フェスパワー
ko: 최고 페스티벌 파워
nl: Grootste Splatfest-kracht
ru: Топ-сила в Сплатфесте
zh_hans: 最高祭典战力
zh_hant: 最高祭典戰力

# FesRecordHoragai
source: Conch Shells
de: Tritonshörner
es: Tasa de caracolas
es_mx: Caracolas
fr: Conques
it: Conchiglie
ja: ホラガイ獲得率
ko: 소라고둥 획득률
nl: Prijsschelpen
ru: Раковины
zh_hans: 法螺获得率
zh_hant: 法螺獲得率

# FesRecordNotVoted
source: Undecided
de: Unentschlossen
es: No se ha decidido
es_mx: No se ha decidido
fr: Indécis
it: Indecisi
ja: 未定のフレンド
ko: 미정인 친구
nl: Twijfelt nog
ru: Не определились
zh_hans: 未定的好友
zh_hant: 未定的朋友

# FesRecordOnGoing
source: Open Now!
de: Jetzt geöffnet!
es: ¡En curso!
es_mx: ¡En curso!
fr: En cours !
it: In corso!
ja: 開催中！！
ko: 개최 중!!
nl: Nu geopend!
ru: Идет!
zh_hans: 举行中！！
zh_hant: 舉行中！！

# FesRecordPastFestivals
source: Splatfests So Far
de: Bisherige Splatfeste
es: Festivales anteriores
es_mx: Festivales
fr: Festivals précédents
it: Festival precedenti
ja: これまでのフェス
ko: 지금까지의 페스티벌
nl: Splatfests tot nu toe
ru: Предыдущие Сплатфесты
zh_hans: 至今为止的祭典
zh_hant: 至今為止的祭典

# FesRecordPreVoteButton
source: Poll Open
de: Abstimmung eröffnet
es: Encuesta en curso
es_mx: Encuesta en curso
fr: Vote en cours
it: Votazioni aperte
ja: アンケート実施中
ko: 설문 실시 중
nl: Stemming geopend
ru: Идет голосование
zh_hans: 问卷实施中
zh_hant: 問卷實施中

# FesRecordPreVoteGuide
source: Check out which team your friends are gonna join.<br />Gather your crew and get ready to splat!
de: Sieh dir an, welchem Team deine Freunde beitreten.<br />Trommle deine Crew zusammen und macht euch bereit!
es: Consulta a qué equipos piensan unirse tus amigos.<br />¡Id preparando vuestras formaciones para competir!
es_mx: Consulta a qué equipos piensan unirse tus amigos.<br />¡Vayan preparando sus grupos para competir!
fr: Découvre pour quelle équipe ont opté tes amis<br />et rassemble ton clan avant la bataille !
it: Scopri a quale squadra si uniranno i tuoi amici.<br />Crea la tua formazione e preparati a splattare!
ja: フレンドの参加予定を見ることができます。<br />みんなでチームを組んで参加しよう！
ko: 친구의 참가 예정을 볼 수 있습니다.<br />다 함께 팀을 만들어 참가해 보세요!
nl: Bekijk met welk team je vrienden meedoen.<br />Verzamel je crew en bereid je voor!
ru: Посмотри, к какой команде хотят присоединиться<br />твои друзья. Набери свою команду, и вперед!
zh_hans: 可以查看好友预定参加的队伍，<br />大家一起组队参加吧！
zh_hant: 可以查看朋友預定參加的陣營，<br />大家一起組隊參加吧！

# FesRecordPreVoteTitle
source: Which team is everyone going with?<br />Vote now!
de: Für welches Team wollt ihr kämpfen?<br />Entscheidet euch jetzt!
es: ¿A qué equipo pensáis apoyar?<br />¡La encuesta está en marcha!
es_mx: ¿A qué equipo piensan apoyar?<br />¡La encuesta está abierta!
fr: Quelle équipe va l'emporter ?<br />Cours voter !
it: Quale squadra sceglieranno gli altri?<br />Vota ora!
ja: みんなどこにする？<br />アンケート実施中
ko: 여러분의 선택은 어느 쪽?<br />설문 실시 중
nl: Met welk team wil iedereen meedoen?<br />Stem nu!
ru: За какую команду болеешь?<br />Айда голосовать!
zh_hans: 大家要选择哪个队伍呢？<br />问卷实施中
zh_hant: 大家要選擇哪個陣營？<br />問卷實施中

# FesRecordRank
source: <small>Place: </small>{ 0 } -
de: { 0 }.<small> Platz</small>
es: <small>Posición:</small> { 0 } -
es_mx: - { 0 }º <small>lugar</small> con
it: { 0 }º<small> posto</small>
ja: { 0 }<small>位</small>
ko: { 0 }<small>위</small>
nl: { 0 }e<small> plaats</small>
ru: { 0 }<small>-е место</small>:
zh_hans: <small>第</small> { 0 }<small>名</small>
zh_hant: <small>第</small> { 0 }<small>名</small>

# FesRecordRegular
source: Open
de: Offen
es: Informal
es_mx: Informal
fr: Ouvert
it: Aperta
ja: オープン
ko: 오픈
ru: Открытый
zh_hans: 开放
zh_hant: 開放

# FesRecordSeeAllVotes
source: Friends' Teams
de: Teams deiner Freunde
es: Equipos de tus amigos
es_mx: Equipos de tus amigos
fr: Équipes de tes amis
it: Squadre degli amici
ja: フレンドの参加チームを見る
ko: 친구의 참가 팀 보기
nl: Teams van je vrienden
ru: Команды друзей
zh_hans: 查看好友参加的队伍
zh_hant: 查看朋友參加的隊伍

# FesRecordSeeFestRanking
source: View Splatfest Top 100
de: Splatfest Top 100
es: Ver los 100 mejores
es_mx: Ver los 100 mejores
fr: Voir le top 100 du festival
it: Vedi Top 100 festival
ja: フェス100ケツを見る
ko: 페스티벌 톱 100 보기
nl: Splatfest Top 100 bekijken
ru: ТОП-100 (Сплатфест)
zh_hans: 查看祭典百杰
zh_hant: 查看祭典100豪傑

# FesRecordTitle
source: Splatfest Stats
de: Splatfest-Statistiken
es: Festivales
es_mx: Festivales
fr: Stats - festivals
it: Statistiche festival
ja: フェスのきろく
ko: 페스티벌 기록
nl: Splatfest-statistieken
ru: Сплатфесты
zh_hans: 祭典记录
zh_hant: 祭典記錄

# FesRecordTotal
source: Total
de: Gesamt
it: Totale:
ja: るいけい
ko: 누적
nl: Totaal
ru: Всего:
zh_hans: 累计
zh_hant: 累計

# FesRecordTotalScore
source: Total
de: Gesamt
it: Totale
ja: 合計
ko: 합계
nl: Totaal
ru: Итого
zh_hans: 总计
zh_hant: 總計

# FesRecordUndecided
source: Pending
de: Noch ausstehend
es: Pendiente
es_mx: Pendiente
fr: En suspens
it: Indecisi
ja: 未定
ko: 미정
nl: Nog open
ru: Пока нет голоса
zh_hans: 未定
zh_hant: 未定

# FesRecordVote
source: Planning to Join
de: Interessiert
es: Piensa participar
es_mx: Piensa participar
fr: Je compte participer !
it: Parteciperò
ja: 参加予定
ko: 참가 예정
nl: Ik doe mee!
ru: Присоединятся
zh_hans: 预定参加
zh_hant: 預定參加

# FesRecordVoted
source: Voted
de: Abgestimmt
es: Ha contestado
es_mx: Respondió
fr: Ont voté
it: Voto effettuato
ja: 回答済み
ko: 응답 완료
nl: Gestemd
ru: Проголосовали
zh_hans: 已回答
zh_hant: 答覆完成

# FesRecordVotedInGame
source: Already Joined
de: Schon beigetreten
es: Ha votado
es_mx: Ya votó
fr: Se sont déjà exprimés
it: Voto effettuato
ja: 投票済み
ko: 투표 완료
nl: Deelnemer
ru: Уже присоединились
zh_hans: 投票完成
zh_hant: 投票完成

# FesRecordVoteRatio
source: Votes
de: Stimmen
es: Votos
es_mx: Votos
it: Voti
ja: 得票率
ko: 득표율
nl: Stemmen
ru: Симпатии
zh_hans: 得票率
zh_hant: 得票率

# FesRecordVotingStatus
source: How Your Friends Voted
de: So haben deine Freunde gewählt
es: Votos de amigos
es_mx: Respuestas de amigos
fr: Votes de tes amis
it: Voto dei tuoi amici
ja: フレンドの投票状況
ko: 친구 투표 상황
nl: Zo hebben je vrienden gestemd
ru: Голоса друзей
zh_hans: 好友的投票情况
zh_hant: 朋友的投票狀況

# FesRecordWaitingForResult
source: Calculating results...
de: Ergebnisberechnung...
es: Calculando los resultados...
es_mx: Calculando los resultados...
fr: Calcul des résultats...
it: Calcolo dei risultati...
ja: 結果を集計中です
ko: 결과를 집계 중입니다
nl: Bezig de uitslag te berekenen...
ru: Данных об итогах еще нет...
zh_hans: 正在统计结果
zh_hant: 正在統計結果

# FesRecordWin
source: VICTORY
de: Sieg!
es: Victoria
es_mx: Victoria
fr: VICTOIRE
it: Vittoria
ja: WIN!
ko: WIN!
nl: Gewonnen!
ru: Успех!
zh_hans: WIN!
zh_hant: WIN！

# FesRecordWinTeam
source: <span>{ 0 }</span> Wins!
de: Sieg für <span>{ 0 }</span>!
es: ¡Victoria de <span>{ 0 }</span>!
es_mx: ¡Victoria de <span>{ 0 }</span>!
fr: <span>{ 0 }</span> l'emporte !
it: Vittoria per <span>{ 0 }</span>!
ja: <span>{ 0 }</span>の勝利！
ko: <span>{ 0 }</span> 승리!
nl: <span>{ 0 }</span> heeft gewonnen!
ru: Победа: <span>{ 0 }</span>!
zh_hans: <span>{ 0 }</span>获胜！
zh_hant: <span>{ 0 }</span>獲勝！

# FesRecordYourRecord
source: Your Stats
de: Statistiken
es: Tus estadísticas
es_mx: Tus estadísticas
fr: Tes stats
it: Le tue statistiche
ja: あなたのきろく
ko: 당신의 기록
nl: Je statistieken
ru: Твои особенности
zh_hans: 个人记录
zh_hant: 個人記錄

# FestMsgJueaSandLongNameAlpha
source: The past is mostimportant!
de: Die Vergangenheit istmir am wichtigsten!
es: El pasado es lomás importante.
es_mx: El pasado es lo másimportante.
fr: Le plus important, c'estle passé !
it: Il passato èpiù importante!
ja: 大切なのは？「過去」
ko: 소중한 것은?「과거」
nl: Het verleden ishet belangrijkst!
ru: Прошлое важнее всего!
zh_hans: 重要的是什么？“过去”
zh_hant: 重要的是什麼？「過去」

# FestMsgJueaSandLongNameBravo
source: The present is mostimportant!
de: Die Gegenwart istmir am wichtigsten!
es: El presente es lomás importante.
es_mx: El presente es lo másimportante.
fr: Le plus important, c'estle présent !
it: Il presente èpiù importante!
ja: 大切なのは？「現在」
ko: 소중한 것은?「현재」
nl: Het heden ishet belangrijkst!
ru: Настоящее важнее всего!
zh_hans: 重要的是什么？“现在”
zh_hant: 重要的是什麼？「現在」

# FestMsgJueaSandLongNameCharlie
source: The future is mostimportant!
de: Die Zukunft istmir am wichtigsten!
es: El futuro es lomás importante.
es_mx: El futuro es lo másimportante.
fr: Le plus important, c'estle futur !
it: Il futuro èpiù importante!
ja: 大切なのは？「未来」
ko: 소중한 것은?「미래」
nl: De toekomst ishet belangrijkst!
ru: Будущее важнее всего!
zh_hans: 重要的是什么？“未来”
zh_hant: 重要的是什麼？「未來」

# FestMsgJueaSandShortNameAlpha
source: Past
de: Vergangenheit
es: Pasado
es_mx: Pasado
fr: Passé
it: Passato
ja: 過去
ko: 과거
nl: Verleden
ru: Прошлое
zh_hans: 过去
zh_hant: 過去

# FestMsgJueaSandShortNameBravo
source: Present
de: Gegenwart
es: Presente
es_mx: Presente
fr: Présent
it: Presente
ja: 現在
ko: 현재
nl: Heden
ru: Настоящее
zh_hans: 现在
zh_hant: 現在

# FestMsgJueaSandShortNameCharlie
source: Future
de: Zukunft
es: Futuro
es_mx: Futuro
fr: Futur
it: Futuro
ja: 未来
ko: 미래
nl: Toekomst
ru: Будущее
zh_hans: 未来
zh_hant: 未來

# FestMsgJueaSandTitle
source: Which is the most important to you?
de: Welches ist dir am wichtigsten?
es: ¿Qué es lo más importante para ti?
es_mx: ¿Qué es lo más importante para ti?
fr: Qu'est-ce qui t'importe le plus ?
it: Cos'è più importante per te?
ja: 大切なのは？
ko: 소중한 것은?
nl: Welke tijd is het belangrijkst voor jou?
ru: Что важнее?
zh_hans: 重要的是什么？
zh_hant: 重要的是什麼？

# FestRegionAsia
source: Hong Kong/S. Korea
de: Hongkong/Südkorea
es: Hong Kong/Corea del Sur
es_mx: Hong Kong/Corea del Sur
fr: Hong Kong/Corée du Sud
it: Hong Kong/Corea del Sud
ja: 香港/韓国
ko: 홍콩/대한민국
nl: Hongkong/Zuid-Korea
ru: Гонконг / Юж. Корея
zh_hans: 香港/韩国
zh_hant: 香港/韓國

# FestRegionAsiaEve
source: Australia/New Zealand/Hong Kong/S. Korea
de: Australien/Neuseeland/Hongkong/Südkorea
es: Australia/Nueva Zelanda/Hong Kong/Corea del Sur
es_mx: Australia/Nueva Zelanda/Hong Kong/Corea del Sur
fr: Australie/Nouvelle-Zélande/Hong Kong/Corée du sud
it: Australia/Nuova Zelanda/Hong Kong/Corea del Sud
ja: オーストラリア/ニュージーランド/香港/韓国
ko: 오스트레일리아/뉴질랜드/홍콩/대한민국
nl: Australië/Nieuw-Zeeland/Hongkong/Zuid-Korea
ru: Австралия / Н. Зеландия / Гонконг / Юж. Корея
zh_hans: 澳大利亚/新西兰/香港/韩国
zh_hant: 澳洲/紐西蘭/香港/韓國

# FestRegionEu
source: Europe
de: Europa
es: Europa
es_mx: Europa
it: Europa
ja: ヨーロッパ
ko: 유럽
nl: Europa
ru: Европа
zh_hans: 欧洲
zh_hant: 歐洲

# FestRegionEuEve
source: Europe
de: Europa
es: Europa
es_mx: Europa
it: Europa
ja: ヨーロッパ
ko: 유럽
nl: Europa
ru: Европа
zh_hans: 欧洲
zh_hant: 歐洲

# FestRegionJp
source: Japan
es: Japón
es_mx: Japón
fr: Japon
it: Giappone
ja: 日本
ko: 일본
ru: Япония
zh_hans: 日本
zh_hant: 日本

# FestRegionJpEve
source: Japan
es: Japón
es_mx: Japón
fr: Japon
it: Giappone
ja: 日本
ko: 일본
ru: Япония
zh_hans: 日本
zh_hant: 日本

# FestRegionUs
source: The Americas/Australia/New Zealand
de: Nord-/Südamerika/Australien/Neuseeland
es: América/Australia/Nueva Zelanda
es_mx: América/Australia/Nueva Zelanda
fr: Amériques/Australie/Nouvelle-Zélande
it: Americhe/Australia/Nuova Zelanda
ja: アメリカ大陸/オーストラリア/ニュージーランド
ko: 아메리카 대륙/오스트레일리아/뉴질랜드
nl: Noord- en Zuid-Amerika/Australië/N.-Zeeland
ru: Америка/Австралия/Новая Зеландия
zh_hans: 美洲大陆/澳大利亚/新西兰
zh_hant: 美洲大陸/澳洲/紐西蘭

# FestRegionUsEve
source: The Americas
de: Nord-/Südamerika
es: América
es_mx: América
fr: Amériques
it: Americhe
ja: アメリカ大陸
ko: 아메리카 대륙
nl: Noord- en Zuid-Amerika
ru: Америка
zh_hans: 美洲大陆
zh_hant: 美洲大陸

# FooterBigrunAnnouncement
source: <em>Big Run</em> alert issued! Beware of approaching Salmonids!
de: <em>Big Run</em>! Alarm! Salmoniden im Anmarsch!
es: ¡Alerta de <em>Big Run</em>! ¡Atención a los salmónidos que se aproximan!
es_mx: ¡Alerta de <em>Big Run</em>! ¡Cuidado con los salmónidos que se aproximan!
fr: Alerte <em>Big Run</em> ! Gare aux Salmonoïdes !
it: Allerta <em>Big Run</em>! Attenzione ai Salmonoidi in arrivo!
ja: <em>ビッグラン</em>警報発令！シャケの接近に注意！
ko: <em>빅 런</em> 경보 발령! 연어 접근 주의!
nl: <em>Big Run</em>-alarm! De Salmonieten zijn in aantocht!
ru: Поступило предупреждение о <em>Big Run</em>! Берегись, самониды наступают!
zh_hans: <em>大型跑</em>警报响起！小心鲑鱼接近！
zh_hant: <em>大型跑</em>警報！小心鮭魚侵襲！

# FooterBigrunNowOpening
source: <em>Big Run</em> in progress! Protect the city from Salmonids!
de: <em>Big Run</em> läuft! Beschütze die Stadt vor den Salmoniden!
es: ¡<em>Big Run</em> en marcha! ¡A defender la ciudad de los salmónidos!
es_mx: ¡<em>Big Run</em> en marcha! ¡A defender la ciudad de los salmónidos!
fr: <em>Big Run</em> en cours ! Protège la ville des Salmonoïdes !
it: <em>Big Run</em> in corso! Proteggi la città dai Salmonoidi!
ja: <em>ビッグラン</em>発生中！シャケから街を守れ！
ko: <em>빅 런</em> 발생 중! 연어로부터 타운을 지켜라!
nl: <em>Big Run</em> aan de gang! Bescherm de stad tegen de Salmonieten!
ru: <em>Big Run</em> в самом разгаре! Защити город от самонидов!
zh_hans: <em>大型跑</em>正在发生！保护城镇免受鲑鱼侵害！
zh_hant: <em>大型跑</em>發生中！保護城鎮免受鮭魚侵害！

# FooterEndOfSeason
source: <em>{ 0 }</em> is almost over, but you can get a Closeout Bonus of <em>1.5x</em> Catalog Points now!
de: Die <em>{ 0 }</em> ist fast vorbei, aber du kannst jetzt einen Endspurt-Bonus von <em>×1,5</em> Katalogpunkten erhalten!
es: ¡<em>{ 0 }</em> casi concluida! ¡Ocasión de obtener puntos de catálogo <em>×1,5</em>!
es_mx: ¡<em>{ 0 }</em> casi concluida! ¡Pero todavía puedes obtener puntos de catálogo <em>x1.5</em>!
fr: <em>{ 0 }</em> presque terminée ! Un bonus de fin d'une valeur de <em>1,5×</em> tes points de catalogue est disponible !
it: <em>{ 0 }</em> quasi finita! Occasione di ottenere un bonus ultimo sforzo pari a <em>×1,5</em> punti catalogo!
ja: もうすぐ <em>{ 0 }</em> が終了します。カタログポイント<em>1.5倍</em>サービス中！
ko: <em>{ 0 }</em> 종료가 머지않았습니다. 카탈로그 포인트 <em>1.5배</em> 서비스 중!
nl: Het <em>{ 0 }</em> is bijna voorbij, maar je kunt nu een eindspurtbonus van <em>×1,5</em> cataloguspunten verdienen!
ru: <em>{ 0 }</em> подходит к концу, но ты еще можешь получить финишный бонус: <em>x1,5</em> очк. каталога!
zh_hans: <em>{ 0 }</em>即将结束。现在可获得<em>1.5倍</em>的目录点数！
zh_hant: <em>{ 0 }</em>即將結束，目錄點數<em>1.5倍</em>放送中！

# FooterEventMatchNowOpening
source: <em>{ 0 }</em> Open Now!
de: Jetzt spielbar: <em>{ 0 }</em>!
es: ¡<em>{ 0 }</em> en marcha!
es_mx: ¡'<em>{ 0 }</em>' en marcha!
fr: « <em>{ 0 }</em> » disponible !
it: <em>{ 0 }</em> ora disponibile!
ja: イベントマッチ：<em>{ 0 }</em>開催中！
ko: <em>{ 0 }</em> 이벤트 매치 개최 중!
nl: Nu bezig: <em>{ 0 }</em>!
ru: Идет «<em>{ 0 }</em>»!
zh_hans: 活动比赛：<em>{ 0 }</em>举行中！
zh_hant: 活動比賽：<em>{ 0 }</em>舉行中！

# FooterFestAnnouncement
source: <em>{ 0 }</em> Splatfest open! Choose a team and dive in!
de: <em>{ 0 }</em> Splatfest läuft! Wähle ein Team und nichts wie losgekleckst!
es: ¡El festival <em>{ 0 }</em> se ha inaugurado! ¡Apúntate a uno de los bandos!
es_mx: ¡Se inauguró el festival <em>{ 0 }</em>! ¡Elige tu equipo favorito!
fr: Le festival « <em>{ 0 }</em> » est ouvert ! Choisis ton camp et plonge au cœur de l'action !
it: Festival <em>{ 0 }</em> inaugurato! Scegli una squadra e gettati nella mischia!
ja: <em>{ 0 }</em> フェス開催！アンケートに回答してフレンドと一緒に参加しよう！
ko: <em>{ 0 }</em> 페스티벌 개최! 설문에 대답하고 친구와 함께 참가하자!
nl: Het <em>{ 0 }</em>-Splatfest is geopend! Kies een team en duik in de actie!
ru: <em>{ 0 }</em> Сплатфест открыт! Выбери команду и присоединяйся!
zh_hans: <em>{ 0 }</em> 祭典开始！回答问卷，和好友一起参加吧！
zh_hant: <em>{ 0 }</em>祭典開幕！快去完成問卷，和朋友一起參加吧！

# FooterFestNowOpening
source: <em>{ 0 }</em> Splatfest open! Vote in the square to get your Splatfest Tee!
de: <em>{ 0 }</em> Das Splatfest hat begonnen! Wähle auf dem Platz dein Team und schnapp dir dein Splatfest-Shirt!
es: ¡El festival <em>{ 0 }</em> se ha inaugurado! ¡Vota en la plaza y obtén tu camiseta festiva!
es_mx: ¡Se inauguró el festival <em>{ 0 }</em>! ¡Vota en la plaza y obtén tu camiseta festiva!
fr: Le festival « <em>{ 0 }</em> » est ouvert ! Va voter sur le square pour obtenir ton t-shirt festif !
it: Festival <em>{ 0 }</em> inaugurato! Vota in piazza per ottenere la tua t-shirt festival!
ja: <em>{ 0 }</em> フェス開催中！広場で投票してフェスTをゲットしよう！
ko: <em>{ 0 }</em> 페스티벌 개최 중! 광장에서 투표하고 페스티벌 T를 획득하자!
nl: Het <em>{ 0 }</em>-Splatfest is geopend! Kies op het plein je team en ontvang je Splatfest-T-shirt!
ru: <em>{ 0 }</em> Сплатфест открыт! Проголосуй на площади и получи Сплатфест-майку!
zh_hans: <em>{ 0 }</em> 祭典举行中！在广场完成投票，获得祭典T恤吧！
zh_hant: <em>{ 0 }</em>祭典舉行中！前往廣場完成投票獲得祭典T恤吧！

# FriendListAppName
source: Friend List
de: Freundesliste
es: Lista de amigos
es_mx: Lista de amigos
fr: Liste d'amis
it: Lista di amici
ja: フレンドリスト
ko: 친구 리스트
nl: Vriendenlijst
ru: Список друзей
zh_hans: 好友列表
zh_hant: 朋友列表

# FriendListInCoopGame
source: Working
de: Bei der Arbeit
es: Trabajando
es_mx: Trabajando
fr: Au travail...
it: Sta lavorando
ja: バイト中
ko: 아르바이트 중
nl: Aan het werk
ru: Работает
zh_hans: 打工中
zh_hant: 打工中

# FriendListInMiniGame
source: Tableturf Battle
de: Revierdecks
es: Lucha carterritorial
es_mx: Combate carterritorial
fr: Match de C&T
it: Splattanza
ja: ナワバトラー
ko: 영역 배틀러
nl: Slijkslag
ru: Карты и район
zh_hans: 占地斗士
zh_hant: 占地鬥士

# FriendListInVsGame
source: Playing
de: Im Spiel
es: Jugando
es_mx: Jugando
fr: En jeu...
it: Sta giocando
ja: 試合中
ko: 시합 중
nl: Aan het spelen
ru: Играет
zh_hans: 比赛中
zh_hant: 比賽中

# FriendListIsLocked
source: Password Locked
de: Mit Code
es: Contraseña bloqueada
es_mx: Con contraseña
fr: Mot de passe verrouillé
it: Con codice
ja: パスワードつき
ko: 비밀번호 있음
nl: Met wachtwoord
ru: Требуется пароль
zh_hans: 有密码
zh_hant: 有密碼

# FriendListNoFriends
source: When you add friends, their play statuses will display here.
de: Der Spielstatus deiner Freunde wird hier angezeigt.
es: Aquí se mostrarán datos de juego de tus amigos.
es_mx: Aquí podrás ver el estatus de los amigos que agregues.
fr: Le statut de jeu de tes amis sera indiqué ici.
it: Lo stato dei tuoi amici apparirà qui.
ja: フレンドのプレイ状況がここに表示されます
ko: 친구의 플레이 상황이 여기에 표시됩니다
nl: Hier kun je de speelactiviteit van je vrienden zien.
ru: Здесь будет отображаться игровой статус твоих друзей.
zh_hans: 好友的游玩状况将显示在此处
zh_hant: 朋友的遊玩狀況將在此顯示

# FriendListOffline
source: Offline
es: Sin conexión
es_mx: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
ru: Офлайн
zh_hans: 离线
zh_hant: 離線

# FriendListOnline
source: Online
es: En línea
es_mx: En línea
fr: En ligne
ja: オンライン
ko: 온라인
ru: Онлайн
zh_hans: 线上
zh_hant: 線上

# FriendListReload
source: Reload
de: Aktualisieren
es: Actualizar
es_mx: Actualizar
fr: Actualiser
it: Aggiorna
ja: 再読みこみ
ko: 새로 고침
nl: Opnieuw laden
ru: Перезагрузить
zh_hans: 重新读取
zh_hant: 重新讀取

# FriendListTitle
source: Friend List
de: Freundesliste
es: Lista de amigos
es_mx: Lista de amigos
fr: Liste d'amis
it: Lista di amici
ja: フレンドリスト
ko: 친구 리스트
nl: Vriendenlijst
ru: Список друзей
zh_hans: 好友列表
zh_hant: 朋友列表

# FriendListVoiceChatEnabled
source: Voice Chat Available
de: Voice-Chat verfügbar
es: Chat de voz disponible
es_mx: Chat de voz disponible
fr: Chat vocal disponible
it: Chat vocale disponibile
ja: ボイスチャットかのう
ko: 보이스챗 가능
nl: Met voicechat
ru: Доступен голосовой чат
zh_hans: 可以语音聊天
zh_hant: 可以語音聊天

# GameWindowItemGetWindowSdodrByname00
source: You got a title!
de: Ein neuer Titel!
es: ¡Un alias!
es_mx: ¡Un apodo!
fr: Titre !
it: Hai ottenuto un titolo!
ja: 二つ名をゲット！
ko: 별명 획득!
nl: Een titel!
ru: Титул!
zh_hans: 获得称号！
zh_hant: 獲得別名！

# GameWindowItemGetWindowSdodrDevelopLog00
source: You got Marina's Dev Diary!
de: Marinas Dev-Tagebuch erhalten!
es: ¡El diario técnico de Marina!
es_mx: ¡El diario técnico de Marina!
fr: Journal de Coralie !
it: Hai ottenuto: diario di Nori!
ja: イイダの開発日記をゲット！
ko: 이이다의 개발 일기 획득!
nl: Mariana's ontwikkelingsdagboek!
ru: Заметки разработчика Мариши!
zh_hans: 获得饭田的开发日记！
zh_hant: 獲得飯田的研發日記！

# GameWindowItemGetWindowSdodrEmote00
source: You got an emote!
de: Ein Emote!
es: ¡Una reacción!
es_mx: ¡Una pose!
fr: Émoticône !
it: Hai ottenuto una posa!
ja: エモートをゲット！
ko: 감정 표현 획득!
nl: Een reactie!
ru: Эмотикон!
zh_hans: 获得表情！
zh_hant: 獲得表情！

# GameWindowItemGetWindowSdodrEnemyKindComplete
source: You got new info on enemies!
de: Neue Gegner-Info erhalten!
es: ¡Has obtenido datos sobre el enemigo!
es_mx: Nuevo perfil de enemigo
fr: Nouvelles infos sur des ennemis !
it: Nuovi dettagli sui nemici!
ja: 敵の情報が集まった！
ko: 적의 정보가 모였다!
nl: Nieuwe informatie over vijanden!
ru: Новое описание врагов!
zh_hans: 收集到敌人的信息了！
zh_hant: 蒐集到了敵人的資訊！

# GameWindowItemGetWindowSdodrExtraLog00
source: You got Marina's Dev Diary?!
de: Marinas Dev-Tagebuch erhalten!
es: ¡Un extra del diario de Marina!
es_mx: ¡Un extra del diario de Marina!
fr: Journal de Coralie ?!
it: Hai ottenuto: diario di Nori?!
ja: イイダの開発日記？をゲット！
ko: 이이다의 개발 일기? 획득!
nl: Mariana's ontwikkelingsdagboek?!
ru: Заметки разработчика Мариши?!
zh_hans: 获得“饭田的开发日记？”！
zh_hant: 獲得「飯田的研發日記？」！

# GameWindowItemGetWindowSdodrFindNewDevelopLog
source: You read a new Dev Diary entry!
de: Neuen Tagebuch-Eintrag gelesen!
es: ¡Has leído el diario técnico de Marina!
es_mx: Nueva entrada en el diario de Marina
fr: Tu as lu une nouvelle page du journal !
it: Nuova pagina del diario!
ja: 新しいイイダの開発日記を読んだ！
ko: 새로운 이이다의 개발 일기를 읽었다!
nl: Een nieuw ontwikkelingsdagboekhoofdstuk gelezen!
ru: Прочитана новая заметка разработчика!
zh_hans: 阅读了新的饭田的开发日记！
zh_hant: 閱讀了新的飯田的研發日記！
