Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# MiniGameMiniGameCardNameShooterBlaze00
source: Aerospray MG
de: AirbrushMG
es: Aerógrafo pro
es_mx: Aerógrafo GP
fr: Aérogun
it: Aerografo
ja: プロモデラーMG
ko: 프로모델러 MG
nl: Kladder-werper
ru: Аэроспрей
zh_hans: 专业模型枪MG
zh_hant: 專業模型槍MG

# MiniGameMiniGameCardNameShooterBlaze01
source: Aerospray RG
de: AirbrushRG
es: Aerógrafo plus
es_mx: Aerógrafo GN
fr: Aérogunpremium
it: Aerografoélite
ja: プロモデラーRG
ko: 프로모델러 RG
nl: Kladderwerper Pro
ru: АэроспрейДЕЛЮКС
zh_hans: 专业模型枪RG
zh_hant: 專業模型槍RG

# MiniGameMiniGameCardNameShooterExpert00
source: SplattershotPro
de: Profi-Kleckser
es: Lanzatintas plus
es_mx: Rociador Pro
fr: Liquidateurpro
it: Splasher élite
ja: プライムシューター
ko: 프라임 슈터
nl: SuperspetterPro
ru: Каплестрел ПРО
zh_hans: 顶尖射击枪
zh_hant: 頂尖射擊槍

# MiniGameMiniGameCardNameShooterExpert01
source: ForgeSplattershot Pro
de: Focus-Profi-Kleckser
es: Lanzatintasplus B
es_mx: RociadorForima
fr: Liquidateurpro griffé
it: Splasherélite logo
ja: プライムシューターコラボ
ko: 프라임 슈터 컬래버
nl: ForgeSuperspetter Pro
ru: КаплестрелПРО «Блиц»
zh_hans: 顶尖射击枪 联名
zh_hant: 頂尖射擊槍 聯名

# MiniGameMiniGameCardNameShooterFirst00
source: Splattershot Jr.
de: Junior-Kleckser
es: Lanzatintasnovato
es_mx: Rociadorbásico
fr: Liquidateur Jr.
it: Sparacolorerecluta
ja: わかばシューター
ko: 새싹 슈터
nl: Super-spetter jr.
ru: Каплестрел-У
zh_hans: 新叶射击枪
zh_hant: 新葉射擊槍

# MiniGameMiniGameCardNameShooterFirst01
source: CustomSplattershot Jr.
de: Junior-Kleckser Plus
es: Lanzatintasnovato B
es_mx: Rociador básicoadaptado
fr: Liquidateur Sr.
it: Sparacolorelogo
ja: もみじシューター
ko: 단풍 슈터
nl: GemoddeSuperspetter jr.
ru: Каплестрел-У 2.0
zh_hans: 枫叶射击枪
zh_hant: 楓葉射擊槍

# MiniGameMiniGameCardNameShooterFlash00
source: Squeezer
de: Quetscher
es: Tintopresor
es_mx: Tintopresor
fr: Compresseur
it: Strizzer
ja: ボトルガイザー
ko: 보틀 가이저
nl: Floeper
ru: Бутылятор
zh_hans: 开瓶喷泉枪
zh_hant: 開瓶噴泉槍

# MiniGameMiniGameCardNameShooterFlash01
source: Foil Squeezer
de: QuetscherFol
es: Tintopresor B
es_mx: TintopresorFoil
fr: Compresseuralu
it: Strizzer B
ja: ボトルガイザーフォイル
ko: 포일 보틀 가이저
nl: Foil Floeper
ru: Бутылятор «Блеск»
zh_hans: 开瓶喷泉枪 金属箔
zh_hant: 開瓶噴泉槍 金屬箔

# MiniGameMiniGameCardNameShooterGravity00
source: .52 Gal
de: .52Gallon
es: Salpicadora 2000
es_mx: Salpicadora2000
fr: Calibre 2000
it: Calibro 2000
ja: .52ガロン
ko: .52 갤런
nl: .52 Kaliter
ru: Струевик .52
zh_hans: .52加仑
zh_hant: .52加侖

# MiniGameMiniGameCardNameShooterGravity01
source: .52 Gal Deco
de: .52 Gallon Deko
es: Salpicadora2000 DX
es_mx: Salpicadora2000 chic
fr: Calibre 2000 chic
it: Calibro 2000 DX
ja: .52ガロンデコ
ko: .52 갤런 데코
nl: .52 KaliterDeco
ru: Струевик .52«Деко»
zh_hans: .52加仑 装饰
zh_hant: .52加侖 裝飾

# MiniGameMiniGameCardNameShooterHeavy00
source: .96 Gal
de: .96Gallon
es: Salpicadora 3000
es_mx: Salpicadora3000
fr: Calibre 3000
it: Calibro 3000
ja: .96ガロン
ko: .96 갤런
nl: .96 Kaliter
ru: Струевик .96
zh_hans: .96加仑
zh_hant: .96加侖

# MiniGameMiniGameCardNameShooterHeavy01
source: .96 Gal Deco
de: .96Gallon Deko
es: Salpicadora3000 DX
es_mx: Salpicadora3000 chic
fr: Calibre 3000 chic
it: Calibro3000 DX
ja: .96ガロンデコ
ko: .96 갤런 데코
nl: .96 KaliterDeco
ru: Струевик .96«Деко»
zh_hans: .96加仑 装饰
zh_hant: .96加侖 裝飾

# MiniGameMiniGameCardNameShooterLong00
source: Jet Squelcher
de: Platscher
es: Megabarredora
es_mx: Megasoplador
fr: Nettoyeur XL
it: Sweeper
ja: ジェットスイーパー
ko: 제트 스위퍼
nl: Straal-plonzer
ru: Плескарь
zh_hans: 喷射清洁枪
zh_hant: 噴射清潔槍

# MiniGameMiniGameCardNameShooterLong01
source: Custom JetSquelcher
de: Platscher SE
es: MegabarredoraSP
es_mx: Megasopladoradaptado
fr: Nettoyeur XLmodifié
it: Sweeper CM
ja: ジェットスイーパーカスタム
ko: 커스텀 제트 스위퍼
nl: GemoddeStraalplonzer
ru: Плескарь «Понт»
zh_hans: 喷射清洁枪 改装
zh_hant: 噴射清潔槍 改裝

# MiniGameMiniGameCardNameShooterNormal00
source: Splattershot
de: Kleckser
es: Lanzatintas
es_mx: Rociador
fr: Liquidateur
it: Splasher
ja: スプラシューター
ko: 스플랫 슈터
nl: Super-spetter
ru: Каплестрел
zh_hans: 斯普拉射击枪
zh_hant: 斯普拉射擊槍

# MiniGameMiniGameCardNameShooterNormal01
source: TentatekSplattershot
de: Tentatek-Kleckser
es: Lanzatintas B
es_mx: RociadorTentáctica
fr: Liquidateurgriffé
it: Splasherlogo
ja: スプラシューターコラボ
ko: 스플랫 슈터 컬래버
nl: TentatekSuperspetter
ru: Каплестрел«Щуччи»
zh_hans: 斯普拉射击枪 联名
zh_hant: 斯普拉射擊槍 聯名

# MiniGameMiniGameCardNameShooterPrecision00
source: Splash-o-matic
de: Fein-Disperser
es: Marcador fino
es_mx: Plumón
fr: Marqueurléger
it: Markerd'assalto
ja: シャープマーカー
ko: 샤프 마커
nl: Spetter-spuit
ru: Плюхомет
zh_hans: 窄域标记枪
zh_hant: 窄域標記槍

# MiniGameMiniGameCardNameShooterPrecision01
source: Neo Splash-o-matic
de: Fein-DisperserNeo
es: Marcadorfino neo
es_mx: Plumón neo
fr: Marqueurléger Néo
it: Markerd'assalto Neo
ja: シャープマーカーネオ
ko: 네오 샤프 마커
nl: SpetterspuitNeo
ru: Плюхомет «Нео»
zh_hans: 窄域标记枪 新型
zh_hant: 窄域標記槍 新型

# MiniGameMiniGameCardNameShooterQuickLong00
source: Splattershot Nova
de: Kosmo-Kleckser
es: Lanzatintasespacial
es_mx: Rociadorespacial
fr: Lanceurspatial
it: Splasher Nova
ja: スペースシューター
ko: 스페이스 슈터
nl: Superspetter Nova
ru: Каплестрел НОВА
zh_hans: 太空射击枪
zh_hant: 太空射擊槍

# MiniGameMiniGameCardNameShooterQuickLong01
source: AnnakiSplattershot Nova
de: Annaki-Kosmo-Kleckser
es: Lanzatintasespacial B
es_mx: Rociadorespacial Annak
fr: Lanceurspatial Aroz
it: SplasherNova Annak
ja: スペースシューターコラボ
ko: 스페이스 슈터 컬래버
nl: AnnakiSuperspetter Nova
ru: КаплестрелНОВА-ПАНК
zh_hans: 太空射击枪 联名
zh_hant: 太空射擊槍 聯名

# MiniGameMiniGameCardNameShooterShort00
source: Sploosh-o-matic
de: Disperser
es: Marcador
es_mx: Marcadorgrueso
fr: Marqueurlourd
it: Marker
ja: ボールドマーカー
ko: 볼드 마커
nl: Spettertuit
ru: Плюхотрон
zh_hans: 广域标记枪
zh_hant: 廣域標記槍

# MiniGameMiniGameCardNameShooterShort01
source: Neo Sploosh-o-matic
de: DisperserNeo
es: Marcadorneo
es_mx: Marcadorgrueso neo
fr: Marqueurlourd Néo
it: Marker Neo
ja: ボールドマーカーネオ
ko: 네오 볼드 마커
nl: SpettertuitNeo
ru: Плюхотрон «Нео»
zh_hans: 广域标记枪 新型
zh_hant: 廣域標記槍 新型

# MiniGameMiniGameCardNameShooterTripleMiddle00
source: H-3 Nozzlenose
de: S3Tintenwerfer
es: Tintamborpesado
es_mx: Manguerapesada
fr: Arroseurlourd
it: Triplete
ja: H3リールガン
ko: H3 릴 건
nl: H-3Langsnuit
ru: Тяжелыйкаплетрон
zh_hans: H3卷管枪
zh_hant: H3捲管槍

# MiniGameMiniGameCardNameShooterTripleMiddle01
source: H-3 Nozzlenose D
de: S3Tintenwerfer D
es: Tintambor pesado D
es_mx: Manguerapesada D
fr: Arroseurlourd Cétacé
it: Triplete D
ja: H3リールガンD
ko: H3 릴 건 D
nl: H-3Langsnuit D
ru: Тяжелыйкаплетрон 2.0
zh_hans: H3卷管枪D
zh_hant: H3捲管槍D

# MiniGameMiniGameCardNameShooterTripleQuick00
source: L-3 Nozzlenose
de: L3Tintenwerfer
es: Tintamborligero
es_mx: Mangueraligera
fr: Arroseurléger
it: Tripletecompatto
ja: L3リールガン
ko: L3 릴 건
nl: L-3Stompsnuit
ru: Каплетрон-компакт
zh_hans: L3卷管枪
zh_hant: L3捲管槍

# MiniGameMiniGameCardNameShooterTripleQuick01
source: L-3 Nozzlenose D
de: L3Tintenwerfer D
es: Tintamborligero D
es_mx: Mangueraligera D
fr: Arroseurléger Cétacé
it: Tripletecompatto D
ja: L3リールガンD
ko: L3 릴 건 D
nl: L-3Stompsnuit D
ru: Каплетрон-компакт 2.0
zh_hans: L3卷管枪D
zh_hant: L3捲管槍D

# MiniGameMiniGameCardNameSlosherBathtub00
source: Bloblobber
de: Wannen-Schwapper
es: Derramaticbaño
es_mx: Derramaticbaño
fr: Bassineur
it: Secchiostrovasca
ja: オーバーフロッシャー
ko: 오버플로셔
nl: Spatkuip
ru: Ваннаган
zh_hans: 满溢泡澡泼桶
zh_hant: 滿溢泡澡潑桶

# MiniGameMiniGameCardNameSlosherBathtub01
source: BloblobberDeco
de: Wannen-Schwapper Deko
es: Derramaticbaño DX
es_mx: Derramaticbaño chic
fr: Bassineurchic
it: Secchiostrovasca DX
ja: オーバーフロッシャーデコ
ko: 오버플로셔 데코
nl: SpatkuipDeco
ru: Ваннаган«Деко»
zh_hans: 满溢泡澡泼桶 装饰
zh_hant: 滿溢泡澡潑桶 裝飾

# MiniGameMiniGameCardNameSlosherDiffusion00
source: Tri-Slosher
de: 3R-Schwapper
es: Derramatictriple
es_mx: Derramatictriple
fr: Dépoteur
it: Secchiostrotriplo
ja: ヒッセン
ko: 물통
nl: Triomorser
ru: Ведроган 3 в 1
zh_hans: 洗笔桶
zh_hant: 洗筆桶

# MiniGameMiniGameCardNameSlosherDiffusion01
source: Tri-SlosherNouveau
de: 3R-SchwapperFresco
es: Derramatictriple maestro
es_mx: Derramatictriple maestro
fr: Dépoteurnuancé
it: Secchiostrotriplo master
ja: ヒッセン・ヒュー
ko: 물통 휴
nl: TriomorserNouveau
ru: Ведроган 3 в 1«НуВо»
zh_hans: 洗笔桶·新艺术
zh_hant: 洗筆桶‧新藝術

# MiniGameMiniGameCardNameSlosherDouble00
source: Dread Wringer
de: Schwappwascher
es: Friegamatic
es_mx: Friegamatic
fr: Seau S-Horreur
it: Secchiapavimenti
ja: モップリン
ko: 몹 링
nl: Wringmorser
ru: Отжиматель
zh_hans: 墨瀑淋
zh_hant: 墨瀑淋

# MiniGameMiniGameCardNameSlosherDouble01
source: Dread Wringer D
de: Schwapp-Wascher D
es: Friegamatic D
es_mx: Friegamatic D
fr: Seau S-HorreurCétacé
it: Secchiapavimenti D
ja: モップリンD
ko: 몹 링 D
nl: Wringmorser D
ru: Отжиматель 2.0
zh_hans: 墨瀑淋D
zh_hant: 墨瀑淋D

# MiniGameMiniGameCardNameSlosherLauncher00
source: SloshingMachine
de: Trommel-Schwapper
es: Derramaticcentrífugo
es_mx: Derramaticcentrífugo
fr: Encrifugeur
it: Secchiostrocentrifuga
ja: スクリュースロッシャー
ko: 스크루 슬로셔
nl: Klots-trommel
ru: Центрифугер
zh_hans: 回旋泼桶
zh_hant: 迴旋潑桶

# MiniGameMiniGameCardNameSlosherLauncher01
source: SloshingMachine Neo
de: Trommel-Schwapper Neo
es: Derramaticcentrífugo neo
es_mx: Derramaticcentrífugo neo
fr: EncrifugeurNéo
it: Secchiostrocentrifuga Neo
ja: スクリュースロッシャーネオ
ko: 네오 스크루 슬로셔
nl: KlotstrommelNeo
ru: Центрифугер«Нео»
zh_hans: 回旋泼桶 新型
zh_hant: 迴旋潑桶 新型

# MiniGameMiniGameCardNameSlosherStrong00
source: Slosher
de: Schwapper
es: Derramatic
es_mx: Derramatic
fr: Seauceur
it: Secchiostro
ja: バケットスロッシャー
ko: 버킷 슬로셔
nl: Morser
ru: Ведроган
zh_hans: 飞溅泼桶
zh_hant: 飛濺潑桶

# MiniGameMiniGameCardNameSlosherStrong01
source: Slosher Deco
de: SchwapperDeko
es: Derramatic DX
es_mx: Derramaticchic
fr: Seauceurchic
it: SecchiostroDX
ja: バケットスロッシャーデコ
ko: 버킷 슬로셔 데코
nl: Morser Deco
ru: Ведроган «Деко»
zh_hans: 飞溅泼桶 装饰
zh_hant: 飛濺潑桶 裝飾

# MiniGameMiniGameCardNameSlosherWashtub00
source: Explosher
de: Knall-Schwapper
es: Derramaticturbo
es_mx: Derramatic XP
fr: Détoneur
it: Termosecchiostro
ja: エクスプロッシャー
ko: 익스플로셔
nl: Klieder-kachel
ru: Шпарган
zh_hans: 爆炸泼桶
zh_hant: 爆炸潑桶

# MiniGameMiniGameCardNameSlosherWashtub01
source: CustomExplosher
de: Knall-Schwapper SE
es: Derramaticturbo SP
es_mx: Derramatic XPadaptado
fr: Détoneurmodifié
it: Termosecchiostromaster
ja: エクスプロッシャーカスタム
ko: 커스텀 익스플로셔
nl: GemoddeKliederkachel
ru: Шпарган«Понт»
zh_hans: 爆炸泼桶 改装
zh_hant: 爆炸潑桶 改裝

# MiniGameMiniGameCardNameSpCastle
source: Kraken Royale
de: Tinten-tyrann
es: Calamar imperial
es_mx: Calamar imperial
fr: Kraken royal
it: Krakenreale
ja: テイオウイカ
ko: 로열 크라켄
nl: Monstermorfose
ru: Тираннокракен
zh_hans: 帝王鱿鱼
zh_hant: 帝王魷魚

# MiniGameMiniGameCardNameSpChimney
source: SplattercolorScreen
de: Unsicht-barriere
es: Pantintalla
es_mx: Muromarmoleado
fr: Barrièrebarbouillée
it: Cortinaingannevole
ja: スミナガシート
ko: 스플래터컬러 스크린
nl: PLED-scherm
ru: Заливной барьер
zh_hans: 浮墨幕墙
zh_hant: 浮墨幕牆

# MiniGameMiniGameCardNameSpFirework
source: Super Chump
de: Bluff-bomber
es: Multiseñuelos
es_mx: Multiseñuelos
fr: Multi-leurres
it: Diversivoesplosivo
ja: デコイチラシ
ko: 디코이 캐넌
nl: Voorschutter
ru: Суперпрыжатор
zh_hans: 诱饵烟花
zh_hant: 誘餌煙火

# MiniGameMiniGameCardNameSpGreatBarrier
source: Big Bubbler
de: KugelschildPro
es: Megaburbuja
es_mx: Megaburbuja
fr: Superbouclier
it: Gran bollascudo
ja: グレートバリア
ko: 그레이트 배리어
nl: Joekel-schild
ru: Шарощит
zh_hans: 巨大防护罩
zh_hant: 巨大防護罩

# MiniGameMiniGameCardNameSpiky
source: Murch
de: Sid
es: Enrizo
es_mx: Enrizo
fr: Tipik
it: Echino
ja: スパイキー
ko: 스파이키
nl: Mikey
ru: Иглюха
zh_hans: 刺冠
zh_hant: 刺冠

# MiniGameMiniGameCardNameSpInkStorm
source: Ink Storm
de: Tinten-schauer
es: Atormentador
es_mx: Atormentador
fr: Pluie d'encre
it: Pioggiadi colore
ja: アメフラシ
ko: 먹구름
nl: Spetterbui
ru: Туча краски
zh_hans: 墨雨云
zh_hant: 墨雨雲

# MiniGameMiniGameCardNameSpinnerDownpour00
source: BallpointSplatling
de: Kuli-Splatling
es: Ametrallógrafo
es_mx: GarabateadorPLM
fr: Badigeonneurstylo
it: Tetrapenna
ja: クーゲルシュライバー
ko: 쿠겔 슈라이버
nl: Stylo-spetling
ru: Кугельшрайбер
zh_hans: 圆珠笔
zh_hant: 圓珠筆

# MiniGameMiniGameCardNameSpinnerDownpour01
source: Ballpoint SplatlingNouveau
de: Kuli-SplatlingFresco
es: Ametrallógrafomaestro
es_mx: GarabateadorPLM maestro
fr: Badigeonneurstylo nuancé
it: Tetrapennamaster
ja: クーゲルシュライバー・ヒュー
ko: 쿠겔 슈라이버 휴
nl: StylospetlingNouveau
ru: Кугельшрайбер«НуВо»
zh_hans: 圆珠笔·新艺术
zh_hant: 圓珠筆‧新藝術

# MiniGameMiniGameCardNameSpinnerHyper00
source: Hydra Splatling
de: Hydrant
es: Extintador
es_mx: GarabateadorHD
fr: Exteinteur
it: Idrante
ja: ハイドラント
ko: 하이드런트
nl: Blusling
ru: Брызгомет«Горыныч»
zh_hans: 消防栓旋转枪
zh_hant: 消防栓旋轉槍

# MiniGameMiniGameCardNameSpinnerHyper01
source: Custom HydraSplatling
de: Hydrant SE
es: Extintador SP
es_mx: GarabateadorHD adaptado
fr: Exteinteurmodifié
it: Idrante CM
ja: ハイドラントカスタム
ko: 커스텀 하이드런트
nl: GemoddeBlusling
ru: «Понт-Горыныч»
zh_hans: 消防栓旋转枪 改装
zh_hant: 消防栓旋轉槍 改裝

# MiniGameMiniGameCardNameSpinnerHyperShort00
source: Heavy EditSplatling
de: Kartuschierer
es: Corrigetintas
es_mx: Corrigetintas
fr: Correcteur
it: Splatlinga pennarelli
ja: イグザミナー
ko: 이그재미너
nl: Examinator
ru: Брызгомет XL«Корректор»
zh_hans: 审查者
zh_hant: 審查者

# MiniGameMiniGameCardNameSpinnerHyperShort01
source: Heavy EditSplatling Nouveau
de: KartuschiererFresco
es: Corrigetintasmaestro
es_mx: Corrigetintasmaestro
fr: Correcteurnuancé
it: Splatling apennarelli master
ja: イグザミナー・ヒュー
ko: 이그재미너 휴
nl: ExaminatorNouveau
ru: Корректор «НуВо»
zh_hans: 审查者·新艺术
zh_hant: 審查者‧新藝術

# MiniGameMiniGameCardNameSpinnerQuick00
source: Mini Splatling
de: Klecks-Splatling
es: Tintralladora ligera
es_mx: Garabateador
fr: Badigeonneur XS
ja: スプラスピナー
ko: 스플랫 스피너
nl: Mini-Spetling
ru: Брызгомет-М
zh_hans: 斯普拉旋转枪
zh_hant: 斯普拉旋轉槍

# MiniGameMiniGameCardNameSpinnerQuick01
source: Zink MiniSplatling
de: Sagitron-Klecks-Splatling
es: Tintralladoraligera B
es_mx: GarabateadorTintaz
fr: BadigeonneurXS griffé
it: Mini splatlinglogo
ja: スプラスピナーコラボ
ko: 스플랫 스피너 컬래버
nl: Zink Mini-Spetling
ru: Брызгомет-М«Шпротус»
zh_hans: 斯普拉旋转枪 联名
zh_hant: 斯普拉旋轉槍 聯名

# MiniGameMiniGameCardNameSpinnerSerein00
source: Nautilus 47
es: Subtralladora 47
es_mx: Nautilo 47
ja: ノーチラス47
ko: 노틸러스 47
ru: Наутилус-47
zh_hans: 鹦鹉螺号47
zh_hant: 鸚鵡螺號47

# MiniGameMiniGameCardNameSpinnerSerein01
source: Nautilus 79
es: Subtralladora 79
es_mx: Nautilo 79
ja: ノーチラス79
ko: 노틸러스 79
ru: Наутилус-79
zh_hans: 鹦鹉螺号79
zh_hant: 鸚鵡螺號79

# MiniGameMiniGameCardNameSpinnerStandard00
source: Heavy Splatling
de: Splatling
es: Tintralladora
es_mx: GarabateadorPro
fr: Badigeonneur
it: Splatlinga tanica
ja: バレルスピナー
ko: 배럴 스피너
nl: Spetling
ru: Брызгомет XL
zh_hans: 桶装旋转枪
zh_hant: 桶裝旋轉槍

# MiniGameMiniGameCardNameSpinnerStandard01
source: Heavy SplatlingDeco
de: SplatlingDeko
es: Tintralladora DX
es_mx: GarabateadorPro chic
fr: Badigeonneurchic
it: Splatlinga tanica DX
ja: バレルスピナーデコ
ko: 배럴 스피너 데코
nl: SpetlingDeco
ru: Брызгомет XL«Деко»
zh_hans: 桶装旋转枪 装饰
zh_hant: 桶裝旋轉槍 裝飾

# MiniGameMiniGameCardNameSpMegaphoneLaser51
source: Killer Wail 5.1
de: Heulboje5.1
es: Tintófono 5.1
es_mx: Berreón 5.1
fr: Haut-perceur 5.1
it: Tintofono 5.1
ja: メガホンレーザー5.1ch
ko: 메가폰 레이저 5.1ch
nl: Megalofoon5.1
ru: Мегалофон 5.1
zh_hans: 喇叭镭射5.1ch
zh_hant: 喇叭雷射5.1ch

# MiniGameMiniGameCardNameSpMultiMissile
source: Tenta Missiles
de: Schwarm-raketen
es: Lanzamisiles
es_mx: Lanzamisiles
fr: Multi-missile
it: Lanciarazzi
ja: マルチミサイル
ko: 멀티 미사일
nl: Spetter-raketten
ru: Каракатница
zh_hans: 多重导弹
zh_hant: 多重導彈

# MiniGameMiniGameCardNameSpNiceBall
source: Booyah Bomb
de: Cool-Kugel
es: Bolagenializante
es_mx: Bolagenializante
fr: Jolizator
it: Granbotto
ja: ナイスダマ
ko: 나이스옥
nl: Coole bom
ru: Йо-хо-плюхер
zh_hans: 赞气弹
zh_hant: 讚氣彈

# MiniGameMiniGameCardNameSpPogo
source: Triple Splashdown
de: Tri-Tintenschock
es: Puñetazosexplosivos
es_mx: Clavado triple
fr: Triple chocchromatique
it: Triplovernischianto
ja: ウルトラチャクチ
ko: 울트라 착지
nl: Ultralanding
ru: Тройной мегаплюх
zh_hans: 终极着陆
zh_hant: 終極著陸

# MiniGameMiniGameCardNameSprinkler
source: Sprinkler
es: Aspersor
es_mx: Aspersor
fr: Fontaine
it: Spruzzatore
ja: スプリンクラー
ko: 스프링클러
nl: Inkt-sprinkler
ru: Распылятор
zh_hans: 洒墨器
zh_hant: 灑墨器

# MiniGameMiniGameCardNameSpSuperHook
source: Zipcaster
de: Haft-sprung
es: Ganchotentacular
es_mx: Ganchotentacular
fr: Supermollusque
it: Molluscatto
ja: ショクワンダー
ko: 쇼크 원더
nl: Tentakabel
ru: Краскотрос
zh_hans: 触手喷射
zh_hant: 觸手噴射

# MiniGameMiniGameCardNameSpUltraShot
source: Trizooka
es: Tintazucatriple
es_mx: Cañón triple
fr: Lance-rafales
it: Ultraturbinator
ja: ウルトラショット
ko: 울트라 샷
ru: Гранатомет«Трезубец»
zh_hans: 终极发射
zh_hant: 終極發射

# MiniGameMiniGameCardNameSpUltraStamp
source: Ultra Stamp
de: Ultra-Stempel
es: Ultraselladora
es_mx: Ultraselladora
fr: Ultra-tamponneur
it: Mega timbro
ja: ウルトラハンコ
ko: 울트라 스탬프
nl: Ultra-stempel
ru: Припечать
zh_hans: 终极印章
zh_hant: 終極印章

# MiniGameMiniGameCardNameStampWave
source: AmpedOctostamp
de: Schock-Oktostemp
es: Estampónpotenciado
es_mx: Estampulpopotenciado
fr: Tentaponde choc
it: Timbranatorpotenziato
ja: ビートタコスタンプ
ko: 비트 문어 스탬프
nl: Schok-Octostempel
ru: Осьмоштамп-меломан
zh_hans: 波动章鱼印章兵
zh_hant: 波動章魚印章兵

# MiniGameMiniGameCardNameStringerExplosion00
source: Wellstring V
de: Penta-Pumper
es: Arcrotensor V
es_mx: Arcrotensor V
fr: Multisperceur V
it: Fontanarco V
ja: フルイドV
ko: 플루이드 V
nl: Pentapomper
ru: Квинтиватор«Колодезь»
zh_hans: 邦普V
zh_hant: 邦普V

# MiniGameMiniGameCardNameStringerExplosion01
source: CustomWellstring V
de: Penta-Pumper SE
es: Arcrotensor V SP
es_mx: Arcrotensor Vadaptado
fr: Multisperceur Vmodifié
it: Fontanarco V CM
ja: フルイドVカスタム
ko: 커스텀 플루이드 V
nl: GemoddePentapomper
ru: Квинтиватор«Понт»
zh_hans: 邦普V 改装
zh_hant: 邦普V 改裝

# MiniGameMiniGameCardNameStringerNormal00
source: Tri-Stringer
es: Arcromatizadortriple
es_mx: Arcromatizadortriple
fr: Trisperceur
it: Tri-calamarco
ja: トライストリンガー
ko: 트라이 스트링거
nl: Triospanner
ru: Тритиватор
zh_hans: 三发猎鱼弓
zh_hant: 三發獵魚弓

# MiniGameMiniGameCardNameStringerNormal01
source: InklineTri-Stringer
de: Alpomar-Tri-Stringer
es: Arcromatizadortriple B
es_mx: Arcromatizadortriple Moluskia
fr: TrisperceurAbysma
it: Tri-calamarcoMaremont
ja: トライストリンガーコラボ
ko: 트라이 스트링거 컬래버
nl: InklineTriospanner
ru: Тритиватор «Коллаб»
zh_hans: 三发猎鱼弓 联名
zh_hant: 三發獵魚弓 聯名

# MiniGameMiniGameCardNameStringerShort00
source: REEF-LUX 450
de: LACT-450
es: AR-CR0 450
es_mx: AR-CR0 450
fr: Coralux 450
it: ARCO-RAL 450
ja: LACT-450
ko: LACT-450
nl: RIF-LEX 450
ru: КО-РАЛЛ 450
zh_hans: LACT-450
zh_hant: LACT-450

# MiniGameMiniGameCardNameStringerShort01
source: REEF-LUX450 Deco
de: LACT-450Deko
es: AR-CR0 450 DX
es_mx: AR-CR0 450 chic
fr: Coralux 450chic
it: ARCO-RAL 450 DX
ja: LACT-450デコ
ko: LACT-450 데코
nl: RIF-LEX 450Deco
ru: КО-РАЛЛ 450«Деко»
zh_hans: LACT-450 装饰
zh_hant: LACT-450 裝飾

# MiniGameMiniGameCardNameSutakoraa
source: Tentakook
de: Oktoskater
es: Octopatinador
es_mx: Octopatinador
fr: Poulpemouillé
it: Polpattinatore
ja: スタコラー
ko: 문어 스케이터
nl: Octoskater
ru: Осьмовжик
zh_hans: 章鱼溜兵
zh_hant: 章魚溜兵

# MiniGameMiniGameCardNameTaihou
source: Big Shot
de: Kanonya
es: Artilleroide
es_mx: Artilleroide
fr: Gros boulet
it: Cannoniere
ja: テッキュウ
ko: 철 구슬
nl: Bombarie
ru: Ядровик
zh_hans: 铁球鱼
zh_hant: 鐵球魚

# MiniGameMiniGameCardNameTakoCommander
source: Octocommander
de: Okto-Kommandant
es: Octocomandante
es_mx: Octocomandante
fr: Tentamiral
it: Polpartigliere
ja: タココマンダー
ko: 문어 커맨더
nl: Octo-commandant
ru: Осьмоновец
zh_hans: 章鱼指挥官
zh_hant: 章魚指揮官

# MiniGameMiniGameCardNameTakoDozer
source: Flooder
de: Oktofluter
es: Tintapisonadora
es_mx: Entintador
fr: Pulvérisateur
it: Verniciatore
ja: タコドーザー
ko: 문어도저
nl: Doucher
ru: Роболей
zh_hans: 章鱼推进洒墨机
zh_hant: 章魚推進灑墨機

# MiniGameMiniGameCardNameTakoHopper
source: Octohopper
de: Oktohüpfer
es: Octobrincos
es_mx: Octosaltador
fr: Tentasaute
it: Saltapolpastro
ja: タコホッパー
ko: 문어 호퍼
nl: Octosprong-krijger
ru: Осьмопрыг
zh_hans: 章鱼弹跳兵
zh_hant: 章魚彈跳兵

# MiniGameMiniGameCardNameTakoMissile
source: Octomissile
de: Oktorakete
es: Octomisil
es_mx: Octomisil
fr: Tentamissile
ja: タコミサイル
ko: 문어 미사일
nl: Octoraket
ru: Роборпеда
zh_hans: 章鱼导弹兵
zh_hant: 章魚導彈兵

# MiniGameMiniGameCardNameTakoPod
source: Octopod
de: Oktopod
es: Octópodo
es_mx: Tintápsula
fr: Podo-missile
ja: タコポッド
ko: 문어 포드
ru: Бомбоног
zh_hans: 章鱼弹舱兵
zh_hant: 章魚彈艙兵

# MiniGameMiniGameCardNameTakopodDev
source: OversizedOctopod
de: Riesen-Oktopod
es: Octópodogigante
es_mx: Tintápsulagigante
fr: Podo-missilegéant
it: Octopodgigante
ja: 大容量タコポッド
ko: 대용량 문어 포드
nl: Mega-Octopod
ru: Бомбоног-гигант
zh_hans: 大容量章鱼弹舱兵
zh_hant: 大容量章魚彈艙兵

# MiniGameMiniGameCardNameTakopperinGo
source: Octozeppelin
de: Oktozepp
es: Octozepelín
es_mx: Octozepelín
fr: Tentazep
it: Zeppolpin
ja: タコッペリン号
ko: 문어펠린호
ru: Осьможабль
zh_hans: 章鱼柏林号
zh_hant: 章魚柏林號

# MiniGameMiniGameCardNameTakopter
source: Octocopter
de: Oktokopter
es: Octocóptero
es_mx: Octocóptero
fr: Tentavole
it: Polpottero
ja: タコプター
ko: 문어콥터
nl: Octokopter
ru: Осьмолет
zh_hans: 章鱼螺旋桨兵
zh_hant: 章魚螺旋槳兵

# MiniGameMiniGameCardNameTakoSniper
source: Octosniper
de: Okto-schütze
es: Octotirador
es_mx: Octotirador
fr: Tentatourelle
it: Polpotiratore
ja: タコスナイパー
ko: 문어 스나이퍼
nl: Octo-schutter
ru: Осьмоснайпер
zh_hans: 章鱼狙击兵
zh_hant: 章魚狙擊兵

# MiniGameMiniGameCardNameTakoStamp
source: Octostamp
de: Oktostemp
es: Estampón
es_mx: Estampulpo
fr: Tentapon
it: Timbranator
ja: タコスタンプ
ko: 문어 스탬프
nl: Octo-stempel
ru: Осьмоштамп
zh_hans: 章鱼印章兵
zh_hant: 章魚印章兵

# MiniGameMiniGameCardNameTakoStrike
source: Octoballer
de: Oktokugler
es: Octobolo
es_mx: Octobolo
fr: Tentastrike
it: Polpalla
ja: タコストライク
ko: 문어 스트라이크
nl: Octobal
ru: Осьмобол
zh_hans: 章鱼保龄球兵
zh_hant: 章魚保齡球兵

# MiniGameMiniGameCardNameTakoTrooper
source: Octotrooper
de: Oktorekrut
es: Octorrecluta
es_mx: Octorrecluta
fr: Tentassin
it: Polpastro
ja: タコトルーパー
ko: 문어 트루퍼
nl: Octo-rekruut
ru: Осьмогад
zh_hans: 章鱼兵
zh_hant: 章魚兵

# MiniGameMiniGameCardNameTakowasaShogun
source: DJ Octavio
de: DJOktario
es: DJ Octovius
es_mx: DJ Octovius
fr: DJ Octave
it: DJ Octavius
ja: DJタコワサ将軍
ko: DJ 문추냉이 장군
ru: DJ Октавио
zh_hans: DJ芥末章鱼将军
zh_hant: DJ芥末章魚將軍

# MiniGameMiniGameCardNameTakoZonesu
source: Octoling
de: Oktoling
es: Octoamazona
fr: Octaling
ja: タコゾネス
ko: 문어조네스
ru: Осьмолинг
zh_hans: 章鱼女战士
zh_hant: 章魚女戰士

# MiniGameMiniGameCardNameTamahiroi
source: Snatcher
de: Samko
es: Rastrerón
es_mx: Hurtón
fr: Barboteur
it: Razziatore
ja: タマヒロイ
ko: 알주어
nl: Zammel
ru: Умыкумжа
zh_hans: 拾蛋鱼
zh_hant: 拾蛋魚

# MiniGameMiniGameCardNameTamaire
source: Mudmouth
de: Schlämmer-maul
es: Morrolodo
es_mx: Bocalodo
fr: Salmonoïdede boue
it: Fangonoide
ja: ドロシャケ
ko: 진흙연어
nl: Moddermuil
ru: Илистыйревун
zh_hans: 泥鲑鱼
zh_hant: 泥鮭魚

# MiniGameMiniGameCardNameTatakikensaki
source: Toni Kensa
es: Tonken
es_mx: Tonken
fr: Thony K
it: Nero Marlin
ja: タタキケンサキ
ko: 타타키 켄사키
ru: Сушаки Кусаки
zh_hans: 剑尖鱿
zh_hant: 劍尖魷

# MiniGameMiniGameCardNameTateTakoTrooper
source: ShieldedOctotrooper
de: Schild-Oktorekrut
es: Octorreclutablindado
es_mx: Octorreclutablindado
fr: Tentassinblindé
it: Polpastroblindato
ja: タテタコトルーパー
ko: 방패 문어 트루퍼
nl: Octoschild-rekruut
ru: Осьмогад-защитник
zh_hans: 盾牌章鱼兵
zh_hant: 盾牌章魚兵

# MiniGameMiniGameCardNameTatsu
source: Horrorboros
de: Horroboros
es: Dragón
es_mx: Dragón
fr: Salmophide
it: Orroboros
ja: タツ
ko: 용
nl: Horroboros
ru: Скверноборос
zh_hans: 辰龙
zh_hant: 辰龍

# MiniGameMiniGameCardNameTeppan
source: Scrapper
de: Pfanndit
es: Chatarrónido
es_mx: Parrillero
fr: Bricabrute
it: Blindomito
ja: テッパン
ko: 철판
nl: Jutter
ru: Кетанкист
zh_hans: 铁板鱼
zh_hant: 鐵板魚

# MiniGameMiniGameCardNameTower
source: Stinger
de: Stapla
es: Pilónido
es_mx: Fregatorre
fr: Marmirador
it: Pentolaio
ja: タワー
ko: 타워
nl: Staaplo
ru: Котельный Сиг
zh_hans: 高塔鱼
zh_hant: 高塔魚

# MiniGameMiniGameCardNameTrap
source: Ink Mine
de: Tinten-mine
es: Bomba trampa
es_mx: Mina de tinta
fr: Mine
it: Mina
ja: トラップ
ko: 트랩
nl: Inktmijn
ru: Мина
zh_hans: 墨汁陷阱
zh_hant: 墨汁陷阱

# MiniGameMiniGameCardNameTripleTornado
source: Triple Inkstrike
de: Tri-Tintinferno
es: Tornado triple
es_mx: Tornado triple
fr: Trimissiletornade
it: Triplotornado
ja: トリプルトルネード
ko: 트리플 토네이도
nl: Tri-tornado
ru: Тройнойторнадо
zh_hans: 三重龙卷风
zh_hant: 三重龍捲風
