Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# LayoutMsgCmnMenu00TOffStage00
source: Stage information is not available offline.Connect to the internet to get the latest!
de: Keine Arena-Infos offline verfügbar.Stelle eine Internetverbindung her,um die neuesten Arena-Informationenzu empfangen.
es: No hay información disponible sobrelos escenarios. Conéctate a internetpara recibir las últimas noticias.
es_mx: No hay información disponible sobre losescenarios. Conéctate a internet pararecibir las últimas noticias.
fr: Les informations liées aux stages ne sontpas disponibles hors ligne. Connecte-toi àInternet afin de recevoir les informationsles plus récentes.
it: Le informazioni sugli scenari non sonodisponibili. Collegati a Internet perricevere le informazioni più aggiornate.
ja: ステージ情報がありませんこのモードを遊ぶには インターネットに接続して最新のステージ情報を受信する必要があります
ko: 스테이지 정보가 없습니다이 모드를 플레이하기 위해서는 인터넷에 접속하여최신 스테이지 정보를 수신해야 합니다
nl: Levelnieuws is niet beschikbaar als jeoffline bent. Maak verbinding met hetinternet voor het laatste levelnieuws!
ru: Без подключения к Интернету получитьинформацию об аренах невозможно.Подключись сначала к Интернету,чтобы получить самые свежие данные!
zh_hans: 没有场地信息。若想游玩该模式，必须连接互联网接收最新的场地信息。
zh_hant: 無法取得場地資訊。必須連接網路接收最新的場地資訊才能遊玩此模式。

# LayoutMsgCmnMenu00TShop00
source: Shops
de: Läden
es: Tiendas
es_mx: Tiendas
fr: Boutiques
it: Negozi
ja: ショップ
ko: 숍
nl: Winkels
ru: Шопинг
zh_hans: 商店
zh_hant: 商店

# LayoutMsgCmnMenu00TUdemaeTitle00
source: Rank
de: Rang
es: Rango
es_mx: Rango
fr: Rang
it: Rango
ja: ウデマエ
ko: 랭크
nl: Rang
ru: Разряд
zh_hans: 技术
zh_hant: 技術

# LayoutMsgCmnMenu00TXPower00
source: X Power
es: Energía X
es_mx: Fuerza X
it: Energia X
ja: Xパワー
ko: X 파워
nl: X-kracht
ru: Сила X
zh_hans: X战力
zh_hant: X戰力

# LayoutMsgCmnMngMatch00000
source: Close Room
de: Raum schließen
es: Cerrar sala
es_mx: Abandonar grupo
fr: Fermer la session
it: Chiudi stanza
ja: 部屋を解散する
ko: 방 해산하기
nl: Kamer sluiten
ru: Распустить
zh_hans: 解散房间
zh_hant: 解散房間

# LayoutMsgCmnMngMatch00001
source: Leave Room
de: Raum verlassen
es: Abandonar sala
es_mx: Abandonar grupo
fr: Quitter la session
it: Lascia stanza
ja: 部屋を抜ける
ko: 방 나가기
nl: Kamer verlaten
ru: Выйти
zh_hans: 离开房间
zh_hant: 離開房間

# LayoutMsgCmnSeasonRecord00000
source: X Battle Results
de: X-Kampf-Ergebnisse
es: Resultados de combates X
es_mx: Resultados de combates X
fr: Résultats de match X
it: Risultati partita X
ja: Xマッチ結果発表
ko: X 매치 결과 발표
nl: X-gevechtresultaten
ru: Итоги: Бой X
zh_hans: X比赛结果公布
zh_hant: X比賽結果公布

# LayoutMsgCmnSeasonRecord00001
source: Anarchy Battle Results
de: Anarchie-Kampf-Ergebnisse
es: Resultados de combates caóticos
es_mx: Resultados de combates caóticos
fr: Résultats de match anarchie
it: Risultati partita anarchica
ja: バンカラマッチ最終結果
ko: 카오폴리스 매치 최종 결과
nl: Chaosgevechtresultaten
ru: Итоги: Стихийный бой
zh_hans: 蛮颓比赛最终结果
zh_hant: 蠻頹比賽最終結果

# LayoutMsgCmnSeasonRecord00002
source: New Season Rank!
de: Neuer Saison-Rang!
es: ¡Rango de nueva temporada!
es_mx: ¡Rango de nueva temporada!
fr: Nouveau rang saisonnier !
it: Nuovo rango stagionale!
ja: 新シーズンのウデマエ決定！
ko: 뉴 시즌 랭크 결정!
nl: Nieuwe seizoensrang!
ru: Новый сезонный разряд!
zh_hans: 新赛季的技术已定！
zh_hant: 新賽季的技術已定！

# LayoutMsgCmnSeasonRecord00TRule00
source: Splat Zones
de: Herrschaft
es: Pintazonas
es_mx: Pintazonas
fr: Défense de zone
it: Zona splat
ja: ガチエリア
ko: 랭크 에어리어
nl: Spetterzone
ru: Бой за зоны
zh_hans: 真格区域
zh_hant: 真格區域

# LayoutMsgCmnSeasonRecord00TRule01
source: Tower Control
de: Turm-Kommando
es: Torre
es_mx: Torreón
fr: Expédition risquée
it: Torre mobile
ja: ガチヤグラ
ko: 랭크 타워
nl: Torentwist
ru: Бой за башню
zh_hans: 真格塔楼
zh_hant: 真格塔樓

# LayoutMsgCmnSeasonRecord00TRule02
source: Rainmaker
de: Operation Goldfisch
es: Pez dorado
es_mx: Pez dorado
fr: Mission Bazookarpe
it: Bazookarp
ja: ガチホコバトル
ko: 랭크 피시 배틀
nl: Bazookarper
ru: Мегакарп
zh_hans: 真格鱼虎对战
zh_hant: 真格魚虎對戰

# LayoutMsgCmnSeasonRecord00TRule03
source: Clam Blitz
de: Muschelchaos
es: Asalto almeja
es_mx: Asalto almeja
fr: Pluie de palourdes
it: Vongol gol
ja: ガチアサリ
ko: 랭크 바지락
nl: Schelpenstrijd
ru: Устробол
zh_hans: 真格蛤蜊
zh_hant: 真格蛤蜊

# LayoutMsgCmnSeasonRecord00TUdemaeMsg00
source: Aim high next season too!
de: Gib nächste Saison auch wieder alles!
es: ¡Vuelve a darlo todo la próxima temporada!
es_mx: ¡Vuelve a darlo todo!
fr: Bats ton record lors de la prochaine saison !
it: Mira in alto anche la prossima stagione!
ja: 次のシーズンも ウデマエの高みを目指そう！
ko: 다음 시즌에도 상위 랭크를 노리자!
nl: Zet volgend seizoen weer alles op alles!
ru: Держись и в новом сезоне свежачком!
zh_hans: 下个赛季中也继续朝技术的巅峰迈进吧！
zh_hant: 在下個賽季中繼續朝「技術」的顛峰邁進吧！

# LayoutMsgCmnSeasonRecord00TUdemaeTitle00
source: Rank
de: Rang
es: Rango
es_mx: Rango
fr: Rang
it: Rango
ja: ウデマエ
ko: 랭크
nl: Rang
ru: Разряд
zh_hans: 技术
zh_hant: 技術

# LayoutMsgCmnSystemWindowPlace00TMsg00
source: Where do you want to board the Splatfest Float?
de: Wo möchtest du auf den Splatfest-Schrein?
es: ¿Dónde quieres subirte a la carroza festiva?
es_mx: ¿Dónde te quieres subir a la plataforma festiva?
fr: Où veux-tu monter dans le char de festival ?
it: Dove vuoi salire sul palanchino festivo?
ja: どこでオミコシに乗りますか？
ko: 어디에서 가마에 타겠습니까?
nl: Waar wil je het Splatfest-paradebeeld beklimmen?
ru: Где забраться на Сплатфест-сцену?
zh_hans: 要在哪里搭乘神轿？
zh_hant: 要在哪裡搭乘神轎？

# LayoutMsgCmnSystemWindowPlace01100
source: Colorful Evenings
de: Neonbunte Abendstunden
es: Crepúsculo colorido
es_mx: El crepúsculo colorido
fr: Soirées chatoyantes
it: Serate colorate
ja: 色とりどりの夕暮れ
ko: 형형색색의 황혼
nl: Kleurrijke avonden
ru: Красочные вечера
zh_hans: 色彩缤纷的黄昏
zh_hant: 色彩斑斕的黃昏

# LayoutMsgCmnSystemWindowPlace01101
source: The Night of Unity
de: Die Nacht der Gemeinsamkeit
es: La noche de la unidad
es_mx: La noche de la unidad
fr: Nuit d'harmonie
it: La notte dell'armonia
ja: 心がひとつになった夜
ko: 마음이 하나가 된 밤
nl: De nacht van eendracht
ru: Ночь сплоченности
zh_hans: 团结一心的夜晚
zh_hant: 團結一心的夜晚

# LayoutMsgCmnSystemWindowPlace01102
source: That Tranquil Dawn
de: Der ruhevolle Morgen
es: Amanecer plácido
es_mx: El amanecer plácido
fr: Aube paisible
it: Quell'alba tranquilla
ja: おだやかな明け方
ko: 잔잔한 새벽
nl: De vredige zonsopgang
ru: Безмятежный рассвет
zh_hans: 风平浪静的黎明
zh_hant: 風平浪靜的黎明

# LayoutMsgCmnSystemWindowPlace01TMsg00
source: Where to?
de: Wohin möchtest du?
es: ¿Adónde quieres ir?
es_mx: ¿Adónde quieres ir?
fr: Où veux-tu aller ?
it: Dove vuoi andare?
ja: どこへ行きますか？
ko: 어디로 가겠습니까?
nl: Waar wil je heen?
ru: Что выбрать?
zh_hans: 要前往哪里？
zh_hant: 要前往哪裡？

# LayoutMsgCmnSystemWindowStation00TMsg00
source: Visit this city?
de: Möchtest du diese Stadt besuchen?
es: ¿Quieres ir a esta ciudad?
es_mx: ¿Quieres ir a esta ciudad?
fr: Se rendre dans cette ville ?
it: Vuoi visitare questa città?
ja: この街へ行きますか？
ko: 이 도시로 가겠습니까?
nl: Wil je deze stad bezoeken?
ru: Отправиться в этот город?
zh_hans: 要前往这座城镇吗？
zh_hant: 確定要前往此城鎮嗎？

# LayoutMsgCmnSystemWindowStation00TTown00
source: Inkopolis Plaza
de: Inkopolis
es: Cromópolis
es_mx: plaza de Cromópolis
fr: Chromapolis
it: Coloropoli
ja: ハイカラシティ
ko: 오더폴리스 시티
nl: Inkopolis
ru: Инкополь
zh_hans: 尚兴市
zh_hant: 尚興市

# LayoutMsgCmnSystemWindowStation00TTown01
source: Splatsville
es: Tintelia
es_mx: Tintelia
fr: Cité-Clabousse
it: Splatville
ja: バンカラ街
ko: 카오폴리스 타운
ru: Плюхтон
zh_hans: 蛮颓镇
zh_hant: 蠻頹鎮

# LayoutMsgCmnSystemWindowStation01000
source: Splatsville
es: Tintelia
es_mx: Tintelia
fr: Cité-Clabousse
it: Splatville
ja: バンカラ街
ko: 카오폴리스 타운
ru: Плюхтон
zh_hans: 蛮颓镇
zh_hant: 蠻頹鎮

# LayoutMsgCmnSystemWindowStation01001
source: Inkopolis Plaza
de: Inkopolis
es: Cromópolis
es_mx: Plaza de Cromópolis
fr: Chromapolis
it: Coloropoli
ja: ハイカラシティ
ko: 오더폴리스 시티
nl: Inkopolis
ru: Инкополь
zh_hans: 尚兴市
zh_hant: 尚興市

# LayoutMsgCmnSystemWindowStation01002
source: Inkopolis Square
de: Inkopolis-Platz
es: Plaza de Cromópolis
es_mx: Centro de Cromópolis
fr: Square de Chromapolis
it: Piazza Coloropoli
ja: ハイカラスクエア
ko: 오더폴리스 스퀘어
nl: Inkopolisplein
ru: Инкопольская площадь
zh_hans: 尚兴广场
zh_hant: 尚興廣場

# LayoutMsgCmnSystemWindowStation01003
source: Order Sector
de: Sektor Ordnung
es: Distrito del Orden
es_mx: Distrito del Orden
fr: Place de l'Ordre
it: Settore dell'Ordine
ja: 秩序の街
ko: 질서의 거리
nl: Ordesector
ru: Площадь Порядка
zh_hans: 秩序之城
zh_hant: 秩序之城

# LayoutMsgCmnSystemWindowStation01TMsg00
source: Where would you like to visit?
de: Wohin möchtest du?
es: ¿Adónde quieres ir?
es_mx: ¿Adónde quieres ir?
fr: Où veux-tu te rendre ?
it: Dove vuoi andare?
ja: どの街へ行きますか？
ko: 어느 곳으로 가겠습니까?
nl: Waar wil je naartoe?
ru: Куда направишься?
zh_hans: 要前往哪座城镇？
zh_hant: 要前往哪個城鎮？

# LayoutMsgCmnSystemWindowWalk00TMsg00
source: Select a stage for recon.
de: Bitte wähle eine Arena für den Rundgang.
es: Elige el escenario que quieres explorar.
es_mx: Elige el escenario que quieres explorar.
fr: Choisis un stage où effectuer ta balade.
it: Seleziona uno scenario per la ricognizione.
ja: さんぽするステージを選んでください
ko: 산책할 스테이지를 선택해 주십시오
nl: Kies een level om te verkennen.
ru: Выбери арену для разведки.
zh_hans: 请选择要前往散步的场地
zh_hant: 請選擇散步場地

# LayoutMsgCmnWindowCatalog00000
source: Catalog Record
de: Katalog-Info
es: Información del catálogo
es_mx: Información del catálogo
fr: Infos du catalogue
it: Risultato del catalogo
ja: カタログの記録
ko: 카탈로그 기록
nl: Catalogusinformatie
ru: Запись в каталоге
zh_hans: 目录记录
zh_hant: 目錄記錄

# LayoutMsgCmnWindowCatalog00TAttain00
source: Achieved!
de: Geschafft!
es: ¡Conseguido!
es_mx: ¡Superado!
fr: Bravo !
it: Raggiunto!
ja: 達成！
ko: 달성!
nl: Gelukt!
ru: Получено!
zh_hans: 达成！
zh_hant: 達成！

# LayoutMsgCmnWindowCatalog00TCatalog00
source: Catalog Lv.
de: Katalogstufe
es: Nivel de catálogo
es_mx: Nivel de catálogo
fr: Niv. catalogue
it: Liv. catalogo
ja: カタログレベル
ko: 카탈로그 레벨
nl: Catalogusniv.
ru: Ур. в каталоге
zh_hans: 目录等级
zh_hant: 目錄等級

# LayoutMsgCoopBoard00TBattle00
source: Eggstra Work
de: Team-Wettkampf
es: Alianza alevínica
es_mx: Recolección extra
fr: Défi œuf sup'
it: Sfida tra colleghi
ja: バイトチームコンテスト
ko: 아르바이트 팀 콘테스트
nl: Bedrijfseitje
ru: Икорный овертайм
zh_hans: 团队打工竞赛
zh_hant: 團隊打工競賽

# LayoutMsgCoopBoard00TNumTop06
source: Current Results
de: Aktueller Stand
es: Results. actuales
es_mx: Results. actuales
fr: Résultat actuel
it: Risultati attuali
ja: 今回の結果
ko: 이번 결과
nl: Actuele uitslag
ru: Сейчас:
zh_hans: 本次的结果
zh_hant: 本次的結果

# LayoutMsgCoopBoard00TScore00
source: High Score
es: Récord
es_mx: Récord
fr: Record
it: Record
ja: ハイスコア
ko: 하이 스코어
nl: Topscore
ru: Рекорд
zh_hans: 最高分数
zh_hant: 最高分數

# LayoutMsgCoopBoard00TTop00
source: The Top
de: Top
es: Mejores
es_mx: Mejores
fr: Top
it: Top
ja: 上位
ko: 상위
nl: De top
ru: Лучшие
zh_hans: 前
zh_hant: 前

# LayoutMsgCoopDangerLevel00TDanger00
source: Hazard Level Up!
de: Gefahrenstufe steigt!
es: ¡Más nivel de riesgo!
es_mx: ¡El nivel de riesgo sube!
fr: Niveau de danger ↑ !
it: Rischio aumentato!
ja: キケン度アップ！！
ko: 위험도 업!!
nl: Risiconiveau gestegen!
ru: Стало сложнее!
zh_hans: 危险度提升！！
zh_hant: 危險度提升！！

# LayoutMsgLobbyMenuMode00000
source: RegularBattle
de: Standard-kampf
es: Combateamistoso
es_mx: Combateamistoso
fr: Matchclassique
it: Partitaamichevole
ja: レギュラーマッチ
ko: 레귤러매치
nl: Standaard-gevecht
ru: Бойсалаг
zh_hans: 一般比赛
zh_hant: 一般比賽

# LayoutMsgLobbyMenuMode00002
source: X Battle
de: X-Kampf
es: CombateX
es_mx: CombateX
fr: MatchX
it: Partita X
ja: Xマッチ
ko: X매치
nl: X-gevecht
ru: Бой X
zh_hans: X比赛
zh_hant: X比賽

# LayoutMsgLobbyMenuMode00003
source: Challenge
de: Event-Kampf
es: Combateevento
es_mx: Combateespecial
fr: MatchChallenge
it: Partita evento
ja: イベントマッチ
ko: 이벤트 매치
nl: Eventgevecht
ru: Бой-событие
zh_hans: 活动比赛
zh_hant: 活動比賽

# LayoutMsgLobbyMenuMode00004
source: PrivateBattle
de: PrivaterKampf
es: Combateprivado
es_mx: Combateprivado
fr: Matchprivé
it: Partitaprivata
ja: プライベートマッチ
ko: 프라이빗매치
nl: Privé-gevecht
ru: Частныйбой
zh_hans: 私人比赛
zh_hant: 私人比賽

# LayoutMsgLobbyMenuMode00005
source: Freelance
de: Selbst-ständig
es: Autónomo
es_mx: Autónomo
ja: バイトに参加
ko: 아르바이트참가
ru: БригадаПотапыча
zh_hans: 参加打工
zh_hant: 參加打工

# LayoutMsgLobbyMenuMode00006
source: PrivateJob
de: PrivateSchicht
es: Trabajoprivado
es_mx: Trabajoprivado
fr: Missionprivée
it: Lavoroprivato
ja: プライベートバイト
ko: 프라이빗아르바이트
nl: Privéklus
ru: Частнаясмена
zh_hans: 私人打工
zh_hant: 私人打工

# LayoutMsgLobbyMenuMode00007
source: Big Run
ja: ビッグラン
ko: 빅 런
zh_hans: 大型跑
zh_hant: 大型跑

# LayoutMsgLobbyMenuMode00009
source: PrivateBattle
de: PrivaterKampf
es: Combateprivado
es_mx: Combateprivado
fr: Matchprivé
it: Partitaprivata
ja: プライベートマッチ
ko: 프라이빗매치
nl: Privé-gevecht
ru: Частныйбой
zh_hans: 私人比赛
zh_hant: 私人比賽

# LayoutMsgLobbyMenuMode00010
source: TableturfBattle
de: Revier-decks
es: Luchacarterritorial
es_mx: Combatecarterritorial
fr: Matchde C&T
it: Partita aSplattanza
ja: 陣取大戦ナワバトラー
ko: 땅따먹기 대전영역 배틀러
nl: Slijk-slag
ru: Картыи район
zh_hans: 布阵大战占地斗士
zh_hant: 布陣大戰占地鬥士

# LayoutMsgLobbyMenuMode00013
source: TricolorBattle
de: Dreifarb-Match
es: Pugnatricolor
es_mx: Combatetricolor
fr: Matchtricolore
it: Scontrotricolore
ja: トリカラマッチ
ko: 트리컬러 매치
nl: Driekleuren-gevecht
ru: Трехцветнаястычка
zh_hans: 三色夺宝比赛
zh_hant: 三色奪寶比賽

# LayoutMsgLobbyMenuMode00015
source: TableturfBattle
de: Revier-decks
es: Luchacarterritorial
es_mx: Combatecarterritorial
fr: Matchde C&T
it: Partita aSplattanza
ja: 陣取大戦ナワバトラー
ko: 땅따먹기 대전영역 배틀러
nl: Slijk-slag
ru: Картыи район
zh_hans: 布阵大战占地斗士
zh_hant: 布陣大戰占地鬥士

# LayoutMsgLobbyMenuMode00016
source: Eggstra Work
de: Team-Wettkampf
es: Alianzaalevínica
es_mx: Recolecciónextra
fr: Défi œuf sup'
it: Sfida tracolleghi
ja: バイトチームコンテスト
ko: 아르바이트 팀콘테스트
nl: Bedrijfs-eitje
ru: Икорныйовертайм
zh_hans: 团队打工竞赛
zh_hant: 團隊打工競賽

# LayoutMsgLobbyMenuMode00040
source: Clean Up
de: Tinteentfernen
es: Limpiar
es_mx: Limpiar
fr: Effacer l'encre
it: Ripulisci
ja: 塗り リセット
ko: 리셋
nl: Inktopruimen
ru: Смыть краску
zh_hans: 涂墨重置
zh_hant: 塗墨重置

# LayoutMsgLobbyMenuMode00070
source: Rules
de: Regeln
es: Reglas
es_mx: Reglas
fr: Règles
it: Regole
ja: ルール確認
ko: 룰 확인
nl: Regels
ru: Правила
zh_hans: 确认规则
zh_hant: 確認規則

# LayoutMsgLobbyMenuMode00100
source: Hop into a Turf War battle.
de: Stürze dich in einen Revierkampf!
es: Lucha en un combate territorial.
es_mx: Lucha en un combate territorial.
fr: Participe à une guerre de territoire.
it: Partecipa a una mischia mollusca.
ja: 世界中のプレイヤーとナワバリバトル
ko: 전 세계의 플레이어와 영역 배틀
nl: Knok het uit in een Grondoorlog!
ru: Сражайся за районы.
zh_hans: 与世界各地的玩家进行占地对战
zh_hant: 與世界各地的玩家展開占地對戰

# LayoutMsgLobbyMenuMode00101
source: Win five and triumph.Lose three and you're out.
de: Wer fünfmal siegt, gewinnt!Dreimal verloren und du bist raus!
es: Gana cinco combates para triunfar.Si pierdes tres, te quedas fuera.
es_mx: Gana cinco combates para triunfar.Si pierdes tres, te quedas afuera.
fr: Cinq victoires et c'est gagné.Trois défaites et c'est fini.
it: Vinci 5 partite e trionferai.Perdine 3 e sarai fuori.
ja: ガチなやつらとエクストリームバトル
ko: 도전적인 녀석들과 익스트림 배틀
nl: Win vijf keer om te zegevieren!Verlies drie keer en je ligt eruit.
ru: Победи в пяти боях.Три неудачи — и ты вылетишь!
zh_hans: 与真格的玩家们展开极限对战
zh_hant: 與全力以赴的人展開極限對戰

# LayoutMsgLobbyMenuMode00102
source: Limited-time battles with a twist.
de: Zeitbeschränkte Spezialkämpfemit ganz besonderen Regeln!
es: Participa en combates con un toquediferente a los habituales.
es_mx: Combate con reglas especiales.¡Disponible por tiempo limitado!
fr: Des matchs en temps limité etaux règles un peu spéciales.
it: Partite a tempo limitatocon qualche particolarità.
ja: いつもとちがう期間限定バトル
ko: 평소와 다른 기간 한정 배틀
nl: Tijdelijk beschikbare gevechtenmet bijzondere regels!
ru: Ограниченные по времени боис особыми правилами!
zh_hans: 不同于平时的期间限定对战
zh_hant: 與平時不同的期間限定對戰

# LayoutMsgLobbyMenuMode00103
source: Test your limits against the bestof the best in extreme battles.
de: Stelle dich in extremen Kämpfenden Besten der Besten.
es: Pon a prueba tus límites contra losmejores en intensísimos combates.
es_mx: Pon a prueba tus límites contra losmejores en combates intensísimos.
fr: Repousse tes limites en affrontant lesmeilleurs dans des matchs intenses.
it: Sfida i migliori giocatori inassoluto in battaglie estreme.
ja: 限界にいどむ エクストリームバトル
ko: 한계에 도전하는 익스트림 배틀
nl: Meet jezelf met de bestentijdens extreme gevechten.
ru: Брось вызов лучшим из лучшихв экстремальных боях.
zh_hans: 突破自我的极限对战
zh_hant: 突破自我的極限對戰

# LayoutMsgLobbyMenuMode00104
source: Battle alongside playerson your Splatfest team.
de: Kämpfe an der Seite deinesTeams bis zur Entscheidung!
es: Combate en el equipo dela opción que hayas votado.
es_mx: Únete al equipo detu opción favorita.
fr: Joue pour soutenir le camppour lequel tu as voté.
it: Combatti con altri giocatoriche hanno votato come te.
ja: 投票したチームに参加してバトル
ko: 투표한 팀에 참가해서 배틀
nl: Vecht samen met de spelersin je Splatfest-team!
ru: Бейся в составе своейкоманды за свою сторону.
zh_hans: 参加投票选择的队伍展开对战
zh_hant: 加入投票選擇的隊伍展開對戰

# LayoutMsgLobbyMenuMode00105
source: Battle alongside playerson your Splatfest team.
de: Kämpfe an der Seite deinesTeams bis zur Entscheidung!
es: Combate en el equipo dela opción que hayas votado.
es_mx: Únete al equipo detu opción favorita.
fr: Joue pour soutenir le camppour lequel tu as voté.
it: Combatti con altri giocatoriche hanno votato come te.
ja: 投票したチームに参加してバトル
ko: 투표한 팀에 참가해서 배틀
nl: Vecht samen met de spelersin je Splatfest-team!
ru: Бейся в составе своейкоманды за свою сторону.
zh_hans: 参加投票选择的队伍展开对战
zh_hant: 加入投票選擇的隊伍展開對戰

# LayoutMsgLobbyMenuMode00106
source: Mix it up in a three-way battleto control the central turf!
de: Ein Kampf um die Mittemit allen drei Teams!
es: ¡Lucha en un combate a tres bandaspor el control del territorio central!
es_mx: ¡Entinta territorio en un combatetricolor y vence al equipo líder!
fr: Lance-toi dans un match où troiséquipes se disputent le centre !
it: Una sfida a tre squadre percontrollare il territorio centrale!
ja: ３色入り乱れて はさみ撃ちバトル
ko: 3가지 색이 뒤섞이는 협공 배틀
nl: Een gevecht om het midden vanhet level, tussen drie teams!
ru: Сгущай краски в трехстороннембою за центральный район!
zh_hans: 混合3种颜色墨汁的夹击对战
zh_hant: 混合了3色墨汁的夾攻對戰

# LayoutMsgLobbyMenuMode00107
source: Get some pals togetherand splat it up!
de: Kämpfe mit Freunden!
es: Combate en tu salsaentre amigos.
es_mx: Reúne a tus amigos enun combate privado.
fr: Participe à des matchsavec d'autres joueurs.
it: Raduna i tuoi amici e poiinchiostrate a volontà!
ja: フレンドであつまって 自由にバトル
ko: 친구끼리 모여서 자유롭게 배틀
nl: Breng wat andere spelers bijeenen spetter erop los!
ru: Собери группу приятелейи не жалей на них краски!
zh_hans: 与好友一起自由对战
zh_hant: 和朋友齊聚一堂自由對戰

# LayoutMsgLobbyMenuMode00108
source: Get some pals togetherand have a card battle!
de: Spiele Revierdecks-Kämpfemit Freunden!
es: Combate de cartasentre amigos.
es_mx: Combate de cartasentre amigos.
fr: Participe à des matchs de C&Tavec d'autres joueurs.
it: Raduna i tuoi amicie sfidatevi a carte!
ja: フレンドであつまって カードバトル
ko: 친구끼리 모여서 카드 배틀
nl: Speel een potje Slijkslag!
ru: Собери группу приятелейдля карточного боя!
zh_hans: 和好友一起卡牌对战
zh_hant: 與朋友聚在一起，進行卡牌對戰

# LayoutMsgLobbyMenuMode00109
source: Battle with nearby players.
de: Kämpfe mit Spielern in der Nähe.
es: Combate en tu salsacon jugadores cercanos.
es_mx: Combate con jugadores cercanos.
fr: Affronte des joueurs à proximité.
it: Affronta giocatori nelle vicinanze.
ja: 近くのプレイヤーと 自由にバトル
ko: 가까운 플레이어와 자유롭게 배틀
nl: Vecht met spelers in de buurt.
ru: Сразись с игроками поблизости.
zh_hans: 与附近的玩家自由对战
zh_hant: 與鄰近的玩家自由對戰

# LayoutMsgLobbyMenuMode00110
source: Go egg hunting with nearby players.
de: Eierjagd mit Spielern in deiner Nähe.
es: Recoge alevines conjugadores cercanos.
es_mx: Recoge huevecillos conjugadores cercanos.
fr: Pars à la chasse aux œufsavec des joueurs à proximité.
it: Vai a caccia di uova con giocatorinelle vicinanze.
ja: 仲間といっしょにイクラ狩り
ko: 동료와 함께 연어알 채집
nl: Ga op eierjacht met spelers in debuurt.
ru: Собирай икринки с игроками поблизости.
zh_hans: 与同伴一起收集鲑鱼卵
zh_hant: 與同伴一起收集鮭魚卵

# LayoutMsgLobbyMenuMode00111
source: Shuffle up and battle with cards.
de: Alle Karten zum Kämpfen an Deck!
es: Juega tus mejores bazas parahacerte con el territorio.
es_mx: Juega tus mejores cartaspara ganar territorio.
fr: Affronte tes adversaires à un jeude cartes.
it: Affronta una sfida a carte.
ja: デッキを持ち寄ってカードバトル
ko: 덱을 가지고 모여서 카드 배틀
nl: Strijd met kaarten in plaats van wapens.
ru: Тасуй карты и используй их в бою.
zh_hans: 使用自己的牌组进行卡牌对战
zh_hant: 使用自己的牌組進行卡牌對戰

# LayoutMsgLobbyMenuMode00112
source: Work with a team of randomsto get the job done.
de: Arbeite mit Unbekannten zusammenund geht gemeinsam auf Eierjagd!
es: Completa un encargo con un grupode colegas de trabajo.
es_mx: Trabaja con un equipode desconocidos.
fr: Rejoins des collègueschoisis au hasard !
it: Lavora con una squadra di colleghiselezionati casualmente.
ja: 新しいジブン きっとミツカル
ko: 새로운 나를 찾을 수 있는 공간
nl: Werk samen met onbekendenom de klus te klaren.
ru: Работай со случайными кадрами!
zh_hans: 一定能发现崭新的自己
zh_hant: 你一定能找到嶄新的自己

# LayoutMsgLobbyMenuMode00113
source: Take on a practice job with friends.
de: Eine Übungsschicht mit Freunden.
es: Coge un encargo de prácticacon amigos.
es_mx: Realiza una tarea de prácticacon amigos.
fr: Lance-toi dans une missiond'entraînement avec tes amis.
it: Affronta un lavoro per farepratica con gli amici.
ja: 気の合う仲間と バイトの練習
ko: 마음 맞는 동료와 아르바이트 연습
nl: Doe een oefenklus met vrienden.
ru: Попрактикуйся с друзьями!
zh_hans: 与意气相投的同伴练习打工
zh_hant: 與意氣相投的同伴練習打工

# LayoutMsgLobbyMenuMode00114
source: Save the city from Salmonids, andearn rewards while you're at it!
de: Rette die Stadt vor den Salmonidenund verdiene dir Belohnungen dabei!
es: Expulsa a los salmónidos y obténrecompensas por tu trabajo.
es_mx: Expulsa a los salmónidos y obténrecompensas por tu trabajo.
fr: Repousse les Salmonoïdes hors de laville et empoche des récompenses !
it: Salva la città dai Salmonoidie ottieni ricompense!
ja: くらしをマモル やりがいあるシゴト
ko: 타운을 지키는 보람찬 노동
nl: Red de stad van de Salmonietenen verdien er beloningen mee!
ru: Спаси город от самонидови заработай награды!
zh_hans: 守护家园、充满意义的工作
zh_hant: 充滿成就感，能夠保衛家園的工作

# LayoutMsgLobbyMenuMode00115
source: Enjoy a team-building work exercisewith friends and coworkers!
de: Eine teambildende Maßnahmemit Freunden und Kollegen!
es: Disfruta con amigos y colegas parafortalecer el espíritu de equipo.
es_mx: Disfruta con amigos y compañerospara fortalecer el espíritu de equipo.
fr: Participe à une activité de cohésiond'équipe avec tes amis et collègues !
it: Goditi un lavoro con amici e colleghiper migliorare l'affiatamento!
ja: 高め合いソダテル 仲間とのキズナ
ko: 서로를 북돋으며 단단해지는 동료 의식
nl: Doe aan teambuilding metvrienden en collega's!
ru: Поучаствуй в тимбилдингес друзьями и коллегами!
zh_hans: 切磋、培育出与同伴的牵绊
zh_hant: 與同伴切磋琢磨，培養彼此的感情

# LayoutMsgLobbyMenuMode00118
source: One extreme battle.
de: Ein extremer Kampf!
es: Lucha en un intenso combate.
es_mx: Lucha en un intenso combate.
fr: Prends part à un match intense.
it: Una battaglia estrema.
ja: ひとりでも仲間とでも エクストリームバトル
ko: 혼자서 또는 동료와 익스트림 배틀
nl: Een strijd waarin allesop het spel staat!
ru: Один экстремальный бой.
zh_hans: 自己一人或与同伴一起展开极限对战
zh_hant: 自己一人或是和同伴一起展開極限對戰

# LayoutMsgLobbyMenuMode00200
source: Set the mode, stage,and teams in a battlewith your friends.
de: Wähle Kampfart,Arena und Teams undstürz dich mit Freundenin den Kampf!
es: ¡Elige tus propios ajustesy combate con tus amigos!
es_mx: Elige los ajustes delcombate y revientaa tus amigos.
fr: Sélectionne un mode et unstage, forme deux équipeset joue avec tes amis !
it: Imposta modalità, scenarioe squadre per una battagliainsieme ai tuoi amici.
ja: ルール/ステージ/チームを自由に設定してフレンド同士でバトル！
ko: 룰/스테이지/팀을자유롭게 설정하여친구끼리 배틀!
nl: Kies de stijl, het level ende teams en stort je metje vrienden in de strijd!
ru: Чтобы сразиться со своимиприятелями, выбери режим,арену и создай команды.
zh_hans: 自由设置规则/场地/队伍，和好友展开对战！
zh_hant: 可以自由設定規則/場地/隊伍和朋友展開對戰！
