Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizable.strings
Languages: nl

# FesRecordContributionRegular
source: Clout - Open
nl: Invloed (open)

# FesRecordContributionTricolor
source: Tricolor Battle Clout
nl: Invloed (driekleurengevecht)

# FesRecordDefense
source: Defending
nl: Verdediging

# FesRecordFestPower
source: %@ Power: %@
nl: %@-kracht: %@

# FesRecordGotHoragai
source: Conch Shells Obtained
nl: Ontvangen prijsschelpen

# FesRecordGuideVote
source: You can change your answer to this poll as many times as you like before joining a team.Look at everyone's plans, then go to the Pledge Box in the Splatsville square to join a team.
nl: Je kunt je antwoord op deze peiling zo vaak als je wilt veranderen voordat je een team kiest.Bekijk wat je vrienden van plan zijn en ga dan naar de stembus op het plein in Splatsville om een team te kiezen.

# FesRecordGuideWillParticipates
source: Your friends could still change their minds.
nl: Je vrienden kunnen nog steeds van team wisselen.

# FesRecordHighestFestPower
source: Highest Splatfest Power
nl: Grootste Splatfest-kracht

# FesRecordHoragai
source: Conch Shells
nl: Prijsschelpen

# FesRecordNotVoted
source: Undecided
nl: Twijfelt nog

# FesRecordOnGoing
source: Open Now!
nl: Nu geopend!

# FesRecordPastFestivals
source: Splatfests So Far
nl: Splatfests tot nu toe

# FesRecordPreVoteButton
source: Poll Open
nl: Stemming geopend

# FesRecordPreVoteGuide
source: Check out which team your friends are gonna join.Gather your crew and get ready to splat!
nl: Bekijk met welk team je vrienden meedoen.Verzamel je crew en bereid je voor!

# FesRecordPreVoteTitle
source: Which team is everyone going with?Vote now!
nl: Met welk team wil iedereen meedoen?Stem nu!

# FesRecordRank
source: Place: %@ -
nl: %@e plaats

# FesRecordSeeAllVotes
source: Friends' Teams
nl: Teams van je vrienden

# FesRecordSeeFestRanking
source: View Splatfest Top 100
nl: Splatfest Top 100 bekijken

# FesRecordTitle
source: Splatfest Stats
nl: Splatfest-statistieken

# FesRecordTotal
source: Total
nl: Totaal

# FesRecordTotalScore
source: Total
nl: Totaal

# FesRecordUndecided
source: Pending
nl: Nog open

# FesRecordVote
source: Planning to Join
nl: Ik doe mee!

# FesRecordVoteRatio
source: Votes
nl: Stemmen

# FesRecordVoted
source: Voted
nl: Gestemd

# FesRecordVotedInGame
source: Already Joined
nl: Deelnemer

# FesRecordVotingStatus
source: How Your Friends Voted
nl: Zo hebben je vrienden gestemd

# FesRecordWaitingForResult
source: Calculating results...
nl: Bezig de uitslag te berekenen...

# FesRecordWin
source: VICTORY
nl: Gewonnen!

# FesRecordWinTeam
source: %@ Wins!
nl: %@ heeft gewonnen!

# FesRecordYourRecord
source: Your Stats
nl: Je statistieken

# FooterBigrunAnnouncement
source: Big Run alert issued! Beware of approaching Salmonids!
nl: Big Run-alarm! De Salmonieten zijn in aantocht!

# FooterBigrunNowOpening
source: Big Run in progress! Protect the city from Salmonids!
nl: Big Run aan de gang! Bescherm de stad tegen de Salmonieten!

# FooterEndOfSeason
source: %@ is almost over, but you can get a Closeout Bonus of 1.5x Catalog Points now!
nl: Het %@ is bijna voorbij, maar je kunt nu een eindspurtbonus van ×1,5 cataloguspunten verdienen!

# FooterEventMatchNowOpening
source: %@ Open Now!
nl: Nu bezig: %@!

# FooterFestAnnouncement
source: %@ Splatfest open! Choose a team and dive in!
nl: Het %@-Splatfest is geopend! Kies een team en duik in de actie!

# FooterFestNowOpening
source: %@ Splatfest open! Vote in the square to get your Splatfest Tee!
nl: Het %@-Splatfest is geopend! Kies op het plein je team en ontvang je Splatfest-T-shirt!

# FriendListAppName
source: Friend List
nl: Vriendenlijst

# FriendListInCoopGame
source: Working
nl: Aan het werk

# FriendListInMiniGame
source: Tableturf Battle
nl: Slijkslag

# FriendListInVsGame
source: Playing
nl: Aan het spelen

# FriendListIsLocked
source: Password Locked
nl: Met wachtwoord

# FriendListNoFriends
source: When you add friends, their play statuses will display here.
nl: Hier kun je de speelactiviteit van je vrienden zien.

# FriendListReload
source: Reload
nl: Opnieuw laden

# FriendListTitle
source: Friend List
nl: Vriendenlijst

# FriendListVoiceChatEnabled
source: Voice Chat Available
nl: Met voicechat

# GesoTownAppName
source: SplatNet Shop
nl: Tentashop

# GesoTownBackToGesotown
source: Back to SplatNet Shop
nl: Terug naar de Tentashop

# GesoTownCurrentGear
source: Your Gear
nl: Jouw uitrusting

# GesoTownDescription
source: A shop with SplatNet-exclusive gear offering different abilities!
nl: Een winkel met exclusieve uitrusting van SplatNet met ongebruikelijke effecten!

# GesoTownFeature
source: The Daily Drop
nl: Verse vangst

# GesoTownFeatured
source: The Daily Drop
nl: Verse vangst

# GesoTownFrequentGearPower
source: Potential Abilities for %@
nl: Mogelijke effecten met %@

# GesoTownLimit
source: Until %@
nl: Tot %@

# GesoTownMoney
source: Cash
nl: Geld

# GesoTownNext
source: Next
nl: Verder

# GesoTownNextFeature
source: The Next Drop
nl: Volgende vangst

# GesoTownNotAvailable
source: Out of stock!
nl: Niet op voorraad!

# GesoTownOrder
source: Order
nl: Bestellen

# GesoTownOrderNow
source: Place your order now!
nl: Doe nu je bestelling!

# GesoTownOrdered
source: Ordered
nl: Besteld

# GesoTownPending
source: Checking availability...
nl: Bezig beschikbaarheid te controleren...

# GesoTownPrevious
source: Previous
nl: Terug

# GesoTownRemainAlmostFinished
source: Ending Soon
nl: Nog maar kort!

# GesoTownRemainHour
source: Hours left: %@
nl: Nog %@ uur!

# GesoTownRemainMinute
source: Minutes left: %@
nl: Nog %@ min.!

# GesoTownRemind
source: You already ordered something.
nl: Je hebt al iets besteld.

# GesoTownRemindCaution
source: Current gear order will be canceled.
nl: Je openstaande bestelling zal worden geannuleerd.

# GesoTownRule1
source: You can order one piece of gear at a time.
nl: Je kunt maar één artikel tegelijk bestellen.

# GesoTownRule2
source: Ordered gear can be purchased from Murch in the square.
nl: Bestellingen kunnen worden afgehaald bij Mikey op het plein.

# GesoTownRule3
source: Ordering more gear before making your purchase will cancel the original order.
nl: Als je iets bestelt voordat je het vorige artikel hebt afgehaald, dan wordt je eerdere bestelling geannuleerd.

# GesoTownRule4
source: After purchasing ordered gear, you can place another order.
nl: Nadat je een bestelling hebt afgehaald, kun je weer wat nieuws bestellen.

# GesoTownStock
source: Gear on Sale Now
nl: Nu in de aanbieding

# GesoTownStockGuide
source: Stock updated every four hours.
nl: Het assortiment wordt elke 4 uur bijgewerkt.

# GesoTownTitle
source: SplatNet Shop
nl: Tentashop

# GesoTownUnableToOrder
source: Unable to Order
nl: Bestelling niet mogelijk

# GesoTownUnableToOrderMessage
source: This product is not currently available.
nl: Dit product is momenteel niet beschikbaar.

# HeroRecordAnnotation
source: Select a size and download.
nl: Kies een formaat.

# HeroRecordAppName
source: Story Mode
nl: Verhaal

# HeroRecordAreaMemorialPhoto
source: Snapshot
nl: Foto

# HeroRecordBossStage
source: Boss Stage
nl: Eindbaaslevel

# HeroRecordClearReward
source: Story Mode Clear Bonus
nl: Voltooiingsbonus: verhaal

# HeroRecordNawabariMapCompleteReward
source: Alterna 100% Exploration Bonus
nl: Bonus: Alterna 100% verkend

# HeroRecordNawabariMapProgress
source: Alterna Exploration Rate
nl: Verkenning van Alterna

# HeroRecordNawabariMapSubCleared
source: Congratulations on completing Story Mode!
nl: Gefeliciteerd met het voltooien van het verhaal!

# HeroRecordNawabariMapSubComplete
source: Congratulations on fully exploring Alterna!
nl: Gefeliciteerd met je volledige verkenning van Alterna!

# HeroRecordNawabariMapSubInProgress
source: What could happen if you explored ALL of Alterna...
nl: Wat zou er gebeuren als je HEEL Alterna verkende?

# HeroRecordNext
source: Next
nl: Verder

# HeroRecordNoEquipments
source: No Gear
nl: Geen uitrusting

# HeroRecordPrev
source: Previous
nl: Terug

# HeroRecordRecruitment
source: Do you have the lookCraig Cuttlefish islooking for?
nl: Heb jij de fiere blikwaar Karel Kraaknaar op zoek is?

# HeroRecordRecruitmentSub
source: Why not try Story Mode and find out?
nl: Kom erachter in het verhaal!

# HeroRecordSearchRatio
source: Exploration Rate
nl: Verkend

# HeroRecordSeePhotograph
source: View Snapshot
nl: Foto bekijken

# HeroRecordSite
source: Site %@
nl: Sector %@

# HeroRecordSite1
source: Future Utopia Island
nl: Futura

# HeroRecordSite2
source: Cozy & Safe Factory
nl: Alles Pluis-fabriek

# HeroRecordSite3
source: Cryogenic Hopetown
nl: Behoudenhuizen

# HeroRecordSite4
source: Landfill Dreamland
nl: Vuilnishoop van de hoop

# HeroRecordSite5
source: Eco-Forest Treehills
nl: Eco-bos Groenheuvels

# HeroRecordSite6
source: Happiness Research Lab
nl: Gelukslaboratorium

# HeroRecordTitle
source: Story Mode Stats
nl: Statistieken (verhaal)

# HeroRecordWallpaper
source: Special Wallpaper
nl: Speciaal wallpaper

# HistoryAllBadges
source: All Badges (%@)
nl: Alle badges (%@)

# HistoryAppName
source: History
nl: Terugblik

# HistoryAttended
source: Times Participated: %@
nl: Aantal keer meegedaan: %@

# HistoryBankaraOpen
source: Anarchy Battle (Open)
nl: Chaosgevecht (open)

# HistoryBronze
source: Bronze
nl: Brons

# HistoryEstimatedRanking
source: Approximate Rank
nl: Geschatte positie

# HistoryEvent
source: Challenge
nl: Eventgevecht

# HistoryFrequentlyUsedWeapon
source: Fave Weapons
nl: Favoriete wapens

# HistoryGold
source: Gold
nl: Goud

# HistoryHighestUdemae
source: All-Time Best
nl: Record

# HistoryHighestXranking
source: Best X Rank / Highest X Power
nl: Hoogste X-ranglijstpositie / X-kracht

# HistoryLatest
source: Last Three Months
nl: Laatste drie maanden

# HistoryLatestBadge
source: Recent Badges
nl: Recente badges

# HistoryMonthly
source: Months
nl: Maanden

# HistoryPastXmatchAnnotation
source: X Battle stats will be calculated and revealed after the season ends.
nl: De X-ranglijsten worden na afloop van het seizoen opgemaakt en gedeeld.

# HistoryRank
source: Level
nl: Niveau

# HistorySeason
source: Season
nl: Seizoen

# HistoryShowLess
source: Show Less
nl: Minder tonen

# HistoryShowMore
source: More
nl: Meer

# HistoryShowXranking
source: View X Ranking
nl: X-ranglijsten

# HistorySilver
source: Silver
nl: Zilver

# HistorySince
source: Playing Since %@ (Updated %@)
nl: Speelt sinds %@ (Bijgewerkt: %@)

# HistorySummary
source: Summary
nl: Overzicht

# HistoryTitle
source: History
nl: Terugblik

# HistoryTotalTurfPoint
source: Turf Inked
nl: Geverfde grond

# HistoryTotalWin
source: Total Wins
nl: Totaal aantal overwinningen

# HistoryUdemae
source: Rank
nl: Rang

# HistoryWeapon
source: Weapon Stats
nl: Wapen

# HistoryWeaponUsage
source: Weapon Usage
nl: Wapengebruik

# HistoryXmatch
source: X Battle
nl: X-gevecht

# LandingCaution
source: Note: If you don't have the app installed, pressing this button does nothing.
nl: Let op: als je de app niet geïnstalleerd hebt, doet deze knop niets.

# LandingCopyright
source: Apple and the Apple logo is a trademark of Apple Inc. that is registered in the USA and other countries. The App Store is a service mark for Apple Inc. Google Play and the Google Play logo is a trademark of Google LLC.
nl: Apple en het Apple-logo zijn handelsmerken van Apple Inc., die zijn gedeponeerd in de Verenigde Staten en andere landen. App Store is een dienstmerk van Apple Inc. Google Play en het logo van Google Play zijn handelsmerken van Google LLC.

# LandingDlAppStore
source: Download it from the App Store
nl: Download hem in de App Store

# LandingDlGooglePlay
source: Get it with Google Play
nl: Download hem via Google Play

# LandingDownload
source: App available here!
nl: Je kunt de app hier downloaden!

# LandingOpenApp
source: Open App
nl: App openen

# LandingTitle
source: Opening the Nintendo Switch Online smartphone app...
nl: Bezig de Nintendo Switch Online-app te openen...

# MemoryPlayerAppName
source: View Replays
nl: Herhalingen

# MemoryPlayerCopied
source: Copied
nl: Gekopieerd!

# MemoryPlayerDownload
source: Download Battle Replays
nl: Herhalingen downloaden

# MemoryPlayerFailedDownload
source: Download failed.
nl: Download mislukt.

# MemoryPlayerGuide
source: Downloaded battle replays can be viewed at the lobby terminal in the Splatoon 3 game.
nl: Je kunt gedownloade herhalingen bekijken bij de lobbyterminal in Splatoon 3.

# MemoryPlayerLoading
source: Loading...
nl: Bezig met laden...

# MemoryPlayerNotice
source: Showing the 50 most recent entries.They will be available for 30 days.
nl: De 50 meest recente herhalingen worden getoond.Ze blijven 30 dagen beschikbaar.

# MemoryPlayerPlaceholder
source: Enter Code
nl: Code invoeren

# MemoryPlayerReplayCode
source: Download Code
nl: Code om te downloaden

# MemoryPlayerReplayNotAvailable
source: No data found.
nl: Er zijn geen gegevens gevonden.

# MemoryPlayerReservedDownload
source: Download scheduled.
nl: Download gepland.

# MemoryPlayerSend
source: Enter
nl: Oké

# MemoryPlayerTitle
source: View Replays
nl: Herhalingen

# MemoryPlayerUploaded
source: Uploaded Battle Replay
nl: Geüploade herhaling

# MyOutfitsAdd
source: Create Freshest Fit
nl: Lievelingsstijl maken

# MyOutfitsAddCurrentEquipments
source: + Add this gear to Freshest Fits
nl: + Deze uitrusting aan 'Lievelingsstijlen' toevoegen

# MyOutfitsAll
source: Show All
nl: Alle

# MyOutfitsAppName
source: Freshest Fits
nl: Lievelingsstijlen

# MyOutfitsBrand
source: Brand
nl: Merk

# MyOutfitsCameraOption
source: Control Settings
nl: Camerabesturing

# MyOutfitsCloseCameraOption
source: Hide Control Settings
nl: Camerabesturing verbergen

# MyOutfitsCloth
source: Clothes
nl: Kleding

# MyOutfitsCurrentEquipments
source: Current Gear
nl: Huidige uitrusting

# MyOutfitsCurrentEquipmentsGuide
source: Shows gear equipped for the last battle you were in.
nl: Hier verschijnt de uitrusting uit je laatste gevecht.

# MyOutfitsCurrentGear
source: Current Gear
nl: Huidige uitrusting

# MyOutfitsCurrentWeapon
source: Current Weapon
nl: Huidig wapen

# MyOutfitsErrorSave
source: Could not save.
nl: Opslaan niet mogelijk.

# MyOutfitsExp
source: Experience %@
nl: Ervaring %@

# MyOutfitsFilter
source: Filter
nl: Filteren

# MyOutfitsGear
source: Gear
nl: Uitrusting

# MyOutfitsGearPower
source: Ability
nl: Effect

# MyOutfitsGearPowerAnnotation
source: Secondary gear abilities are 30% as effective as primary abilities.
nl: Extra effecten hebben 30% van de werking van hoofdeffecten.

# MyOutfitsGuide
source: Go create Freshest Fits!
nl: Maak eens wat lievelingsstijlen!

# MyOutfitsGuideGearPowerButton
source: Select gear to learn more about its abilities.
nl: Kies uitrusting om meer te weten te komen over de effecten die het bezit.

# MyOutfitsGuideLimitation
source: You can only create up to five Freshest Fits.
nl: Je kunt maximaal vijf stijlen opslaan.

# MyOutfitsGyro
source: Motion-Control Sensitivity
nl: Bewegingsgevoeligheid

# MyOutfitsGyroControl
source: Motion Controls
nl: Bewegingsbesturing

# MyOutfitsHandheldMode
source: Handheld Mode
nl: Handheldstijl

# MyOutfitsHashtag
source: FreshestFits
nl: Lievelingsstijlen

# MyOutfitsHead
source: Headgear
nl: Accessoires

# MyOutfitsMain
source: Main Weapon
nl: Hoofdwapen

# MyOutfitsNoGears
source: No matching gear found.
nl: Geen passende uitrusting gevonden.

# MyOutfitsNoWeapons
source: No matching weapons found.
nl: Geen passende wapens gevonden.

# MyOutfitsNormal
source: Normal
nl: Normaal

# MyOutfitsNumber
source: Fit %@
nl: Stijl %@

# MyOutfitsOff
source: OFF
nl: Uit

# MyOutfitsOn
source: ON
nl: Aan

# MyOutfitsOpenCameraOption
source: Show Control Settings
nl: Camerabesturing tonen

# MyOutfitsRControl
source: %@ Left/Right
nl: %@ Links/rechts

# MyOutfitsRHorizontal
source: %@ Sensitivity
nl: %@ Gevoeligheid

# MyOutfitsRHorizontalUnavailable
source: Disabled when motion controls are set to OFF.
nl: Niet beschikbaar als je geen bewegingsbesturing gebruikt.

# MyOutfitsRVertical
source: %@ Up/Down
nl: %@ Omhoog/omlaag

# MyOutfitsRVerticalUnavailable
source: Disabled when motion controls are ON.
nl: Niet beschikbaar als je bewegingsbesturing gebruikt.

# MyOutfitsRarity
source: Star Power %@
nl: Zeldzaamheid %@

# MyOutfitsReverse
source: Inverted
nl: Omgekeerd

# MyOutfitsSave
source: Save
nl: Opslaan

# MyOutfitsSelectCloth
source: Select Clothes
nl: Kleding kiezen

# MyOutfitsSelectHead
source: Select Headgear
nl: Accessoire kiezen

# MyOutfitsSelectShoes
source: Select Shoes
nl: Schoenen kiezen

# MyOutfitsSelectSlot
source: Choose which Freshest Fit to replace.
nl: Kies welke lievelingsstijl je wilt vervangen.

# MyOutfitsSelectWeapon
source: Select Weapon
nl: Wapen kiezen

# MyOutfitsShare
source: Share
nl: Delen

# MyOutfitsShoes
source: Shoes
nl: Schoenen

# MyOutfitsSpecial
source: Special Weapon
nl: Speciaal wapen

# MyOutfitsSub
source: Sub Weapon
nl: Subwapen

# MyOutfitsSubmitGear
source: OK
nl: Oké

# MyOutfitsSubmitWeapon
source: OK
nl: Oké

# MyOutfitsTitle
source: Freshest Fits
nl: Lievelingsstijlen

# MyOutfitsTurfPoint
source: Turf Inked %@p
nl: Geverfde grond %@ p

# MyOutfitsTvTabletopMode
source: TV/Tabletop Mode
nl: Tv-stijl/tafelstijl

# MyOutfitsWeapon
source: Weapon
nl: Wapen

# PhotoAlbumAnnotation
source: Up to 20 photos may be stored.They will be available for 3 months.
nl: Er kunnen maximaal 20 foto's worden opgeslagen.Ze blijven 3 maanden beschikbaar.

# PhotoAlbumSelect
source: Select
nl: Kiezen

# PhotoAlbumTitle
source: Photo Album
nl: Fotoalbum

# QrCodeReaderAppName
source: QR Code Reader
nl: QR-codelezer

# QrCodeReaderCheckinDate
source: Date and Time: %@
nl: Datum en tijd: %@

# QrCodeReaderConfirmationAllow
source: Allow
nl: Toestaan

# QrCodeReaderConfirmationDeny
source: Don't Allow
nl: Niet toestaan

# QrCodeReaderErrorAlreadyGotDescription
source: You have already redeemed this reward.
nl: Je hebt deze beloning al ontvangen.

# QrCodeReaderErrorAlreadyGotTitle
source: Already Redeemed
nl: Al ontvangen

# QrCodeReaderErrorNotCompatibleDescription
source: That QR Code cannot be read by SplatNet 3.
nl: Deze QR-code kan niet door SplatNet 3 worden gelezen.

# QrCodeReaderErrorNotCompatibleTitle
source: Error
nl: Fout

# QrCodeReaderErrorNotStartedTitle
source: You cannot use this yet.
nl: Je kunt deze QR-code nog niet gebruiken.

# QrCodeReaderErrorRewardExpiredDescription
source: This QR Code is no longer active.
nl: Deze QR-code is niet meer geldig.

# QrCodeReaderErrorRewardNotStartedDescription
source: Please wait until this is active to use it.
nl: Wacht tot de QR-code geldig is voordat je hem gebruikt.

# QrCodeReaderEuConfirmation
source: SplatNet 3 features the ability to check in at stores using a QR code. If you use the QR code reader, information about which QR code you read will be sent to Nintendo, enabling you to see a record of QR codes scanned by the app. This may allow Nintendo to know your location.Your choice is not saved and we will ask for your consent (Art. 6 para. 1 (a) GDPR) each time you use the QR code reader.
nl: SplatNet 3 biedt de mogelijkheid om je in winkels door middel van een QR-code te registreren. Als je de QR-codescanner gebruikt, wordt er informatie naar Nintendo verstuurd over welke QR-code je hebt gescand, zodat je een overzicht van door de app gescande QR-codes kunt bekijken. Hierdoor kan Nintendo misschien je locatie te weten komen.Je keuze wordt niet opgeslagen en we zullen je elke keer dat je de QR-codescanner gebruikt, om je toestemming vragen (art. 6 paragraaf 1 (a) AVG).

# QrCodeReaderGuide
source: You can find and scan specialQR Codes to earn cool stuff!
nl: Vind en scan speciale QR-codesom beloningen te ontvangen.

# QrCodeReaderHistory
source: History
nl: Terugblik

# QrCodeReaderHowToGetReward
source: To receive your reward, visit the lobbyterminal in the Splatoon 3 game.
nl: Bezoek de lobbyterminal in Splatoon 3om je beloning te ontvangen.

# QrCodeReaderNoData
source: Your QR Code scan history will appear here.
nl: Hier vind je een overzicht van de door jou gescande QR-codes.

# QrCodeReaderReadQrcodeByCamera
source: Use your smartphone's camera to scan a QR Code.
nl: Gebruik de camera van je smartphone om een QR-code te scannen.

# QrCodeReaderReadQrcodeByFile
source: Scan a QR Code from a saved image.
nl: Scan een QR-code vanaf een opgeslagen afbeelding.

# QrCodeReaderTitle
source: QR Code Reader
nl: QR-codelezer

# RecordLatestPlayed
source: Last Played
nl: Als laatste gespeeld

# RecordLatestUsed
source: Most Used
nl: Meest gebruikt

# RecordMain
source: Main
nl: Hoofdwapen

# RecordNextSkillLevel
source: Next Freshness Up
nl: Volgende niveau

# RecordSkillLevel
source: Freshness
nl: Wapenniveau

# RecordSort
source: Sort
nl: Sorteren

# RecordSpecial
source: Special
nl: Speciaal wapen

# RecordStageRecord
source: Stage Stats
nl: Levels

# RecordStageRecordAppName
source: Stages
nl: Levels

# RecordSub
source: Sub
nl: Subwapen

# RecordTitle
source: Stats
nl: Statistieken

# RecordTurfPoint
source: Turf Inked
nl: Geverfde grond

# RecordUnplayedStages
source: Unplayed Stages
nl: Niet gespeelde levels

# RecordUnusedWeapons
source: Not Yet Obtained
nl: Nog niet gekregen

# RecordVibes
source: Fresh Meter
nl: Versheid

# RecordWeaponRecord
source: Weapon Stats
nl: Wapens

# RecordWeaponRecordAppName
source: Weapons
nl: Wapens

# RecordWinCount
source: Wins
nl: Overwinningen

# RoomCreatorAnnotation01
source: Any player who knows the URL can join this battle, unlike regular Private Battles.
nl: Elke speler die de URL kent, kan aan dit gevecht meedoen, anders dan bij normale privégevechten.

# RoomCreatorAnnotation02
source: Friends or other players in your Pool can join this room via the Friends menu or Notifications, even if they don't have the invitation URL.
nl: Vrienden of andere spelers in je poel kunnen deze kamer betreden via het vriendenmenu of via de meldingen, zelfs als ze de uitnodigings-URL niet hebben.

# RoomCreatorAnnotation03
source: Also, please note that voice chat cannot be used in this room.
nl: Houd er ook rekening mee dat voicechat niet kan worden gebruikt in deze kamer.

# RoomCreatorAnnotation04
source: Once created, the room will close automatically if it has been empty for 30 minutes or longer.
nl: Een kamer zonder spelers wordt na 30 minuten automatisch gesloten.

# RoomCreatorAppName
source: Room Creation
nl: Kamer maken

# RoomCreatorApprove
source: Join Room
nl: Kamer betreden

# RoomCreatorBack
source: Back to Home
nl: Naar het beginscherm

# RoomCreatorCancel
source: Cancel
nl: Annuleren

# RoomCreatorCloseRoom
source: Close Room
nl: Kamer sluiten

# RoomCreatorCloseRoomGuide
source: The room created via SplatNet 3 will be closed, and the invitation URL will no longer be valid.
nl: De kamer die via SplatNet 3 is gemaakt, wordt gesloten, en de uitnodigings-URL is daarna niet langer geldig.

# RoomCreatorConfirmCloseRoom
source: Close this room?
nl: Wil je deze kamer sluiten?

# RoomCreatorConfirmRemoveRoom
source: You have already created a room. Are you sure you want to close your room and join this room?
nl: Je hebt al een kamer gemaakt. Wil je jouw kamer sluiten en deze kamer betreden?

# RoomCreatorConfirmRemoveRoomCancel
source: Don't Join
nl: Nee

# RoomCreatorConfirmRemoveRoomOk
source: Join
nl: Ja

# RoomCreatorDecline
source: Canceled
nl: Geannuleerd

# RoomCreatorDeclineGuide
source: You can join this room by accessing the invitation URL once again.
nl: Je kunt deze kamer betreden door de uitnodigings-URL opnieuw te openen.

# RoomCreatorErrorAlreadyExist
source: You've already created a room. You can only create one room at a time.
nl: Je hebt al een kamer gemaakt. Je kunt er maar één tegelijk maken.

# RoomCreatorErrorMakeRoom
source: Unable to create a room.
nl: Er kan geen kamer worden gemaakt.
