Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrTalkStageRandomFloorShop14
source: If there are color chips for sale, you should stock up!Although they jack up the prices with every purchase.
de: Farbchips sind immer ein lohnender Kauf!Wobei der Preis mit jedem erworbenen Chip steigt...
es: Si hay cromochips a la venta, ¡hazte con alguno!Lo malo es que tras cada compra les suben el precio.
es_mx: Si hay cromochips a la venta, ¡llévate algunos!Lo malo es que tras cada compra les suben el precio.
fr: S'ils proposent des puces chromatiques, fais le plein !Mais sache que plus t'en achètes, plus elles sont chères.
it: Se trovi schede colore in vendita, non fartele scappare!Anche se gonfiano i prezzi a ogni acquisto.
ja: カラーチップが並んでいたら、まとめ買いのチャンスです買うごとに値段が上がっちゃいますけど…
ko: 컬러 칩이 진열돼 있으면 한꺼번에 사들일 기회예요살 때마다 가격이 오르지만요…
nl: Als er kleurenchips te koop zijn, sla er dan wat van in!Maar ze worden duurder hoe vaker je ze koopt.
ru: Если видишь тон-жетоны, сразу бери! Но имейв виду: чем больше покупаешь, тем они дороже.
zh_hans: 能买到色彩晶片的话，就是批量购买的好机会。不过价格会随着购买次数而上涨……
zh_hant: 如果有販售色彩晶片的話，就會是大量採購的好機會。雖然價格會隨著購買的次數而上漲就是了……

# SdodrSdodrTalkStageRandomFloorShop17
source: Did you find anything worth buying, Eight?
de: Was Schönes gekauft, Nr. 8?
es: ¿Has visto algo interesante, Ocho?
es_mx: ¿Viste algo interesante, Ocho?
fr: Tu as pu acheter quelque chose d'intéressant, Huit ?
it: Hai trovato qualcosa di utile, Otto?
ja: ハチさん、いいもの買えましたか？
ko: 에이트 씨, 쇼핑은 즐거우셨나요?
nl: Heb je iets interessants gezien, Acht?
ru: Ну что, Восьмерка, там было что-то стоящее?
zh_hans: 小八，你有没有买到什么好东西？
zh_hant: 小八，你有買到什麼好東西嗎？

# SdodrSdodrTalkStageRandomFloorShop18
source: Rest while you can.
de: Verschnauf ruhig ein wenig, solange du hier bist.
es: Descansa mientras puedas.
es_mx: Descansa mientras puedas.
fr: Repose-toi pendant que c'est possible.
it: Riposati finché siamo qui.
ja: 今のうちに しっかり休んでおきナヨ
ko: 쉴 수 있을 때 푹 쉬어 둬
nl: Rust uit zolang je kunt.
ru: Отдохни, пока есть возможность.
zh_hans: 趁现在先好好休息一下吧。
zh_hant: 趁現在先好好地休息吧。

# SdodrSdodrTalkStageRandomFloorShop19
source: Skipping a floor to go shopping? Works for me!
de: Etwas Shopping und schon ist die Etage erledigt?So lässt sich's aushalten!
es: ¿Saltarse un piso para ir de compras? ¡Cuando queráis!
es_mx: ¿Te saltas un piso para ir de compras? ¡Bien jugado!
fr: Sauter un étage pour faire du shopping ?Moi, je dis « oui » !
it: Saltare un piano facendo shopping? Mica male!
ja: 買い物だけで１Ｆ進めるとか、めっちゃ楽だよな！
ko: 쇼핑만 해도 한 층을 올라갈 수 있다니 편하고 좋네!
nl: Een etage overslaan om te gaan winkelen?Altijd leuk!
ru: Шопинг вместо этажа? Я за!
zh_hans: 只要买东西就能向上前进1Ｆ啊，太轻松了吧！
zh_hant: 只是買個東西就能往上1Ｆ，真是輕鬆耶！

# SdodrSdodrTalkStageRandomFloorShopEnterFirst
source: Oh, so that's the vending machine! Let's see whatwe can get outta this thing.
de: Hey, der Verkaufsautomat!Lass mal schauen, was der so ausspuckt!
es: ¡Ah, así que ese es el chisme expendedor!Pues a ver qué es lo que expende...
es_mx: ¡Ah, así que ese es el expendedor!Pues a ver qué es lo que expende...
fr: Alors c'est ça, le distributeur !Voyons voir ce qu'on peut en tirer.
it: Ah, ecco il distributore automatico! Vediamoun po' che cosa riusciamo a tirarne fuori!
ja: おっ、あれが自販機か！ 何売ってるか気になるな！
ko: 오, 저게 자판기구나! 뭘 팔고 있을지 궁금하네!
nl: O, dus dat is de verkoopautomaat! Laten weeens kijken wat we er uit kunnen halen.
ru: Ух ты! Вот он, консервомат! Давай-ка глянем,что там дают.
zh_hans: 哦，那就是自动贩卖机啊！真好奇它会卖些什么！
zh_hant: 哦，那就是自動販賣機啊！不知道是在賣些什麼耶！

# SdodrSdodrTalkStageRandomHackingRetryFirst
source: Hey, Eight! Thanks to my hacks, you can spend someMembux to continue.
de: Hey, Nr. 8! Ich hab das System so gehackt, dass dugegen ein paar Memoneten weitermachen kannst!
es: Oye, Ocho, ¿sabías que, gracias a mis hackeos, puedesusar pastimonedas para continuar?
es_mx: Oye, Ocho, ¿sabías que, gracias a mis hackeos, puedesusar pastimonedas para continuar?
fr: Hé, Huit ! Grâce à mes hacks, tu peux dépenserquelques poulpèzes pour continuer.
it: Ehi, Otto! Grazie alle mie modifiche al sistema,puoi usare le norilir per continuare!
ja: ハチさん！ ハッキングしたのでネリコインを使ってコンティニューできますよ！
ko: 에이트 씨! 제가 해킹했으니네리 코인을 사용해서 재도전할 수 있어요!
nl: Hé, Acht! Dankzij mijn hacks kun je watneuri's gebruiken om door te gaan.
ru: Восьмерка! Благодаря моему моду тыможешь продолжить за вспомбаксы!
zh_hans: 小八！我帮你进行了骇解，所以你可以使用忆界硬币继续游戏哦！
zh_hant: 小八！我已經進行駭解了，所以你可以使用憶界硬幣續命囉！

# SdodrSdodrTalkStageRandomHackingRetryRandom1
source: Bad news: we bit the dust. Good news: they can'tcount us out yet!
de: Die schlechte Nachricht: Wir sind platt.Die gute: Noch ist die Sache nicht gelaufen!
es: Una mala noticia: hemos perdido. Y una buena: ¡todavíano nos han finiquitado!
es_mx: Una mala noticia: perdimos. Y una buena: ¡no nosvamos a rendir!
fr: Mauvaise nouvelle, on a été mis K.-O.Bonne nouvelle, tout est pas fini pour autant !
it: Cattiva notizia: abbiamo perso la battaglia.Buona notizia: siamo ancora in gioco!
ja: やられちまったな、ハチ！ でも、まだまだこっからだ！
ko: 당해 버렸네, 에이트! 하지만 지금부터가 시작이야!
nl: Het slechte nieuws is dat we verloren hebben. Het goeienieuws is dat de strijd nog niet voorbij is!
ru: Плохо, что нас отплюхали. Но хорошо,что это еще не конец!
zh_hans: 被摆了一道呢，小八！不过好戏才刚刚开始！
zh_hant: 被擺了一道啊，小八！不過重頭戲才正要開始！

# SdodrSdodrTalkStageRandomHackingRetryRandom2
source: Eh, you win some, you lose some. And we just lost,so that means we're due a win!
de: Mal verliert man, mal gewinnt man.Nächstes Mal gewinnen wir also garantiert. Pure Logik!
es: A veces se gana; a veces se pierde. Y hemos perdido,¡así que la próxima vez toca ganar!
es_mx: A veces se gana; a veces se pierde. Y acabamos deperder, ¡así que ahora toca ganar!
fr: Après la pluie vient le beau temps... et après la défaitevient la victoire ! Donc, on va bientôt gagner, CQFD !
it: Eh, a volte si vince, a volte si perde. L'ultima voltaabbiamo perso, quindi questa volta vinceremo!
ja: ミスっちまったけど、次はうまくいくって！ な、ハチ！
ko: 실수했지만 이번에는 잘할 수 있을 거야! 그렇지, 에이트!
nl: Soms zit het mee, soms zit het tegen. En we hebbennet verloren, dus dan zullen we nu wel winnen!
ru: Где поражение, там и победа. Проиграть мыпроиграли, так что теперь давайте победу!
zh_hans: 虽然刚才失误了，但下次一定能顺利通关！你说是吧，小八！
zh_hant: 雖然這次失誤了，但下次會更順利的！對吧，小八！

# SdodrSdodrTalkStageRandomHackingRetryRandom3
source: We don't give up—we GET up! C'mon, Eight, let's getright back in there!
de: Nicht aufgeben. AufSTEHEN!Los, Nr. 8, zurück ins Gekleckse!
es: Aquí nadie se rinde. Todo es volver a levantarse.¡Venga, Ocho, volvamos al lío!
es_mx: Aquí nadie se rinde. Todo es volver a levantarse.¡Vamos, Ocho! ¡Ánimo!
fr: Quand on tombe, l'important c'est de se relever.Alors te laisse pas abattre et réessaie, Huit !
it: Noi non gettiamo la spugna, vero, Otto?Forza, torniamo sul campo di battaglia!
ja: まだあきらめらんねーよな！ ハチ、もいっちょいくかー！
ko: 아직 포기할 수 없지! 에이트, 한 번 더 가 보자!
nl: We geven niet op, we STAAN op! Kom op, Acht,laten we het meteen nog eens proberen!
ru: Дроны не сдаются!!! И восьмерки тоже.Давай, айда обратно!
zh_hans: 还没轮到放弃的时候呢～！小八，我们再挑战一次吧～！
zh_hant: 現在還不到放棄的時候喔！小八，再來一次吧！

# SdodrSdodrTalkStageRandomHackingRetryRandom4
source: Yooo, what?! I ain't gonna stop there if you won't!
de: Was denn, soll ich etwa allein weitermachen?Kommt nicht in die Tüte!
es: Ufff... ¡Que no se diga que nos rendimos!
es_mx: Ufff... Bueno, si tú no te rindes, ¡pues yo tampoco!
fr: Alors alors ?! On y retourne ? Moi, je suis partante !
it: Ehi! Se tu non ti arrendi, non sarò certo io quellache si tira indietro!
ja: おーっし！ そんじゃ、気合い入れていこーか！
ko: 좋았어! 그럼 힘내서 가 보자!
nl: Yooo, wat?! Ik stop niet als jij niet stopt!
ru: Ну что? Я сдаваться не собираюсь! Ну, если тыне собираешься...
zh_hans: 好——！那就打起精神上吧——！
zh_hant: 好——！提起幹勁吧！

# SdodrSdodrTalkStageRandomHackingRetryRandom5
source: Let's try this again, Eight. This time there's no stoppingus until it's done!
de: Los, Nr. 8! Neuer Anlauf!Diesmal ziehen wir ihnen die Schuppen über die Ohren!
es: ¡Una vez más, Ocho! Y en esta ocasión, ¡llegaremosal final sin que nadie nos detenga!
es_mx: ¡Una vez más, Ocho! ¡Llegaremos al final y nadienos detendrá!
fr: On devrait réessayer, Huit. Et cette fois, on selaissera pas abattre !
it: Proviamo ancora, Otto! E stavolta non ci fermerànessuno! Spero...
ja: もっかいだな、ハチ！ 今度はちゃちゃっとクリアすんぞ！
ko: 한 번 더, 에이트! 이번에는 빠르게 클리어하자!
nl: Laten we het nog een keer proberen, Acht!En nu gaan we door tot we gewonnen hebben!
ru: Давай еще разок, Восьмерка. В этот раз до конца, йо!
zh_hans: 再来一次，小八！这次就迅速通关吧！
zh_hant: 再一次吧，小八！這次要暢行無阻地過關喔！

# SdodrSdodrTalkStageRandomRandom00
source: Any floor is a piece of cake for me and Eight!
de: Ich und Nr. 8 räumen jede Etage leer!
es: ¡Entre Ocho y yo nos ventilamos cualquier piso!
es_mx: Les prometo una cosa, y también lo garantizo:¡Ocho y yo vamos a despejar este piso!
fr: Aucun étage n'est trop difficile pour Huit et Perle !
it: Per me e Otto ogni piano è una passeggiata di salute!
ja: ハチとアタシなら、どんなフロアも楽勝だな！
ko: 에이트와 내가 같이 있으면 어떤 플로어든 가뿐하지!
nl: Elke etage is een peulenschilletje voor mij en Acht!
ru: Нам с Восьмеркой любой этаж по зубам!
zh_hans: 只要小八和我出马，任何楼层都能轻松通关！
zh_hant: 只要有我跟小八出手，不管是什麼樣的樓層都能輕鬆搞定！

# SdodrSdodrTalkStageRandomRandom01
source: Let's clear this floor quick so we can go hang out withMarina and Acht some more.
de: Schließen wir diese Etage schnell ab,dann können wir wieder zu Marina und Ahato!
es: Acabemos rápido con este piso. Así podremos pasar mástiempo con Marina y Acht.
es_mx: Acabemos rápido con este piso. Así podremos pasar mástiempo con Marina y Acht.
fr: Finissons-en vite avec cet étage, histoire de pouvoirpasser un peu plus de temps avec Coralie et Eyte.
it: Superiamo questo piano alla svelta, così possiamopassare più tempo con Nori e Acht.
ja: ビャーってクリアして、イイダとミズタんとこ帰るぞ！
ko: 팍팍 클리어하고 이이다랑 미즈타한테 돌아가자!
nl: Laten we deze etage snel afhandelen zodat we metMariana en Smarachne kunnen kletsen.
ru: Давай быстренько все разрулим, а потомобратно к Марише и Окте, йо!
zh_hans: 我们速速通关，然后回去找饭田和水田吧！
zh_hant: 讓我們火速地過關，然後回去找飯田跟水田吧！

# SdodrSdodrTalkStageRandomRandom02
source: Here goes. Team Eight rides again!
de: Achtung, hier kommt Nr. 8!
es: Vamos, ¡el equipo «ochoperlífero» vuelve a la carga!
es_mx: ¡El equipo Ocho vuelve a la carga! ¡VAMOOOS!
fr: L'équipe Huit est dans la place. Olé !
it: Team Otto alla riscossa!
ja: よっし、ハチ！ いっしょにがんばろうな！
ko: 좋았어, 에이트! 함께 힘내자!
nl: Daar gaan we dan. Team Acht komt eraan!
ru: Поехали! Восьмерка, вперед!
zh_hans: 好，小八！我们一起加油吧！
zh_hant: 好，小八！一起加油吧！

# SdodrSdodrTalkStageRandomRandom03
source: Good luck, Eight! You too, Pearl!
de: Viel Erfolg, Nr. 8!Dir auch, Perla!
es: ¡Buena suerte, Ocho! ¡A ti también, Perla!
es_mx: ¡Buena suerte, Ocho! ¡A ti también, Perlita!
fr: Bonne chance, Huit ! Et toi aussi, Perle !
it: Buona fortuna, Otto! E anche a te, Alga!
ja: ハチさん、がんばってください！ センパイも！
ko: 에이트 씨, 힘내세요! 선배도요!
nl: Succes, Acht! En jij ook, Lorelei!
ru: Удачи, Восьмерка! И тебе, Жемчик!
zh_hans: 小八，加油啊！前辈也加油！
zh_hant: 小八，加油！前輩也加油！

# SdodrSdodrTalkStageRandomRandom04
source: Stay safe, you two!
de: Gebt gut auf euch acht, ihr zwei!
es: ¡Tened cuidado y que no os pase nada!
es_mx: ¡Tengan cuidado y que no les pase nada!
fr: Faites attention à vous, OK ?
it: Non fatevi splattare, mi raccomando!
ja: ハチさん、センパイ！ おふたりとも どうかご無事で
ko: 에이트 씨, 선배! 두 분 모두 무사히 돌아오세요
nl: Wees voorzichtig, allebei!
ru: Осторожней там!
zh_hans: 小八、前辈！你们一定要平安无事啊。
zh_hant: 小八、前輩！請你們一定要平安回來。

# SdodrSdodrTalkStageRandomRandom05
source: You've got this one, Eight. After all, Pearl's with you!
de: Du schaffst das, Nr. 8!Mit Perla kann dir gar nichts passieren!
es: Ya casi lo tienes, Ocho. Qué menos, ¡si Perla estácontigo!
es_mx: Ya lo tienes, Ocho. ¡Con Perla a tu lado, todo es posible!
fr: Tout va bien se passer, Huit. Aprèstout, Perle est à tes côtés !
it: Ce la farai, Otto. Dopotutto, c'è Alga con te!
ja: ハチさんなら きっとクリアできますよ！ センパイもいますし！
ko: 에이트 씨라면 분명 클리어할 수 있어요! 선배도 있으니까요!
nl: Je kunt het, Acht, want Lorelei is bij je!
ru: Ты справишься, Восьмерка. Ведь Жемчик с тобой!
zh_hans: 以小八的实力一定能通关！况且前辈也在！
zh_hant: 以小八的實力肯定有辦法過關的！而且還有前輩在呢！

# SdodrSdodrTalkStageRandomRandom06
source: I know we're high up, but don't sweat it. You can clearany floor you put your mind to.
de: Wir sind fast an der Spitze, aber nur kein Stress.Wenn ihr nur wollt, könnt ihr jede Etage bezwingen.
es: Sé que estamos en pisos altos, pero que no cunda elpánico, que con concentración todos se pueden superar.
es_mx: Sé que estamos en pisos altos, pero que no cunda elpánico, que con concentración todos se pueden superar.
fr: Te laisse pas impressionner par l'altitude. Je sais quetu es capable de venir à bout de n'importe quel étage.
it: Niente paura, Otto, sei perfettamente in gradodi superare ogni piano!
ja: HEY ハチ、どんなフロアでも落ち着いていけヨ
ko: HEY, 에이트. 어떤 플로어든 침착하게 가면 돼
nl: Deze hogere etages zijn moeilijk, maar maak je niet druk.Doe je best en je zult zien dat je elke etage aankunt.
ru: Понимаю, что мы высоко забрались. Но любойэтаж можно пройти, если подойти с умом.
zh_hans: HEY，小八。不管面对什么样的楼层，都要记得保持冷静哦。
zh_hant: HEY，小八，不管是什麼樣的樓層你都要冷靜地應對喔。

# SdodrSdodrTalkStageRandomRandom07
source: The floors get rough up here. But you'll find yourway through them.
de: Hier oben wird es schwierig...Doch ihr kriegt das hin, ganz sicher.
es: Aquí arriba los pisos son difíciles, pero con voluntadse pueden superar.
es_mx: Aquí arriba los pisos son difíciles, pero con voluntadse pueden superar.
fr: Les étages supérieurs sont compliqués... maispas assez pour vous arrêter, j'en suis sûre.
it: Più si sale, più i piani diventano tosti.Ma troverai sicuramente un modo per avanzare.
ja: ココまで来ると キツいフロアが増えるネ…でも、心配するだけ ムダかナ
ko: 여기까지 오니 어려운 플로어가 많아졌네…하지만 나는 걱정 안 해
nl: Deze etages zijn pittig, maar het luktje wel om ze door te komen.
ru: Этажи становятся сложнее. Но вы справитесь.
zh_hans: 一路走到这，麻烦的楼层越来越多了……不过一味担心也没用。
zh_hant: 一路闖到這裡，難以應付的樓層也變多了呢……但也許我的擔心是多餘的。

# SdodrSdodrTalkStageRandomRandom08
source: Eight. Pearl. We'll keep the elevator warm for you.
de: Nr. 8. Perla.Wir halten den Aufzug für euch warm.
es: Ocho, Perla... Mantendremos el ascensor en marchapara vosotros.
es_mx: Ocho, Perla... Mantendremos el elevador en marchapara ustedes.
fr: Allez, Huit et Perle ! On gardel'ascenseur au chaud pour vous.
it: Otto, Alga, terremo l'ascensore al caldo per voi.
ja: ハチにヒメ、ふたりとも無事に帰ってきナヨ
ko: 에이트, 히메. 둘 다 무사히 돌아와
nl: Acht. Lorelei. Wij houden de lift warm voor jullie.
ru: Восьмерка, Жемчик... мы придержим лифт.
zh_hans: 小八、小姬，你们要平安归来啊。
zh_hant: 小八、小姬，你們都要平安地回來喔。

# SdodrSdodrTalkStageRandomRandom09
source: We just gotta defend our turf, right? How hardcan it be?
de: Einfach das Revier verteidigen und klaro, oder?Kann doch nicht so schwer sein.
es: Si solo hay que mantener pintado el terreno marcado...¿Tan difícil puede ser?
es_mx: Solo hay que defender nuestro territorio...Fácil, ¿no?
fr: Faut juste défendre notre territoire ?Pas très compliqué, si ?
it: Dobbiamo solo difendere il nostro territorio, giusto?E che sarà mai!
ja: ちゃちゃっとエリア塗って、守ればオッケーだな！
ko: 후딱 에어리어를 칠하고 지키면 된다 이거네!
nl: Dus we moeten ons territorium verdedigen?Dat kan toch niet zo moeilijk zijn?
ru: Нам ведь нужно просто защищать наш район?Запросто, йо!
zh_hans: 只要迅速对区域涂墨，然后守住就行了吧！
zh_hant: 只要火速地對區域塗墨，再穩穩地守住就OK了吧！

# SdodrSdodrTalkStageRandomRandom10
source: Here we go with these things. Yo, Eight, see if you canget a hole in one!
de: Die Dinger mal wieder, was?Na, vielleicht lochst du ja mit einem Stoß ein!
es: ¡Allá vamos! Rueda que rueda y al objetivo.
es_mx: ¡Vamos, Ocho! ¡Un buen golpe y hoyo en uno!
fr: Alors, pour faire avancer une boule, tape un bon coupdedans, et envoie-la direct vers l'objectif !
it: Ci risiamo. Otto, vedi se riesci ad andare inbuca con un colpo solo!
ja: ボール運びか！ ドーンってブッ飛ばしてホールインワンだ！
ko: 볼 옮기기구나! 뻥 하고 날려서 홀인원을 노려 볼까?
nl: Tijd voor wat balsport! Yo, Acht! Probeer eenseen hole-in-one te scoren!
ru: А, снова макси-футбол! Прицелься, шарахни, и...ГО-О-ОЛ!!!
zh_hans: 要搬运球啊！那就“咚”地击飞它，来个一杆进洞吧！
zh_hant: 得運球嗎！？那就咚——地把球打飛一桿進洞吧！

# SdodrSdodrTalkStageRandomRandom11
source: Aw, c'mon, these cowards? Alright, Eight, what's ourbattle plan here?
de: Schon wieder Jagd auf Feiglinge?Okay, Nr. 8. Was ist deine Strategie?
es: Uf... ¿qué hacemos con esos cobardicas? Bueno, Ocho,¿qué plan tenemos?
es_mx: Uf... ¿qué hacemos con esos cobardes? Bueno, Ocho,¿qué plan tenemos?
fr: Non mais t'as vu ces trouillards ?!Bon, Huit, on s'en occupe comment ?
it: Oh dai, proprio questi vigliacchi?OK, Otto, qual è il piano di battaglia?
ja: ゲッ にげる敵…！ なあ ハチ、どうやって倒す？
ko: 칫, 도망치는 적이잖아…! 에이트, 어떻게 쓰러뜨릴까?
nl: Nee, hè. Deze lafaards? Oké, Acht,wat is onze strategie voor het gevecht?
ru: Ой, опять эти... катыши?! Восьмерка, какой план?
zh_hans: 呃，这敌人会逃跑……！小八，你觉得怎么才能击倒它？
zh_hant: 呃，是會逃跑的敵人……！小八，要怎麼做才能擊倒牠？

# SdodrSdodrTalkStageRandomRandom12
source: It's portal-smashing time! Let's get in there, Eight!
de: Zeit, die Portale wegzuklecksen!Rein ins Vergnügen, Nr. 8!
es: ¡Hora de destruir portales! ¡Vamos allá, Ocho!
es_mx: ¡Hora de destruir portales! ¡A la carga, Ocho!
fr: Le moment est venu de dézinguer du vortex !En avant, Huit !
it: È il momento della caccia al portale. Dacci dentro, Otto!
ja: ポータル壊せばいーんだな！ よし ハチ、撃ちまくれー！
ko: 포털을 부수면 되는 거지? 좋았어, 에이트! 마구 쏴라～!
nl: Het is tijd om portalen te vernielen! Kom op, Acht!
ru: Пора громить порталы! Вперед, Восьмерка!
zh_hans: 只要破坏掉传送口就行了吧！好，小八，尽情射击吧——！
zh_hant: 只要摧毀傳送口就行了吧！好，小八，盡情地掃射吧——！

# SdodrSdodrTalkStageRandomRespawn00
source: Eh, so we slipped up. Long as we have Lives left,we're still good!
de: Macht nix, passiert jedem.Solange wir noch Versuche haben, ist alles dufte.
es: Eh... Hemos tenido un pequeño contratiempo, ¡peromientras hay vidas hay esperanza!
es_mx: Solo un pequeño contratiempo. ¡Mientras hay vidas,hay esperanza!
fr: Bon, on a glissé... ça arrive. Tant qu'il nous restedes vies, c'est pas un drame !
it: Argh! Un piccolo contrattempo. Ma finchéabbiamo vite, siamo ancora in gioco!
ja: ちょっと ミスっちまったけど…ライフが残ってれば 復活できるし、よゆーよゆー！
ko: 살짝 실수했지만…라이프가 남아 있으면 부활할 수 있으니까 괜찮아!
nl: Ach, dus we hebben een foutje gemaakt. Zolang wenog levens hebben, is er niets aan de hand!
ru: Ну и что, что нас плюхнули? Пока хватаетжизней, все пучком!
zh_hans: 虽然稍稍失误了一下……不过只要还有生命就能复活，没事没事——！
zh_hant: 雖然稍微失誤了一下……不過只要還有生命就能復活，沒事沒事——！

# SdodrSdodrTalkStageRandomRespawn01
source: Welp. We got got. So let's go get 'em back!
de: Das war's für uns. Na und?Zeit für 'ne gepflegte Revanche!
es: Vaya, parece que no ha podido ser. ¡Pero hagamos quela próxima vez sí sea!
es_mx: No pudo ser. ¡Pero esta vez sí!
fr: Grmpf. On s'est fait avoir. Y a plusqu'à prendre notre revanche !
it: Argh. Splattaggio ricevuto da rispedire al mittente!
ja: ちくしょー やられちまったな…やられたら やりかえせだ、ハチ！
ko: 이런～ 당해 버렸네…당했으면 되돌려줘야지, 에이트!
nl: Balen. We zijn verslagen. Maar deze keer zullen we zeinmaken!
ru: Ну плюхнули нас, и ладно! Айда мстить!
zh_hans: 可恶，阵亡了……我们以牙还牙吧，小八！
zh_hant: 可惡，陣亡了……我們以牙還牙吧，小八！

# SdodrSdodrTalkStageRandomRespawn02
source: We're not gonna go down like last time! C'mon, Eight!
de: So was lassen wir uns nicht mehr bieten!Auf sie mit Gebrüll, Nr. 8!
es: ¡Vamos, Ocho! ¡Esta vez no volveremos a perder!
es_mx: ¡Vamos, Ocho! ¡No podemos dejarlo así!
fr: On se ramasse une fois, mais pas deux ! Allez, Huit !
it: Stavolta non ci faremo splattare, vero, Otto?
ja: 今度は負けねーかんな！ 行くぞ、ハチ！
ko: 이번에는 안 진다! 가자, 에이트!
nl: We gaan niet weer verliezen! Kom op, Acht!
ru: Э, не-не-не, мы так легко не сдадимся!Поехали, Восьмерка!
zh_hans: 这次绝不会输！我们走，小八！
zh_hant: 這次我們不會再輸了！小八，走吧！

# SdodrSdodrTalkStageRandomRespawn03
source: This ain't over, Eight! We still got Lives, so we'restill in the fight!
de: Kein Drama, Nr. 8!Solange wir Versuche haben, geht die Show weiter!
es: ¡No es el final, Ocho! Aún tenemos vidas, ¡así que aúnpodemos luchar!
es_mx: ¡Esto no se acabó, Ocho! Aún tenemos vidas,¡no te rindas!
fr: Tout n'est pas perdu, Huit !Tant qu'y a des vies, y a de l'espoir !
it: Non è ancora finita, Otto! Finché ci sono vite,c'è speranza!
ja: まだだ、ハチ！ ライフある限り、あきらめんなよ！
ko: 아직 멀었어, 에이트! 라이프가 있는 한 포기하지 마!
nl: Het is nog niet afgelopen, Acht! We hebben nog levens,dus we maken nog kans!
ru: Восьмерка, не раскисаем! Пока жизни есть,мы не сдаемся, йо!
zh_hans: 还没结束呢，小八！只要还有生命，就别轻易放弃！
zh_hant: 小八，還沒完呢！只要還有生命就別輕易放棄！

# SdodrSdodrTalkStageRandomRespawn04
source: This floor's tougher than it looks. Keep your chinup, Eight!
de: Ganz schön schwierig, diese Etage...Lass dich nicht unterkriegen, Nr. 8!
es: Este piso es más complicado de lo que parece.¡Valor y al pulpo, Ocho!
es_mx: Este piso es más complicado de lo que parece.¡Ánimo, Ocho!
fr: Cet étage est plus délicat qu'il en a l'air.Attention où tu poses les pattes, Huit !
it: Questo piano è più complicato di quanto sembra.Non farti sorprendere, Otto!
ja: 手ごわい フロアですね… ファイトです、ハチさん！
ko: 만만치 않은 플로어네요… 에이트 씨, 힘내세요!
nl: Deze etage is zwaarder dan je misschien zou denken.Hou je ogen goed open, Acht!
ru: Этот этаж оказался не так прост...Не унывай, Восьмерка, все получится!
zh_hans: 看来这个楼层很棘手……加油啊，小八！
zh_hant: 真是個棘手的樓層耶……小八，加油！

# SdodrSdodrTalkStageRandomRespawn05
source: It's a tricky floor. But Eight and Pearl are the rightpeople to handle it.
de: Nicht gerade einfach, diese Etage...Aber Nr. 8 und Perla schaffen das sicher.
es: Este piso es un poco traicionero... Pero nadie comoPerla y tú para completarlo.
es_mx: Este piso es un poco traicionero... Pero nadie comoPerla y Ocho para completarlo.
fr: Cet étage n'est pas des plus simples.Mais rien d'impossible pour Huit et Perle !
it: È un piano bello tosto, ma chi è meglio di Otto e Algaper affrontarlo?
ja: ヤッカイなフロアだケド、もう少しネバってみるカ？
ko: 성가신 플로어지만 조금 더 물고 늘어져 볼래?
nl: Dit is een lastige etage. Maar Acht en Lorelei krijgenhet wel voor elkaar.
ru: Не самый простой этаж. Но Восьмерка и Жемчиксправятся.
zh_hans: 这个楼层有点麻烦，要再坚持一下试试吗？
zh_hant: 雖然是個難以應付的樓層，但要不要再多試一下呢？

# SdodrSdodrTalkStageRandomRespawnBoss00
source: Shoulda figured a boss would be tougher than normal.But it messed with the wrong Octoling!
de: Schon nicht ohne, so ein Bosskampf...Aber bei dir ist er an den falschen Oktoling geraten!
es: Era de esperar que un enemigo destacado dé más trabajo.¡Pero ya ha visto lo que es el poder octariano!
fr: J'aurais dû me douter que ce boss serait un dur à cuire.Mais il va voir de quel bois on se chauffe !
it: È normale che i boss ci diano filo da torcere.Ma se l'è presa con il mollusco sbagliato!
ja: ボスだけあって、強えーな！ でも負けねーぞ！
ko: 보스라고 제법 강하네! 하지만 우리도 안 진다!
nl: Ik had moeten weten dat het geen makkie zou zijn om eenbaas te verslaan. Maar deze Octoling geeft niet snel op!
ru: Ну ясное дело, что босс круче мелюзги.Но он не на тех напал, йо!
zh_hans: 不愧是Boss，好厉害啊～！但是我们也不会输～！
zh_hant: 不愧是Boss，有夠強的耶！但我們可不會輸喔！

# SdodrSdodrTalkStageRandomRespawnBoss01
source: We'll call that a test run. You'll win this time!Good luck!
de: Das war nur eine kleine Probe.Diesmal gewinnst du. Viel Erfolg!
es: Consideremos el intento previo como un entrenamiento.¡Pero el próxima traerá la victoria! ¡Buena suerte!
es_mx: Consideremos el intento previo como un entrenamiento.¡Pero el próximo traerá la victoria! ¡Buena suerte!
fr: Cette fois sera la bonne ! Tu vas l'avoir !
it: Quella di prima era una prova. Stavolta vincerai tu!In bocca al pescelupo!
ja: ハチさん、センパイ！ 次はきっと勝てます… がんばってください！
ko: 에이트 씨, 선배! 이번에는 분명 이길 거예요… 힘내세요!
nl: Dat was een oefenronde, oké?Maar deze keer win je! Succes!
ru: Ну... скажем, что это был подготовительный раунд.В этот раз у тебя все получится! Удачи!
zh_hans: 小八、前辈！你们下次一定会赢的……加油！
zh_hant: 小八、前輩！你們下次一定會贏的……加油！
