Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualCoopTExplainEnemy31
source: ● Advice from Mr. Grizz ・ Use the cannons well to clear the way for your coworkers!● Supplementary Information ・ Apparently there are special rooms in the Salmonid barracks set aside for large numbers of Cohocks to gather and practice.
de: ● Tipps von Herrn Bär ・ Setze die Kanonen geschickt ein, um deine Kollegen zu unterstützen!● Zusatzinformationen ・ Anscheinend gibt es bei den Salmoniden spezielle Räume, in denen sich eine große Anzahl Brocken zum gemeinsamen Üben diverser Brockentätigkeiten versammelt.
es: ● Don Oso aconseja ・ ¡Usa los cañones con cabeza y despeja el camino para los demás empleados!● Información complementaria ・ Por lo que parece, en los cuarteles salmónidos se reservan salas aparte para que grandes grupos de escamacarras puedan entrenarse.
es_mx: ● Consejos de Don Oso ・ ¡Usa los cañones para despejar el camino para los demás empleados!● Información adicional ・ Por lo que parece, en los cuarteles salmónidos se reservan salas aparte para que grandes grupos de agallones puedan entrenarse.
fr: ● Conseils de M. Ours ・ Une utilisation judicieuse des canons permet de dégager le terrain pour tes collègues.● Remarques additionnelles ・ Il semble qu'il existe chez les Salmonoïdes de vastes pièces dédiées où les Sumoches peuvent se réunir en grand nombre et s'exercer à la charge.
it: ● Ursus consiglia! ・ Usa i cannoni per coprire le spalle ai tuoi colleghi!● Informazioni aggiuntive ・ Pare che i Salmonoidi dispongano di strutture specifiche dove i Pinne Pingui si radunano in gran numero per esercitarsi.
ja: ● クマサンからのアドバイス ・ キャノンを上手く使い、仲間の通り道を確保すべし。● 補足 ・ シャケのすみかには、ドスコイがたくさん集まり、稽古をつける部屋が あるらしい。
ko: ● Mr. 베어의 어드바이스 ・캐넌을 활용하여 동료가 지나갈 통로를 확보할 것.● 보충 설명 ・연어의 서식지에는 덩치연어가 잔뜩 모여 수련하는 방이 있다고 한다.
nl: ● Tips van Ted B. ・ Maak gebruik van de kanonnen om de weg vrij te maken voor je collega's!● Aanvullende informatie ・ Het schijnt dat er in Salmonieten-barakken speciale ruimtes zijn waar een heleboel Sallogs samen kunnen komen om te trainen.
ru: ● Рекомендации от Потапыча • Используй пушки, чтобы прикрыть коллег!● Дополнительная информация • По всей вероятности, у самонидов есть отдельные помещения в военных бараках, отведенные исключительно для тренировок больших групп сковорейдеров.
zh_hans: ● 熊先生的建议 ·应活用大炮确保同伴的通行顺畅。● 补充 ·据说鲑鱼的巢穴里， 有个聚集着大量大胖鱼的训练室。
zh_hant: ● 熊先生的建議 ‧應善用大炮為同伴開路。● 補充 ‧據說在鮭魚的棲息地裡有某個房間， 許多大胖魚會齊聚一堂在那裡進行鍛鍊。

# ManualManualCoopTExplainEnemy32
source: ● What Happens ・ Large numbers of gushers will appear in the area. ・ A Goldie will be hiding in one of the gushers. ・ Other Salmonids will attack in their masses from the shores. ・ Shooting open a gusher without a Goldie in it will cause it to erupt. Thankfully, there won't be anything hiding inside.● How to Get Golden Eggs ・ Reveal the Goldie by causing the gusher it's hiding in to erupt. ・ The Goldie will drop Golden Eggs if hit with enough ink.
de: ● Das passiert ・ Eine große Anzahl an Tintenfontänen erscheint. ・ In einer der Tintenfontänen versteckt sich ein Goldie. ・ Andere Salmoniden greifen in Massen von der Küste an. ・ Tintenfontänen ohne Goldie erzeugen bei Beschuss eine Explosion. Glücklicherweise verbergen sich keine unschönen Überraschungen in ihnen.● So kriegst du Gold-Fischeier ・ Scheuche den Goldie aus seinem Versteck, indem du die richtige Fontäne beschießt. ・ Wird der Goldie mit ausreichend Tinte beschossen, hinterlässt er gewaltige Mengen an Gold-Fischeiern.
es: ● Información básica ・ Un gran número de surtidores aparecerá en la zona. ・ Uno de ellos ocultará un salmóreo. ・ Otros salmónidos atacarán desde la costa. ・ Disparar a surtidores que no tienen un salmóreo en su interior los hará entrar en erupción (es una suerte que no haya nada dentro).● Cómo obtener sus alevines dorados ・ Para dejar a la vista al salmóreo, haz que erupcione el surtidor que lo esconde. ・ Al ser alcanzado por tinta en suficiente cantidad, el salmóreo soltará numerosos alevines dorados.
es_mx: ● Descripción ・ Un gran número de surtidores aparecerán en la zona. ・ Uno de ellos ocultará un orónido. ・ Otros salmónidos atacarán desde la costa. ・ Disparar a surtidores que no contienen ningún orónido los hará entrar en erupción, pero no saldrá nada de su interior.● Cómo obtener huevecillos dorados ・ Para revelar al orónido, haz que erupcione el surtidor que lo esconde. ・ Cuando dispares tinta al orónido que aceche en el surtidor, comenzará a soltar huevecillos dorados.
fr: ● Description ・ Des jets d'encre apparaissent dans la zone. ・ Un Dorax se cache dans l'un de ces jets d'encre. ・ D'autres Salmonoïdes en profitent pour lancer un assaut massif depuis les côtes. ・ Si tu tires sur un jet d'encre qui n'abrite aucun Dorax, il se déclenche. Heureusement, aucune mauvaise surprise ne s'y dissimule.● Comment obtenir des œufs dorés ・ Révèle le Dorax au grand jour en déclenchant le jet d'encre où il se planque. ・ Douche le Dorax sous un déluge d'encre pour obtenir des œufs dorés.
it: ● Dettagli ・ Sulla spiaggia appariranno numerosi geyser. ・ In uno di essi si nasconde un Pinne d'oro. ・ Altri Salmonoidi attaccheranno in massa dalle sponde. ・ Se spari a un geyser che non contiene un Pinne d'oro, erutterà. Per fortuna, non ci sarà nulla nascosto dentro.● Come ottenere le uova d'oro ・ Costringi il Pinne d'oro a uscire allo scoperto facendo eruttare il geyser in cui si nasconde. ・ Quando lo colpisci abbastanza a lungo con l'inchiostro, il Pinne d'oro farà cadere uova d'oro.
ja: ● 状況の説明 ・ 多数のカンケツセンがステージに現れ、撃つと噴出させることができる。 ・ キンシャケがどれか１つのカンケツセンに隠れている。 ・ 海岸からは他のシャケたちが押し寄せてくる。 ・ キンシャケのいないカンケツセンは、噴出させても何も発生しない。● 金イクラの取得方法 ・ カンケツセンを噴出させ、隠れているキンシャケをあぶり出す。 ・ 現れたキンシャケにインクショットを当てると、多数の金イクラを落とす。
ko: ● 상황 설명 ・다수의 간헐천이 스테이지에 나타나, 쏘아 맞히면 분출시킬 수 있다. ・황금연어가 간헐천 중 하나에 숨어 있다. ・해안에서는 다른 연어들이 밀어닥친다. ・황금연어가 없는 간헐천은 분출시켜도 아무 일도 발생하지 않는다.● 황금 연어알 취득 방법 ・간헐천을 분출시켜 숨어 있는 황금연어를 찾아낸다. ・황금연어에 잉크 샷을 맞히면 다수의 황금 연어알을 떨어뜨린다.
nl: ● Wat er gebeurt ・ Het is mogelijk dat er een groot aantal geisers in de omgeving verschijnen. ・ In een van deze geisers zal dan een Goldie verstopt zitten. ・ Andere Salmonieten zullen massaal aanvallen vanaf de oever. ・ Als je op een geiser zonder Goldie schiet, zal deze gaan spuiten. Gelukkig komt er dan alleen inkt uit.● Hoe je gouden eieren krijgt ・ Vind de Goldie door de geiser waarin ze verstopt zit, te laten spuiten. ・ De Goldie zal een lading gouden eieren laten vallen zodra je haar met inkt verslaat.
ru: ● Что и когда происходит ・ Тебе будет встречаться большое количество гейзеров. ・ Великий Сам О’Нид прячется в колодце одного из них. ・ Выстрели в гейзер, и хлынет краска, но будь начеку — вместо Великого Сам О’Нида ты можешь встретиться лицом к лицу с другими самонидами.● Как получить золотые икринки ・ Если хорошенько покрасить Великого Сам О’Нида, можно добыть кучу золотых икринок.
zh_hans: ● 情况说明 ·场地上会出现大量喷泉，攻击会使喷泉喷发。 ·金鲑鱼隐藏在其中1个喷泉中。 ·其他鲑鱼会从海岸蜂拥而至。 ·即便使没有金鲑鱼的喷泉喷发，也不会发生任何事。● 金鲑鱼卵的获得方法 ·使藏有金鲑鱼的喷泉喷发，金鲑鱼便会现身。 ·使用墨汁发射击中出现的金鲑鱼，便会掉落大量金鲑鱼卵。
zh_hant: ● 狀況說明 ‧會在有許多噴泉的場地發生，只要攻擊就能使噴泉噴發。 ‧金鮭魚會躲在其中一座噴泉裡。 ‧其他鮭魚群會從海岸蜂擁而來。 ‧讓沒有金鮭魚藏身的噴泉噴發也不會有任何事發生。●金鮭魚卵的取得方法 ‧讓藏有金鮭魚的噴泉噴發，使其暴露在外。 ‧使用墨汁發射攻擊現身的金鮭魚就會掉落大量金鮭魚卵。

# ManualManualCoopTExplainEnemy33
source: ● Advice from Mr. Grizz ・ Spread out, and find that Goldie FAST. ・ When you find the Goldie, call your buddies over, and let loose with all your firepower! ・ The gushers emit light when you hit them—the brighter the light, the closer you are to that glorious Goldie.
de: ● Tipps von Herrn Bär ・ Teilt euch auf und findet den Goldie! ・ Wenn du den Goldie findest, ruf deine Kollegen und haltet drauf! ・ Die Tintenfontänen leuchten auf, wenn sie aktiviert werden – je heller das Licht, desto näher der Goldie.
es: ● Don Oso aconseja ・ Separaos, cubrid el territorio y localizad al salmóreo ipso facto. ・ Cuando localices al salmóreo, avisa a tus colegas de trabajo y entintadlo sin piedad. ・ Al disparar a un surtidor, emitirá una luz. Cuanto más brillante sea, más cerca andará el salmóreo.
es_mx: ● Consejos de Don Oso ・ Sepárense, cubran el territorio y localicen al orónido cuanto antes. ・ Cuando localices al orónido, avisa a tus compañeros de trabajo y entíntenlo sin piedad. ・ Al disparar a un surtidor, emitirá una luz. Cuanto más brillante sea, más cerca andará el orónido.
fr: ● Conseils de M. Ours ・ Dispersez-vous et débusquez vite ce Dorax ! ・ Une fois le Dorax déniché, rameute tes collègues et joignez vos efforts pour l'abattre ! ・ Les jets d'encre émettent de la lumière quand on leur tire dessus. Plus la lumière est vive, plus le Dorax est proche...
it: ● Ursus consiglia! ・ Coordinati con i colleghi per trovare il Pinne d'oro il prima possibile! ・ Quando trovi il Pinne d'oro, chiama i tuoi colleghi e sommergetelo d'inchiostro! ・ Quando eruttano, i geyser emanano una luce. Più la luce si fa intensa, più vuol dire che il Pinne d'oro è vicino.
ja: ● クマサンからのアドバイス ・ まずは散らばって迅速にキンシャケを探すべし。 ・ キンシャケを見つけたら直ちに仲間を招集し、全火力をもって攻撃すべし。 ・ カンケツセンを撃つと光がもれるが、光が強いほど近くにキンシャケが 潜んでいる。
ko: ● Mr. 베어의 어드바이스 ・우선은 흩어져서 신속히 황금연어를 찾을 것. ・황금연어를 찾으면 즉시 동료를 소집해 화력을 총동원하여 공격할 것. ・간헐천을 쏘았을 때 새어 나오는 빛이 강할수록 가까운 곳에 황금연어가 숨어 있다는 사실을 명심할 것.
nl: ● Tips van Ted B. ・ Verspreid je en zorg dat je die Goldie snel vindt! ・ Roep je collega's zodra je de Goldie gevonden hebt en schiet er dan op los! ・ De geisers geven licht wanneer je ze raakt. Hoe feller het licht, des te dichterbij die fabuleuze Goldie is.
ru: ● Рекомендации от Потапыча • Разделитесь и найдите Великого Сам О’Нида! И как можно быстрее! • Как только найдешь Великого Сам О’Нида, быстро зови коллег, и все вместе палите по нему из всех орудий! • Если попасть краской в гейзер, то он засветится. В краске, которая хлынет из самого ярко светящегося гейзере, и будет скрываться Великий Сам О’Нид с заветными икринками!
zh_hans: ● 熊先生的建议 ·首先应分散，迅速寻找金鲑鱼。 ·找到金鲑鱼后应立刻召集同伴，集中火力进行攻击。 ·喷泉在被击中后会发光， 光越亮说明离藏在喷泉中的金鲑鱼越近。
zh_hant: ● 熊先生的建議 ‧應先散開分別行動迅速找出金鮭魚。 ‧找到金鮭魚後應立刻召集同伴，使用所有火力展開攻擊。 ‧攻擊噴泉後可以看到光芒外露， 光芒越強就代表金鮭魚躲藏的位置越近。

# ManualManualCoopTExplainEnemy34
source: ● Supplementary Information ・ Salmonids obtained the technology to create gushers through trade with Octarians. ・ The more you hit the Goldie, the faster it will move!
de: ● Zusatzinformationen ・ Die Technologie für Tintenfontänen haben die Salmoniden von den Oktarianern erhalten. ・ Beschuss erhöht das Lauftempo des Goldies. Je mehr er getroffen wird, desto schneller wird er!
es: ● Información complementaria ・ Los salmónidos se hicieron con la tecnología necesaria para fabricar surtidores mediante intercambios comerciales con los octarianos. ・ Los salmóreos pierden escamas al recibir disparos de tinta. Por tanto, cuanto más les dispares, más rápido se moverán.
es_mx: ● Información adicional ・ Los salmónidos consiguieron la tecnología necesaria para fabricar surtidores mediante intercambios comerciales con los octarianos. ・ Los orónidos se mueven más rápido al recibir disparos de tinta.
fr: ● Remarques additionnelles ・ Les Salmonoïdes ont acquis la technologie permettant de fabriquer des jets d'encre suite à une transaction avec les Octariens. ・ Le Dorax devient plus rapide à mesure qu'on lui tire dessus !
it: ● Informazioni aggiuntive ・ I Salmonoidi sono entrati in possesso della tecnologia per creare i geyser grazie a un'alleanza commerciale con gli Octariani. ・ Quando viene colpito, il Pinne d'oro si muove più velocemente.
ja: ● 補足 ・ カンケツセンの技術は、タコとの交易によりもたらされたものである。 ・ キンシャケは、攻撃されればされるほど移動が素早くなる。
ko: ● 보충 설명 ・간헐천 기술은 문어와 교역하여 얻은 것이다. ・황금연어는 공격을 당할수록 이동이 빨라진다.
nl: ● Aanvullende informatie ・ Salmonieten hebben hun technologie om geisers te creëren, verkregen via hun handel met de Octarianen. ・ Hoe vaker je de Goldie raakt, des te sneller zal ze gaan bewegen!
ru: ● Дополнительная информация • Самониды заимствовали гейзерную технологию, торгуя с осьморянами. • От выстрелов Великий Сам О’Нид начинает быстрее перемещаться!
zh_hans: ● 补充 ·喷泉技术是与章鱼交易所获得的。 ·金鲑鱼受到攻击的次数越多，移动速度就会越快。
zh_hant: ● 補充 ‧噴泉的科技是透過和章魚交易取得的。 ‧金鮭魚受到越多的攻擊，移動的速度就會變得越快。

# ManualManualCoopTExplainEnemy35
source: ● What Happens ・ New troops are brought to the battleground from the Mothership. ・ A large number of Chinooks will bring containers of lesser Salmonids from the Mothership to join the fray. ・ Periodically, the Mothership will draw close to the egg basket and try to suck up and reclaim any Golden Eggs inside.● How to Get Golden Eggs ・ Shoot the containers carried by Chinooks, and they'll explode. ・ If you manage to blow up the Chinooks as well, they will drop Golden Eggs.
de: ● Das passiert ・ Das Mutterschiff bringt Verstärkung. ・ Ein Geschwader Koptas fliegt Behälter mit Standard-Salmoniden auf das Schlachtfeld. ・ Ab und zu nähert sich das Mutterschiff dem Korb und versucht, darin befindliche Gold-Fischeier zurückzuholen.● So kriegst du Gold-Fischeier ・ Schieße auf die Behälter, die von den Koptas getragen werden, um sie explodieren zu lassen. ・ Um Gold-Fischeier zu erhalten, musst du die Koptas selbst klecksen, ehe sie fortfliegen!
es: ● Información básica ・ Los aerocriaderos transportan tropas salmónidas al campo de batalla. ・ Un nutrido número de salmocópteros transportan contenedores repletos de salmónidos menores procedentes del aerocriadero. ・ Cada cierto tiempo, el aerocriadero se acerca a la nasa pesquera y trata de recuperar los alevines dorados que contiene.● Cómo obtener sus alevines dorados ・ Dispara a los contenedores que transportan los salmocópteros para hacer que exploten. ・ Si logras liquidar también a los salmocópteros, los despojarás de sus alevines dorados.
es_mx: ● Descripción ・ La salmonodriza transporta tropas salmónidas al campo de batalla. ・ Un gran número de salmocópteros transportan contenedores repletos de salmónidos menores procedentes de la salmonodriza. ・ Cada cierto tiempo, la salmonodriza se acerca a la nasa pesquera y trata de recuperar los huevecillos dorados que contiene.● Cómo obtener huevecillos dorados ・ Dispara a los contenedores que transportan los salmocópteros para hacer que exploten. ・ Si logras reventar también a los salmocópteros, los despojarás de sus huevecillos dorados.
fr: ● Description ・ Le Vaisseau mère assure le transport de troupes fraîches vers le champ de bataille. ・ Les essaims de Salmocoptères transportent des containers de Salmonoïdes communs du Vaisseau mère jusqu'à terre. ・ Il arrive que le Vaisseau mère s'approche du panier à œufs pour tenter d'aspirer les œufs dorés qui s'y trouvent.● Comment obtenir des œufs dorés ・ Tire sur les containers des Salmocoptères pour les faire exploser. ・ Si tu parviens à liquider un Salmocoptère au passage, il lâchera des œufs dorés.
it: ● Dettagli ・ L'astronave madre trasporta truppe di Salmonoidi sul campo di battaglia. ・ Dall'astronave madre si alzano in volo dei Salmocotteri che trasportano casse piene di Salmonoidi comuni. ・ A volte, l'astronave madre si avvicinerà al cesto delle uova e proverà a portare via tutte le uova d'oro al suo interno.● Come ottenere le uova d'oro ・ Spara alle casse trasportate dai Salmocotteri per farle esplodere. ・ Se riesci ad abbattere anche i Salmocotteri, questi lasceranno cadere delle uova d'oro.
ja: ● 状況の説明 ・ ハコビヤを母艦とした部隊が上空から攻めてくる。 ・ ハコビヤからは多数のシャケコプターが射出され、ザコシャケの入った箱を 運んでくる。 ・ ハコビヤは定期的にイクラコンテナに近づき、金イクラを吸い取ろうとする。● 金イクラの取得方法 ・ シャケコプターの持つ箱は、撃つと爆発させることができる。 ・ シャケコプターを巻き込んで爆発させると金イクラを得られる。
ko: ● 상황 설명 ・운반함을 모함으로 삼는 부대가 하늘에서 공격해 온다. ・운반함에서 사출된 연어콥터들이 조무래기연어가 든 상자를 옮긴다. ・운반함은 정기적으로 연어알 컨테이너에 접근하여 황금 연어알을 빨아들이려 한다.● 황금 연어알 취득 방법 ・연어콥터가 들고 있는 상자는 쏘아 맞히면 폭발시킬 수 있다. ・연어콥터와 함께 폭발시키면 황금 연어알을 획득할 수 있다.
nl: ● Wat er gebeurt ・ Nieuwe troepen worden naar de strijd gebracht met het moederschip. ・ Vanaf het moederschip worden containers met gewone Salmonieten door Salmokopters naar het gevecht gedragen. ・ Van tijd tot tijd zal het moederschip de eiermand naderen om gouden eieren proberen op te zuigen.● Hoe je gouden eieren krijgt ・ Schiet op de containers van de Salmokopters om ze te laten exploderen. ・ Als het je lukt om ook de Salmokopters op te blazen, laten ze gouden eieren vallen.
ru: ● Что и когда происходит ・ Нерестилище доставляет на поле брани свежих самонидов. ・ Геликомули перевозят с Нерестилища на поле боя контейнеры с обычными самонидами. ・ Время от времени Нерестилище подбирается к корзине для сбора икринок и пытается вытащить их оттуда.● Как получить золотые икринки ・ Стреляй в контейнер, который везет геликомуль, и он взорвется. ・ Из сбитого геликомуля выпадают золотые икринки.
zh_hans: ● 情况说明 ·以走私鱼为母舰的部队会从上空展开攻击。 ·走私鱼中会发射出大量直升机鲑鱼， 并运来装着杂兵鲑鱼的箱子。 ·走私鱼会定期靠近鲑鱼卵容器，企图吸取金鲑鱼卵。● 金鲑鱼卵的获得方法 ·攻击直升机鲑鱼运送的箱子能将其引爆。 ·将直升机鲑鱼卷入爆炸即可获得金鲑鱼卵。
zh_hant: ● 狀況說明 ‧以走私魚為母艦的部隊會從上空來襲。 ‧許多直升機鮭魚會從走私魚的身上出動， 並運送著裝有雜兵鮭魚的箱子。 ‧走私魚會定期接近鮭魚卵容器並趁機吸取金鮭魚卵。●金鮭魚卵的取得方法 ‧射擊直升機鮭魚運送的箱子可使其爆炸。 ‧讓直升機鮭魚被捲入爆炸之中即可取得金鮭魚卵。

# ManualManualCoopTExplainEnemy36
source: ● Advice from Mr. Grizz ・ Split up to take out the Chinooks. ・ If the Mothership comes to take back the Golden Eggs, everyone should focus on pushing it back!
de: ● Tipps von Herrn Bär ・ Teilt euch auf, um die Koptas vom Himmel zu holen. ・ Wenn sich das Mutterschiff an meinen Gold-Fischeiern vergreifen will, konzentriert euch darauf, es zurückzuschlagen!
es: ● Don Oso aconseja ・ Separaos y avanzad por separado para liquidar a los salmocópteros. ・ Si el aerocriadero se dirige a la nasa pesquera, hacedlo retroceder cuanto antes.
es_mx: ● Consejos de Don Oso ・ Sepárense y avancen por separado para reventar a los salmocópteros. ・ Si la salmonodriza se dirige a la nasa pesquera, háganla retroceder cuanto antes.
fr: ● Conseils de M. Ours ・ Séparez-vous pour liquider les Salmocoptères ! ・ Si le Vaisseau mère s'approche du panier à œufs, concentrez sur lui les efforts de l'équipe entière pour le repousser !
it: ● Ursus consiglia! ・ Dividetevi per sbarazzarvi dei Salmocotteri il prima possibile. ・ Se l'astronave madre si avvicina al cesto per rubare le uova d'oro, lascia perdere ciò che stavi facendo e concentrati su di essa!
ja: ● クマサンからのアドバイス ・ 散らばってシャケコプターを迎撃すべし。 ・ ハコビヤが金イクラを吸い取りに来たら全員で撃退すべし。
ko: ● Mr. 베어의 어드바이스 ・각자 흩어져 연어콥터를 처리할 것. ・운반함이 황금 연어알을 빨아들이러 오면 전원이 나서서 격퇴할 것.
nl: ● Tips van Ted B. ・ Verdeel je om de Salmokopters uit te schakelen. ・ Als het moederschip probeert de gouden eieren terug te stelen, moet iedereen helpen om het tegen te houden!
ru: ● Рекомендации от Потапыча • Чтобы разобраться с геликомулями, придется работать сообща. • Если Нерестилище отправится отбирать золотые икринки, члены бригады должны все бросить и сосредоточиться на защите награ... того, что по праву принадлежит им!
zh_hans: ● 熊先生的建议 ·应分散开来迎击直升机鲑鱼。 ·走私鱼来吸取金鲑鱼卵时，应全员集中火力将其击退。
zh_hant: ● 熊先生的建議 ‧應散開並各自迎擊直升機鮭魚。 ‧當走私魚企圖吸取金鮭魚卵時，應集合所有同伴的力量擊退。

# ManualManualCoopTExplainEnemy37
source: ● Supplementary Information ・ The Mothership is a vital link in the Salmonid distribution chain. ・ Deploying the Mothership is said to be the last resort of the Salmonid army. When it is dispatched, all troops stationed nearby gather together to see it off.
de: ● Zusatzinformationen ・ Das Mutterschiff spielt bei der Nachschubversorgung der Salmoniden eine elementare Rolle. ・ Das Mutterschiff ist eine Art letztes Mittel der Salmoniden. Wenn es entsandt wird, versammeln sich alle Salmoniden in der Nähe, um ihm Glück in der Schlacht zu wünschen.
es: ● Información complementaria ・ El aerocriadero es una pieza fundamental en la cadena de distribución salmónida. ・ Se dice que se trata del último recurso de todo ejército salmónido. Cuando parte hacia el campo de batalla, todas las tropas situadas en los alrededores se reúnen para verlo despegar.
es_mx: ● Información adicional ・ La salmonodriza es una pieza fundamental en la cadena de distribución salmónida. ・ Se dice que se trata del último recurso de todo ejército salmónido. Cuando parte hacia el campo de batalla, todas las tropas situadas en los alrededores se reúnen para verla despegar.
fr: ● Remarques additionnelles ・ Le Vaisseau mère est un maillon essentiel de la chaîne d'approvisionnement des Salmonoïdes. ・ Les Salmonoïdes ne mobilisent le Vaisseau mère qu'en dernier recours. À son départ, toutes les troupes situées à proximité se rassemblent pour le contempler.
it: ● Informazioni aggiuntive ・ L'astronave madre è uno strumento fondamentale per la distribuzione di Salmonoidi. ・ Solitamente, l'astronave madre è l'ultima risorsa a cui ricorre l'esercito salmonoide. Quando viene chiamata sul campo di battaglia, tutte le truppe nelle vicinanze si riuniscono per vederla solcare il cielo.
ja: ● 補足 ・ ハコビヤはシャケ世界の流通を担う重要な輸送船。 ・ ハコビヤの投入はシャケ軍の最終手段と言われ、出発の際には シャケの兵士が総出で見送りの儀式を行う。
ko: ● 보충 설명 ・운반함은 연어 세계의 유통을 책임지는 중요한 수송선이다. ・운반함 투입은 연어군이 사용하는 최후의 수단이라고 알려져 있으며 출발할 때는 모든 연어 병사가 총출동하여 송별 의식을 거행한다.
nl: ● Aanvullende informatie ・ Het moederschip is een essentieel element in het aanvoersysteem van de Salmonieten. ・ Er wordt gezegd dat het moederschip alleen wordt ingezet als laatste poging om de strijd te keren. Wanneer het vertrekt, verzamelen alle eenheden in de omgeving zich om het geluk te wensen.
ru: ● Дополнительная информация • Нерестилище играет ключевую роль в организации переброски военных сил самонидов. • Самониды используют Нерестилище в экстренных случаях. При его появлении все самониды поблизости отдают честь!
zh_hans: ● 补充 ·走私鱼是鲑鱼界中负责物流的重要运输舰。 ·据说将走私鱼投入战场是鲑鱼军的最终手段。 走私鱼出发时，鲑鱼士兵会全体出动举行送别仪式。
zh_hant: ● 補充 ‧在鮭魚界中，走私魚是擔當物流的重要運輸艦。 ‧對鮭魚軍而言，將走私魚投入戰場可說是最後的手段， 走私魚出動時會舉辦一場所有鮭魚士兵全員參與的送行儀式。
