Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# RoomCreatorAnnotation01
source: Any player who knows the URL can join this battle, unlike regular Private Battles.
de: Im Gegensatz zu Standard-Privatkämpfen kann an diesem Kampf jeder Spieler teilnehmen, der über die URL verfügt.
es: Al contrario que en los combates privados ordinarios, aquí puede participar cualquier jugador que conozca la URL de invitación.
es_mx: Al contrario que en los combates privados ordinarios, aquí puede participar cualquier jugador que tenga el enlace de invitación.
fr: Tous les joueurs connaissant l'adresse Internet peuvent rejoindre le match, contrairement aux matchs privés habituels.
it: A differenza delle normali partite private, qualsiasi giocatore che conosce il link può partecipare a questa partita.
ja: 通常のプライベートマッチと異なり、招待URLを知っているプレイヤーは誰でも参加することができます。
ko: 일반 프라이빗 매치와는 달리 초대 URL을 아는 플레이어는 누구든 참가할 수 있습니다.
nl: Elke speler die de URL kent, kan aan dit gevecht meedoen, anders dan bij normale privégevechten.
ru: В отличие от частных боев, по ссылке-приглашению к бою может присоединиться любой игрок.
zh_hans: 与一般的私人比赛不同，知道邀请URL的玩家都可以参加。
zh_hant: 此房間與一般的私人比賽不同，所有知道邀請URL的玩家都可以參加。

# RoomCreatorAnnotation02
source: Friends or other players in your Pool can join this room via the Friends menu or Notifications, even if they don't have the invitation URL.
de: Freunde oder Channel-Mitglieder können diesem Raum über die Freundesliste bzw. ihre Benachrichtigungen beitreten, auch wenn sie nicht über die Einladungs-URL verfügen.
es: Otros jugadores del canal y tus amigos podrán acceder por medio de la lista de amigos o las notificaciones, incluso si no disponen de URL de invitación.
es_mx: Otros jugadores del canal y tus amigos podrán unirse por medio de la lista de amigos o las notificaciones, incluso si no tienen el enlace de invitación.
fr: Tes amis et les autres joueurs du canal peuvent rejoindre cette session via le menu Amis ou les Notifications, même s'ils ne disposent pas de l'adresse d'invitation.
it: Amici o altri giocatori nel tuo canale possono accedere a questa stanza tramite il menu Amici o l'opzione Notifiche, anche se non hanno il link d'invito.
ja: フレンドやチャンネルのメンバーは招待URLを知らなくてもフレンドリストや通知からこの部屋に合流することが可能です。
ko: 친구 및 채널 멤버는 초대 URL을 몰라도 친구 리스트 및 알림에서 이 방에 합류할 수 있습니다.
nl: Vrienden of andere spelers in je poel kunnen deze kamer betreden via het vriendenmenu of via de meldingen, zelfs als ze de uitnodigings-URL niet hebben.
ru: Друзья или другие игроки, которые являются подписчиками твоего канала, могут присоединиться к бою через меню Друзья или Уведомления, даже если у них нет ссылки-приглашения.
zh_hans: 好友或频道内的成员即使不知道邀请URL，也可以通过好友列表或通知会合至该房间。
zh_hant: 朋友或頻道成員即使不知道邀請URL，也可以透過通知或是朋友列表前往此房間會合。

# RoomCreatorAnnotation03
source: Also, please note that voice chat cannot be used in this room.
de: Hinweis: In diesem Raum kann kein Voice-Chat genutzt werden.
es: Ten en cuenta que en esta sala no puede usarse el chat de voz.
es_mx: Ten en cuenta que en este grupo no puede usarse el chat de voz.
fr: Par ailleurs, le chat vocal ne peut pas être utilisé dans cette session.
it: Ricorda che la chat vocale non può essere usata in questa stanza.
ja: また、この部屋ではボイスチャットを利用できません。
ko: 또한, 이 방에서는 보이스챗을 이용할 수 없습니다.
nl: Houd er ook rekening mee dat voicechat niet kan worden gebruikt in deze kamer.
ru: Учти, что в этом бое невозможно пользоваться голосовым чатом.
zh_hans: 另外，在该房间中无法使用语音聊天。
zh_hant: 此外，在此房間中將無法使用語音聊天。

# RoomCreatorAnnotation04
source: Once created, the room will close automatically if it has been empty for 30 minutes or longer.
de: Leere Räume werden nach 30 Minuten automatisch geschlossen.
es: Las salas vacías se cierran automáticamente pasados 30 minutos.
es_mx: Los grupos vacíos se cierran automáticamente luego de 30 minutos.
fr: Si personne ne rejoint une session, elle sera fermée automatiquement au bout de 30 minutes.
it: Una stanza senza giocatori verrà chiusa dopo 30 minuti.
ja: 作った部屋に誰も入っていない状態が30分以上続くと、自動的に部屋が閉じられます。
ko: 방이 30분 이상 비워져 있으면 자동으로 폐쇄됩니다.
nl: Een kamer zonder spelers wordt na 30 minuten automatisch gesloten.
ru: Если в комнате нет игроков в течение 30 минут, то она будет автоматически закрыта.
zh_hans: 如果超过30分钟都没有人进入已创建的房间，房间就会自动关闭。
zh_hant: 如果超過30分鐘都沒有人進入已建立的房間，房間就會自動關閉。

# RoomCreatorAppName
source: Room Creation
de: Raum-Erstellung
es: Creación de sala
es_mx: Grupos
fr: Créer session
it: Crea stanza
ja: ヘヤタテ
ko: 방 만들기
nl: Kamer maken
ru: Создание боя
zh_hans: 建房
zh_hant: 建房

# RoomCreatorApprove
source: Join Room
de: Raum betreten
es: Entrar en la sala
es_mx: Unirse al grupo
fr: Rejoindre la session
it: Accedi alla stanza
ja: 部屋に参加する
ko: 방에 참가하기
nl: Kamer betreden
ru: Присоединиться к бою
zh_hans: 参加房间
zh_hant: 參加房間

# RoomCreatorBack
source: Back to Home
de: Zurück zur Hauptseite
es: Volver al inicio
es_mx: Volver al inicio
fr: Retour à l'accueil
it: Torna alla pagina iniziale
ja: ホームに戻る
ko: 홈으로 돌아가기
nl: Naar het beginscherm
ru: Назад на главный экран
zh_hans: 返回主页
zh_hant: 返回主頁

# RoomCreatorCancel
source: Cancel
de: Abbrechen
es: Cancelar
es_mx: Cancelar
fr: Annuler
it: Annulla
ja: やっぱりやめる
ko: 역시 그만두기
nl: Annuleren
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# RoomCreatorCloseRoom
source: Close Room
de: Raum schließen
es: Cerrar sala
es_mx: Cerrar grupo
fr: Fermer la session
it: Chiudi stanza
ja: 部屋を解散する
ko: 방 해산하기
nl: Kamer sluiten
ru: Распустить
zh_hans: 解散房间
zh_hant: 解散房間

# RoomCreatorCloseRoomGuide
source: The room created via SplatNet 3 will be closed, and the invitation URL will no longer be valid.
de: Der via SplatNet 3 erstellte Raum wird geschlossen und die zugehörige Einladungs-URL damit ungültig.
es: Se cerrará la sala creada mediante SplatNet 3 y la URL de invitación quedará invalidada.
es_mx: Se cerrará el grupo creado mediante SplatNet 3 y dejará de ser válido el enlace de invitación.
fr: La session créée via SplatNet 3 sera fermée et l'adresse de l'invitation ne sera plus valide.
it: La stanza creata tramite SplatNet 3 verrà chiusa e il link d'invito non sarà più valido.
ja: イカリング３で作った部屋を解散し、招待URLが無効になります。
ko: 오징어넷 3에서 만든 방을 해산하여 초대 URL을 무효화합니다.
nl: De kamer die via SplatNet 3 is gemaakt, wordt gesloten, en de uitnodigings-URL is daarna niet langer geldig.
ru: Комната для боя, созданная с помощью SplatNet 3, будет закрыта и ссылка-приглашение станет недействительной.
zh_hans: 解散通过《鱿鱼圈 3》创建的房间后，邀请URL将会失效。
zh_hant: 解散透過《魷魚圈 3》建立的房間後，邀請URL將會失效。

# RoomCreatorConfirmCloseRoom
source: Close this room?
de: Möchtest du diesen Raum schließen?
es: ¿Quieres cerrar la sala?
es_mx: ¿Quieres cerrar el grupo?
fr: Fermer la session ?
it: Vuoi chiudere questa stanza?
ja: 部屋を解散しますか？
ko: 방을 해산하겠습니까?
nl: Wil je deze kamer sluiten?
ru: Распустить команду?
zh_hans: 要解散房间吗？
zh_hant: 確定要解散房間嗎？

# RoomCreatorConfirmRemoveRoom
source: You have already created a room. Are you sure you want to close your room and join this room?
de: Du hast bereits einen Raum erstellt. Möchtest du deinen Raum schließen und stattdessen diesem Raum beitreten?
es: Ya has creado una sala. ¿Quieres cerrarla y entrar en esta?
es_mx: Ya creaste un grupo. ¿Quieres cerrarlo y unirte a este?
fr: Tu as déjà créé une session. Fermer ta session créée et rejoindre celle-ci ?
it: Hai già creato una stanza. Vuoi davvero chiudere la tua stanza e accedere a questa?
ja: あなたはすでにヘヤタテで部屋を作っています。あなたの部屋を解散し、この部屋に参加しますか？
ko: 당신은 이미 방 만들기로 만든 방이 있습니다. 당신의 방을 해산하고 이 방에 참가하겠습니까?
nl: Je hebt al een kamer gemaakt. Wil je jouw kamer sluiten en deze kamer betreden?
ru: Тобой уже был создан бой. Хочешь закрыть свою комнату для боя и присоединиться к этой?
zh_hans: 您已经在建房中创建了房间。要解散您的房间，并参加该房间吗？
zh_hant: 你已經在建房中建立了房間。要解散你的房間，並參加此房間嗎？

# RoomCreatorConfirmRemoveRoomCancel
source: Don't Join
de: Nein
es: No
es_mx: No
fr: Ne pas rejoindre
it: No
ja: 参加しない
ko: 참가하지 않기
nl: Nee
ru: Нет
zh_hans: 不参加
zh_hant: 不要

# RoomCreatorConfirmRemoveRoomOk
source: Join
de: Ja
es: Sí
es_mx: Sí
fr: Rejoindre
it: Sì
ja: 参加する
ko: 참가하기
nl: Ja
ru: Да
zh_hans: 参加
zh_hant: 參加

# RoomCreatorDecline
source: Canceled
de: Abgebrochen!
es: Se ha cancelado la operación.
es_mx: Se canceló la operación.
fr: Opération annulée
it: Accesso annullato
ja: キャンセルしました
ko: 취소했습니다
nl: Geannuleerd
ru: Отменено
zh_hans: 已取消
zh_hant: 已取消

# RoomCreatorDeclineGuide
source: You can join this room by accessing the invitation URL once again.
de: Dieser Raum kann durch erneuten Zugriff auf die Einladungs-URL erneut betreten werden.
es: Para entrar en la sala, accede de nuevo a la URL de invitación.
es_mx: Para unirte al grupo, accede de nuevo al enlace de invitación.
fr: Tu peux rejoindre cette session en accédant à nouveau à l'adresse d'invitation.
it: Puoi riprovare ad accedere a questa stanza usando il link d'invito.
ja: もう一度招待URLにアクセスすると、部屋に参加することができます。
ko: 다시 한번 초대 URL에 접속하면 방에 참가할 수 있습니다.
nl: Je kunt deze kamer betreden door de uitnodigings-URL opnieuw te openen.
ru: Ты можешь присоединиться к этому бою, еще раз пройдя по ссылке-приглашению.
zh_hans: 再次访问邀请URL，即可参加房间。
zh_hant: 只要再次開啟邀請URL，即可參加該房間。

# RoomCreatorErrorAlreadyExist
source: You've already created a room. You can only create one room at a time.
de: Du hast bereits einen Raum erstellt. Es kann jeweils nur ein Raum gleichzeitig erstellt werden.
es: Ya has creado una sala. No puede crearse más de una sala a la vez.
es_mx: Ya creaste un grupo. No puede crearse más de un grupo a la vez.
fr: Tu as déjà créé une session. Tu ne peux créer qu'une session à la fois.
it: Esiste già una stanza, è possibile crearne solo una alla volta.
ja: すでに部屋を作っています。「ヘヤタテ」で作ることのできる部屋は同時にひとつまでです。
ko: 이미 만들어진 방이 있습니다. 「방 만들기」로 만들 수 있는 방은 동시에 1개까지입니다.
nl: Je hebt al een kamer gemaakt. Je kunt er maar één tegelijk maken.
ru: Твой бой уже создан. Одновременно можно создать только один бой.
zh_hans: 已存在创建的房间。最多只能同时存在一个通过“建房”创建的房间。
zh_hant: 房間已存在，透過「建房」服務建立的房間最多只能同時存在一個。

# RoomCreatorErrorMakeRoom
source: Unable to create a room.
de: Erstellung des Raums nicht möglich.
es: No se puede crear la sala.
es_mx: No se puede crear el grupo.
fr: Création de session impossible
it: Impossibile creare una stanza
ja: 部屋を作ることができませんでした。
ko: 방을 만들지 못했습니다.
nl: Er kan geen kamer worden gemaakt.
ru: Невозможно создать бой.
zh_hans: 未能成功创建房间。
zh_hant: 無法建立房間。

# RoomCreatorGuide
source: Once your room is created, share the<br />URL to invite others to a Private Battle.
de: Teile nach Erstellen des Raums die URL,<br />um andere zu einem privaten Kampf einzuladen!
es: Una vez creada una sala, comparte su URL para<br />invitar a otros jugadores a un combate privado.
es_mx: Una vez creado el grupo, comparte el enlace para<br />invitar a otros jugadores a un combate privado.
fr: Une fois ta session créée, tu peux partager<br />l'adresse Internet pour inviter d'autres<br />joueurs à un match privé.
it: Dopo aver creato la stanza, invita altri giocatori<br />alla partita privata inviandogli il link.
ja: 部屋のURLをシェアして、<br />プライベートマッチに招待することができます。
ko: 방의 URL을 공유하여<br />프라이빗 매치에 초대할 수 있습니다.
nl: Zodra je kamer is gemaakt, kun je<br />de URL delen om anderen uit te<br />nodigen voor een privégevecht.
ru: После того как создашь бой, поделись ссылкой<br />с другими игроками и проведи частный бой!
zh_hans: 可以通过分享房间的URL，<br />发出私人比赛的邀请。
zh_hant: 分享房間的URL，<br />即可邀請其他玩家參加私人比賽。

# RoomCreatorHowToActivate
source: Enter Room
de: Raum betreten
es: Entrar en la sala
es_mx: Únete al grupo
fr: Rejoindre la session
it: Accedere a una stanza
ja: 部屋に入る
ko: 방에 들어가기
nl: Kamer betreden
ru: Присоединиться к бою
zh_hans: 进入房间
zh_hant: 進入房間

# RoomCreatorHowToActivateGuide
source: Please select Room Created via SplatNet 3 from the Friends menu in the Splatoon 3 game.
de: Bitte wähle in Splatoon 3 in der „Freunde“-Kategorie des Lobby-Menüs die Option „Über SplatNet 3 erstellter Raum“.
es: Accede a la lista de amigos en el menú de combates del juego Splatoon 3 y selecciona la sala creada por medio de SplatNet 3.
es_mx: Accede a la lista de amigos en el menú de combates del juego Splatoon 3 y selecciona el grupo creado mediante SplatNet 3.
fr: Sélectionne « Session créée via SplatNet 3 » dans le menu Amis du jeu Splatoon 3.
it: Seleziona Stanza creata tramite SplatNet 3 nel menu Amici di Splatoon 3.
ja: スプラトゥーン3のロビーメニューのフレンドリストに追加された「イカリング３で作った部屋」に入ってください。
ko: 스플래툰 3 로비 메뉴의 친구 리스트에 추가된 「오징어넷 3에서 만든 방」에 들어가 주십시오.
nl: Kies KAMER DIE VIA SPLATNET 3 IS GEMAAKT in het vriendenmenu in Splatoon 3.
ru: Выбери «Бой, созданный с помощью SplatNet 3» в меню Друзья в игре Splatoon 3.
zh_hans: 《斯普拉遁 3》大厅菜单的好友列表中已追加“通过《鱿鱼圈 3》创建的房间”，请通过该选项进入。
zh_hant: 《斯普拉遁 3》大廳選單中的朋友列表已新增「透過《魷魚圈 3》建立的房間」，請透過該選單進入。

# RoomCreatorHowToJoin
source: Please join this room from the Friends menu in the Splatoon 3 game.
de: Bitte betritt diesen Raum in Splatoon 3 unter „Freunde“.
es: Entra en la sala desde la lista de amigos del juego Splatoon 3.
es_mx: Únete al grupo desde la lista de amigos del juego Splatoon 3.
fr: Rejoins d'abord cette session depuis le menu Amis du jeu Splatoon 3.
it: Accedi a questa stanza dal menu Amici di Splatoon 3.
ja: フレンドリストから、この部屋に合流してください。
ko: 친구 리스트에서 이 방에 합류해 주십시오.
nl: Betreed deze kamer via het vriendenmenu in Splatoon 3.
ru: Присоединись к бою из меню Друзья в игре Splatoon 3.
zh_hans: 请通过好友列表会合至该房间。
zh_hant: 請透過朋友列表前往這個房間會合。

# RoomCreatorInvalidateInvitation
source: Close
de: Schließen
es: Anular
es_mx: Cerrar
fr: Fermer
it: Chiudi
ja: 解散する
ko: 해산하기
nl: Sluiten
ru: Закрыть
zh_hans: 解散
zh_hant: 解散

# RoomCreatorInvitation
source: You've been invited to join a room.
de: Du hast eine Einladung zum Betreten eines Raums erhalten.
es: Te han invitado a entrar en una sala.
es_mx: Te invitaron a unirte a un grupo.
fr: Tu as reçu une invitation à rejoindre une session.
it: Hai ricevuto un invito a unirti a una stanza.
ja: 部屋に招待されました
ko: 방에 초대되었습니다
nl: Je bent in een kamer uitgenodigd.
ru: Получено приглашение присоединиться к бою.
zh_hans: 已收到房间邀请
zh_hant: 已收到房間邀請

# RoomCreatorInvitationGuide
source: If you join this room, Room Created via SplatNet 3 will be added to the Friends menu in the Splatoon 3 game.
de: Betrittst du diesen Raum, wird in Splatoon 3 im „Freunde“-Menü die Option „Über SplatNet 3 erstellter Raum“ hinzugefügt.
es: Si entras en la sala, esta se añadirá a la lista de amigos del juego Splatoon 3 como «sala creada mediante SplatNet 3».
es_mx: Si te unes al grupo, este se añadirá a la lista de amigos del juego Splatoon 3 como 'Grupo creado mediante SplatNet 3'.
fr: Si tu rejoins cette session, l'option Session créée via SplatNet 3 sera ajoutée au menu Amis du jeu Splatoon 3.
it: Se accedi a questa stanza, nel menu Amici di Splatoon 3 comparirà l'opzione Stanza creata tramite SplatNet 3.
ja: 部屋に参加するとスプラトゥーン3のフレンドリストに「イカリング３で作った部屋」が追加されます。
ko: 방에 참가하면 스플래툰 3의 친구 리스트에 「오징어넷 3에서 만든 방」이 추가됩니다.
nl: Als je deze kamer betreedt, wordt de optie 'Kamer die via SplatNet 3 is gemaakt' toegevoegd aan het vriendenmenu in Splatoon 3.
ru: Если присоединишься к этому бою, то в меню Друзья в игре Splatoon 3 будет добавлена опция «Бой, созданный с помощью SplatNet 3».
zh_hans: 参加房间后，《斯普拉遁 3》的好友列表中将会追加“通过《鱿鱼圈 3》创建的房间”。
zh_hant: 參加房間後，《斯普拉遁 3》的朋友列表上將會新增「透過《魷魚圈 3》建立的房間」。

# RoomCreatorInvitationUrl
source: Invitation URL
de: Einladungs-URL
es: URL de invitación
es_mx: Enlace de invitación
fr: Adresse d'invitation
it: Link d'invito
ja: 招待URL
ko: 초대 URL
nl: Uitnodigings-URL
ru: Ссылка-приглашение
zh_hans: 邀请URL
zh_hant: 邀請URL

# RoomCreatorInviteGuest
source: Room created!
de: Raum wurde erstellt!
es: Se ha creado la sala.
es_mx: ¡Grupo creado!
fr: Session créée !
it: Stanza creata!
ja: 部屋ができました
ko: 방이 만들어졌습니다
nl: Kamer gemaakt!
ru: Бой создан!
zh_hans: 已创建房间
zh_hant: 房間建立完成

# RoomCreatorMakeRoom
source: Create a Room
de: Raum erstellen
es: Crear una sala
es_mx: Crear un grupo
fr: Créer une session
it: Crea una stanza
ja: 部屋をつくる
ko: 방 만들기
nl: Kamer maken
ru: Создать бой
zh_hans: 创建房间
zh_hant: 建立房間

# RoomCreatorNotFound
source: Unable to find a room.
de: Es wurde kein Raum gefunden.
es: No se encuentra ninguna sala.
es_mx: No se encuentra ningún grupo.
fr: Session introuvable
it: Impossibile trovare una stanza.
ja: 部屋が見つかりません
ko: 방을 찾을 수 없습니다
nl: Er is geen kamer gevonden.
ru: Невозможно найти бой.
zh_hans: 没有找到房间
zh_hant: 沒有找到房間

# RoomCreatorNotFoundGuide
source: The URL may be incorrect, or the room may already be closed.
de: Die URL ist möglicherweise fehlerhaft oder der Raum wurde bereits geschlossen.
es: Es posible que la URL de invitación sea incorrecta o la sala se haya cerrado ya.
es_mx: Es posible que el enlace de invitación sea incorrecto o que el grupo esté cerrado.
fr: Peut-être que l'adresse est incorrecte ou que la session a déjà été fermée.
it: Il link potrebbe essere sbagliato o la stanza non più disponibile.
ja: URLが間違っているか、すでに部屋が閉じられている場合があります。
ko: URL이 잘못되었거나 이미 없어진 방일 수 있습니다.
nl: Mogelijk is de URL onjuist of is de kamer al gesloten.
ru: Ссылка неверна или бой уже завершен.
zh_hans: 请检查URL是否有误，或是该房间可能已经关闭。
zh_hant: 可能是URL有誤，或是該房間已經關閉。

# RoomCreatorPassword
source: Set Password
de: Code festlegen
es: Establecer clave
es_mx: Fijar contraseña
fr: Définir un mot de passe
it: Imposta codice
ja: パスワードを設定する
ko: 비밀번호 설정하기
nl: Code instellen
ru: Установить пароль
zh_hans: 设置密码
zh_hant: 設定密碼

# RoomCreatorPasswordCancel
source: Don't Set Password
de: Keinen Code festlegen
es: Sin clave
es_mx: Crear sin contraseña
fr: Ne pas définir de mot de passe
it: Non impostare codice
ja: パスワードを設定しない
ko: 비밀번호 설정하지 않기
nl: Geen code instellen
ru: Без пароля
zh_hans: 不设置密码
zh_hant: 不設定密碼

# RoomCreatorPasswordGuide
source: Require a password in order for friends and Pool members to join a room without an invitation URL. A password isn't required when selecting the Room Created via SplatNet 3 option.
de: Codes gestatten es Freunden und Channel-Mitgliedern, Räumen ohne Einladungs-URL beizutreten. Wird die Option „Über SplatNet 3 erstellter Raum“ genutzt, ist kein Code erforderlich.
es: Esta clave es necesaria para que miembros del canal y amigos puedan entrar en la sala sin usar una URL de invitación. Cuando se selecciona la opción «Sala creada mediante SplatNet 3», no hace falta una clave.
es_mx: Esta contraseña es necesaria para que miembros del canal y amigos puedan unirse al grupo sin usar un enlace de invitación. Cuando se selecciona la opción 'Grupo creado mediante SplatNet 3', no hace falta una contraseña.
fr: Définis un mot de passe pour permettre à tes amis et aux membres du canal de rejoindre une session sans adresse d'invitation. Un mot de passe n'est pas nécessaire lorsque l'option Session créée via SplatNet 3 est sélectionnée.
it: Imposta un codice per consentire ad amici e membri del canale di accedere a una stanza senza link d'invito.<br />Il codice non è necessario se si seleziona l'opzione Stanza creata tramite SplatNet 3.
ja: このパスワードはフレンドやチャンネルのメンバーが招待URLを使わずに部屋に合流する場合に必要です。<br />「イカリング３で作った部屋」から入る場合はパスワードは不要です。
ko: 이 비밀번호는 친구 및 채널 멤버가 초대 URL을 사용하지 않고 방에 합류할 경우에 필요합니다.<br />「오징어넷 3에서 만든 방」에서 입장할 경우에는 불필요합니다.
nl: Met een code kunnen vrienden en spelers in je poel zonder uitnodigings-URL een kamer betreden. Bij het kiezen van de optie 'Kamer die via SplatNet 3 is gemaakt' is er geen code nodig.
ru: Без ссылки-приглашения друзья и подписчики канала могут присоединиться к игре только с паролем. Пароль не нужен, если выбрана опция «Бой, созданный с помощью SplatNet 3».
zh_hans: 当好友或频道内的成员不使用邀请URL前往房间会合时，将会需要该密码。<br />从“通过《鱿鱼圈 3》创建的房间”进入时，则不需要密码。
zh_hant: 當朋友或頻道成員使用邀請URL以外的方式前往房間會合時，將會需要輸入此密碼。<br />經由「透過《魷魚圈 3》建立的房間」進入時不需要輸入密碼。

# RoomCreatorPasswordHelp
source: Please enter a four-digit number.
de: Bitte gib einen vierstelligen Code ein.
es: Introduce un número de cuatro cifras.
es_mx: Introduce una contraseña de cuatro dígitos.
fr: Saisis un nombre à quatre chiffres.
it: Inserisci un codice di 4 numeri.
ja: 4桁の数字を入力してください
ko: 4자리 숫자를 입력해 주십시오
nl: Voer een code van vier cijfers in.
ru: Введи 4-значное число.
zh_hans: 请输入4位数字
zh_hant: 請輸入4位數的數字

# RoomCreatorRoom
source: Rooms that are joinable:
de: Zum Beitritt verfügbare Räume:
es: Salas disponibles:
es_mx: Grupos disponibles:
fr: Sessions pouvant être rejointes :
it: Stanze accessibili:
ja: 参加できる部屋
ko: 참가할 수 있는 방
nl: Betreedbare kamers:
ru: Доступные бои:
zh_hans: 可参加的房间
zh_hant: 可參加的房間

# RoomCreatorShareInvitationUrl
source: Share URL!
de: URL teilen!
es: ¡Comparte la URL con quien quieras!
es_mx: ¡Comparte el enlace!
fr: Partage l'adresse d'invitation !
it: Invia il link!
ja: 招待したい人にURLをシェア！
ko: 초대하고 싶은 사람에게 URL 공유하기
nl: Deel de URL!
ru: Поделиться ссылкой!
zh_hans: 将URL分享给想邀请的人！
zh_hant: 把URL分享給想要邀請的對象！

# RoomCreatorShareInvitationUrlGuide
source: Invitees can access the invitation URL from a smart device with the Nintendo Switch Online app installed.
de: Eingeladene Spieler können mithilfe eines Smartgeräts mit installierter Nintendo Switch Online-App auf diese URL zugreifen.
es: Quien invites podrá acceder a la URL de invitación si tiene instalada la aplicación Nintendo Switch Online en su teléfono móvil.
es_mx: Los invitados podrán acceder al enlace mediante un dispositivo inteligente que tenga instalada la aplicación Nintendo Switch Online.
fr: Les invités peuvent accéder à l'adresse d'invitation depuis un appareil connecté sur lequel l'appli Nintendo Switch Online a été installée.
it: I giocatori invitati possono usare il link ricevuto tramite l'app per dispositivi smart Nintendo Switch Online.
ja: Nintendo Switch Onlineアプリがインストールされたスマートフォンで、招待URLにアクセスしてもらいましょう。
ko: Nintendo Switch Online 앱이 설치된 스마트폰으로 초대 URL에 접속해야 합니다.
nl: Uitgenodigde spelers kunnen de uitnodigings-URL openen op een smartapparaat waarop de Nintendo Switch Online-app is geïnstalleerd.
ru: Приглашенные игроки могут пройти по ссылке со смарт-устройства, если на нем установлено приложение Nintendo Switch Online.
zh_hans: 让对方用安装了Nintendo Switch Online软件的智能手机访问“邀请URL”吧。
zh_hant: 請對方透過已安裝Nintendo Switch Online應用程式的智慧型手機開啟邀請URL吧！

# RoomCreatorShareUrl
source: Share URL
de: URL teilen
es: Compartir la URL
es_mx: Compartir enlace
fr: Partager l'adresse Internet
it: Invia link
ja: URLをシェア
ko: URL 공유
nl: URL delen
ru: Поделиться ссылкой
zh_hans: 分享URL
zh_hant: 分享URL

# RoomCreatorSubtitle
source: Create rooms for Private Battles right here!
de: Hier erstellst du Räume für private Kämpfe!
es: ¡Aquí puedes crear salas para combates privados!
es_mx: ¡Aquí puedes crear grupos para combates privados!
fr: Crée des sessions pour des matchs privés directement d'ici !
it: Qui puoi creare una stanza per le partite private!
ja: 便利な部屋作成サービス
ko: 편리한 방 만들기 서비스
nl: Hier kun je kamers maken voor privégevechten!
ru: Здесь можно создавать частные бои!
zh_hans: 便利的创建房间服务
zh_hant: 便利的房間建立服務

# RoomCreatorTitle
source: Room Creation
de: Raum-Erstellung
es: Crear una sala
es_mx: Grupos
fr: Créer session
it: Crea stanza
ja: ヘヤタテ
ko: 방 만들기
nl: Kamer maken
ru: Создание боя
zh_hans: 建房
zh_hant: 建房

# SdodrSdodrAreaNameSdodrEntrancePh1
source: Foyer
es: Entrada
es_mx: Entrada
fr: Hall d'entrée
it: Ingresso
ja: エントランス
ko: 엔트런스
nl: Ingang
ru: Вестибюль
zh_hans: 入口大厅
zh_hant: 入口大廳

# SdodrSdodrAreaNameSdodrEntrancePh2
source: Foyer
es: Entrada
es_mx: Entrada
fr: Hall d'entrée
it: Ingresso
ja: エントランス
ko: 엔트런스
nl: Ingang
ru: Вестибюль
zh_hans: 入口大厅
zh_hant: 入口大廳

# SdodrSdodrAreaNameSdodrEntrancePh3
source: Foyer
es: Entrada
es_mx: Entrada
fr: Hall d'entrée
it: Ingresso
ja: エントランス
ko: 엔트런스
nl: Ingang
ru: Вестибюль
zh_hans: 入口大厅
zh_hant: 入口大廳

# SdodrSdodrAreaNameSdodrWorldPh1
source: Order Sector
de: Sektor Ordnung
es: Distrito del Orden
es_mx: Distrito del Orden
fr: Place de l'Ordre
it: Settore dell'Ordine
ja: 秩序の街
ko: 질서의 거리
nl: Ordesector
ru: Площадь Порядка
zh_hans: 秩序之城
zh_hant: 秩序之城

# SdodrSdodrAreaNameSdodrWorldPh2
source: Order Sector
de: Sektor Ordnung
es: Distrito del Orden
es_mx: Distrito del Orden
fr: Place de l'Ordre
it: Settore dell'Ordine
ja: 秩序の街
ko: 질서의 거리
nl: Ordesector
ru: Площадь Порядка
zh_hans: 秩序之城
zh_hant: 秩序之城
