Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# EventFlowMsgNewsFestBreaking102
source: Ay... (If I could have your attention...The members of the winning team are...)
de: Ay... (Der Dank fürs heftige Abräumengeht annn... Trommelwirbel...)
es: Zasss. (El honorable equipo ganador estáformado por los siguientes miembros:)
es_mx: Zasss... (El honorable equipo ganadorestá formado por...)
fr: Ay... (Votre attention s'il vous plaît...Les membres de l'équipe gagnante sont...)
ja: エイ…（栄えある勝利チームのメンバーは…）
ko: 만타…(영예로운 승리 팀 멤버는…)
nl: Ay... (Even aandacht voor de leden van ditgeweldige team...)
ru: Ик... (Прошу всех внимания. Объявляюимена членов команды-победительницы...)
zh_hans: 鲼……（荣耀的获胜队伍成员是……）
zh_hant: 魟……（光榮的獲勝隊伍成員是……）

# EventFlowMsgNewsFestBreaking201
source: Whoa! Way to go!
de: Hui! Klasse gemacht!
es: ¡A seguir así!
es_mx: ¡Así se hace!
fr: Waouh ! La classe !
it: Così si fa!
ja: ナ～イス♪ やるねぇ～
ko: 나이스～♪ 제법인걸～
nl: Wauw! Dat is knap van ze!
ru: Ух ты! Так держать!
zh_hans: 做得好～♪大家真厉害～
zh_hant: 讚喔～♪厲害耶～

# EventFlowMsgNewsFestBreaking203
source: Let's go! What a show!
de: Spitze! Ihr seid Superstars!
es: ¡Ha sido un espectáculo!
es_mx: ¡Fue todo un espectáculo!
fr: Quel talent !
it: Sììì! Che spettacolo!
ja: おつ～！ イイもの見せてもらったわ～
ko: 수고했어～! 정말 좋은 시합이었어～
nl: Fantastisch werk, allemaal! Jullie makener een mooie show van!
ru: Суперзвезды на высоте!
zh_hans: 辛苦了～！真是让我大饱眼福～
zh_hant: 辛苦囉～！真是精彩到讓我大飽眼福耶～

# EventFlowMsgNewsFestBreaking205
source: Sweet! That was heated!
de: Überwältigend! Das war spannend!
es: ¡Ha habido emoción a raudales!
es_mx: ¡Cuánta emoción!
fr: Génial ! Le suspense était insoutenable !
it: Magico! Che battaglia!
ja: ファビュラス♪ アツい試合やったね～
ko: 환상적이야♪ 정말 뜨거운 시합이었구마잉～
nl: Wat een spectaculaire prestatie! Ik voeldede lucht trillen van de spanning!
ru: Яростный бой! Краска рекой!
zh_hans: 太棒了♪比赛也相当火热～
zh_hant: 太精彩了♪真是場火熱的比賽耶～

# EventFlowMsgNewsFestBreaking207
source: Sweet! Keep up the good work, everyone,and stay off the hook!
de: Sauber! Macht so weiter, Leute!Ihr seid eben cool!
es: ¡Ese es el espíritu! ¡Bravo, equipo!
es_mx: ¡Bien hecho y sigan la onda!
fr: Bravo, continuez sur cette lancée !Bien dans vos baskets, zéro prise de tête !
it: Grande! Continuate così, ragazzi,e non fatevi splattare!
ja: いいゾ！ そのチョーシで ぬりたくってけー！
ko: 좋았어! 그 기세로 다 칠해 버려～!
nl: Yo, lekker bezig!
ru: Круть! Команда, идем напролом!Ни крючка ни сачка!!!
zh_hans: 不错！保持现状狂涂下去——！
zh_hant: 很好！就保持這股氣勢狂塗到底吧——！

# EventFlowMsgNewsFestBreaking209
source: Booyah! Give it up for our peeps!
de: COOL! Applaus für euch alle!
es: Normal. ¡No hay equipo mejor!
es_mx: ¡Es que son lo máximo!
fr: Joli ! Continuez à nous en mettreplein la vue !
it: Da paura! Un applauso ai nostri eroi!
ja: シャオラー！ アタシらが最強だ！！
ko: 아자～! 우리가 최강이야!!
nl: Yo, ons team is niet te stoppen! Je kuntons dus beter niet in de weg staan!
ru: ЙО-ХО!!! Аплодисменты в студию!!!
zh_hans: 做得好——！我们就是最强的！！
zh_hant: 做得好！我們是最強的！！

# EventFlowMsgNewsFestBreaking211
source: SICK! Our squad don't miss!
de: ASTREIN! Wir haben's auf dem Kasten!
es: ¡Impresionante! ¡No hay quien os pare!
es_mx: ¡Bravo! ¡Son indetenibles!
fr: Hallucinant ! On fait un carton !
it: Mitilico! La nostra squadra non sbaglia mai!
ja: うおお！ 最高だぜ オマエらーー！！
ko: 우오오! 너희는 정말 최고야～～!!
nl: Yo, wat een verse actie! Ik wist wel dat wijhet coolste team hadden!
ru: СВЕЖАЧОК, ЙО! Мы как всегда жжем!!!
zh_hans: 哦——！你们简直棒极了——！！
zh_hant: 哦——！你們真的是棒呆了——！！

# EventFlowMsgNewsFestBreaking213
source: That's how it's done! Splat, splat, POW!Keep up the good work.
de: Krach! Klecks! Und Knockout!Macht weiter so, ihr Helden!
es: ¡Seguid así y no habrá quien os pare!
es_mx: ¡Eso es! ¡Nadie puede con ustedes!
fr: C'est ça qui est bon ! Paf, boum, vlan !Liquidez tout ce qui bouge !
it: Ben fatto! Splat, splat, bam, bam.Continuate così.
ja: その意気じゃ！ ずずずい～っと つき進めー！
ko: 바로 그 기세다! 쭉～쭉 치고 나가거라～!
nl: Haha! Ze zijn niet te stoppen!
ru: Так держать! Плюхаем, пока плюхается,и не сбавляем обороты!
zh_hans: 就是要这股气势！不要停下，勇往直前——！
zh_hant: 就是這股氣勢！衝衝衝～向前衝～！

# EventFlowMsgNewsFestBreaking215
source: Woo! They can't be stopped!
de: Juhuuu!Dagegen sehen alle alt aus!
es: ¡Nadie podrá derrotarnos!
es_mx: ¡Son inderrotables!
fr: Je le crois pas ! C'est des vraiesmachines à gagner !
it: Uoooh! Sono inarrestabili!
ja: よくやった！ ワシらは天下無敵じゃーッ！！
ko: 잘해 주었다! 우리는 천하무적이니라～!!
nl: Zo doe je dat! Spet, spet, spat! Detegenpartij gaat nat!
ru: УРА-А-А!!! Нас не остановить!
zh_hans: 做得好！没有人是我们的对手——！！
zh_hant: 做得好！我們所向無敵——！！

# EventFlowMsgNewsFestBreaking250
source: Alright, let's announce the membersof the winning team...
de: Okay, das Siegerteam bestehtaus folgenden Spielern!
es: Toca anunciar a los miembros del equipoganador:
es_mx: Ahora vamos a anunciar a los miembrosel equipo ganador...
fr: L'heure est venue d'annoncer le nom desmembres de l'équipe gagnante...
it: OK, annunciamo i membri dellasquadra vincente...
ja: じゃ、勝利チームのメンバー発表いってみよ～
ko: 그럼, 승리 팀 멤버를 발표해 볼까～
nl: Goed, laten we de leden van het winnendeteam bekendmaken...
ru: Йо-хо! Пора объявить имена участниковпобедившей команды!
zh_hans: 那就来公布获胜队伍的成员吧～
zh_hant: 接著就來公布獲勝隊伍的成員吧～

# EventFlowMsgNewsFestBreaking251
source: No way! So who brought it home for us?
de: Abgefahren! Sag, wer warendenn die genialen Spieler?
es: ¡Tomen ustedes buena nota! Aquí vanlos miembros del equipo vencedor:
es_mx: ¡Impresionante! Estos son los miembrosdel equipo ganador:
fr: Incroyable ! Et à qui on doitcette victoire ?
it: Incredibile! Chi ci ha portato alla vittoria?
ja: マジか！ 勝利チームのメンバー 教えろ！
ko: 정말? 그럼 승리 팀 멤버를 가르쳐 줘!
nl: Yo, Mariana, wie zijn de toppers van hetteam dat gewonnen heeft?
ru: Кру-у-уть!!! Так, кто тут у насв победителях?
zh_hans: 真的假的！快告诉我获胜队伍的成员吧！
zh_hant: 真的假的！快告訴我獲勝隊伍的成員！

# EventFlowMsgNewsFirstBootSdodr000
source: That last song was a request from theredoubtable SplatsvilleRulz, titled...
de: Der letzte Song war ein Wunsch desberüchtigten SplatsvilleRulz, und zwar...
es: Lo que acabáis de oír era una peticiónde alguien llamado «OrgulloTinteliano».
fr: Ce morceau était une demande de notreauditeur 6T-ClaBOSS, et est intitulé...
it: L'ultima canzone è stata chiestadall'incredibile SplatvilleRulz e si chiama...
ja: え～ いま聞いてもろた曲は、ラジオネーム「バンカラサイコー」はんからの リクエストで…
ko: 어～ 방금 들은 곡은 닉네임「카오폴리스 최고」 님의 신청곡…
nl: Dat laatste nummer was een verzoek vande roemruchte SplatsvilleRulz, en heette...
ru: Наша последняя заявка — отслушателя-сенсации SplatsvilleRulz...
zh_hans: 好了～我们刚才听到的歌曲是由广播用户名“蛮颓最棒”点播的……
zh_hant: 嗯～剛才聽到的歌曲是由暱稱為「蠻頹最棒」的聽眾點播的……

# EventFlowMsgNewsFirstBootSdodr003
source: You say that, Frye, but I've heard you gushover their talent before.
de: Jetzt tu mal nicht so, Muri. Ich weiß doch,dass du die eigentlich ganz toll findest.
es: Bueno, Angie, pero tú misma sabes eltalento que tienen por allí también.
es_mx: Bueno, Angie, pero tú misma sabes eltalento que tienen por allí también.
fr: Arrête ton char ! Tu déblatérais sur leur« talent de ouf » juste avant l'émission.
it: Beh, sì, Morena, ma ricordo che mi avevidetto grandi cose su di loro.
ja: まぁまぁ、ウツホかて あんヒトらの実力は認めてはったやないの
ko: 진정하그래이, 우츠호도 그 사람들 실력은인정했다 아이가
nl: Dat zeg je nou wel, Muriël, maar ik weetbest hoezeer je ze bewondert.
ru: Только не делай вид, будто ты мне непрожужжала все уши про их талант!
zh_hans: 好啦，曼曼不是也认同那些人的实力了吗？
zh_hant: 別這麼說嘛，你不也早就認可他們的實力了嗎？

# EventFlowMsgNewsFirstBootSdodr004
source: Speaking of Off the Hook, word is they'reback in Inkopolis Square after the big tour.
de: Zum Thema TentaCool, die sind nach ihrerTournee wohl zurück am Inkopolis-Platz.
es: De hecho, dicen que Cefalopop ha vuelto ala plaza de Cromópolis tras su gira mundial.
es_mx: De hecho, dicen que Cefalopop ya regresó alcentro de Cromópolis tras su gira mundial.
fr: D'ailleurs, il paraît que les Tenta-Cool vontrevenir à Chromapolis après leur tournée.
it: A proposito, pare che le Tenta Cool sarannodi nuovo a piazza Coloropoli dopo il tour.
ja: テンタクルズゆうたら、ワールドツアーを終えてハイカラスクエアに帰ってきたっちゅう話やね
ko: 그러고 보니 텐타클즈는 월드 투어를 마치고오더폴리스 스퀘어로 돌아갔다 카든데
nl: Over Tentacool gesproken, die zouden weer ophet Inkopolisplein uithangen na hun tournee.
ru: Кстати, я слышала, что Off the Hook вернулисьиз турне и снова на Инкопольской площади.
zh_hans: 说起腕儿姐妹，我听说她们结束了世界巡演，已经回到尚兴广场了。
zh_hant: 說到腕兒姐妹，我記得他們已經結束世界巡演回到尚興廣場了。

# EventFlowMsgNewsFirstBootSdodr008
source: Uh, isn't their world tour over? Maybe theystill have a score to settle with someone.
de: Aber ihre Welttournee ist doch rum?Haben die Stress mit irgendwem?
es: ¿Tendrán algo pendiente de hacer despuésde terminar todos sus conciertos?
es_mx: ¿Tendrán algo pendiente de hacer despuésde terminar todos sus conciertos?
fr: Mais leur tournée est finie, non ? Ellesdoivent avoir des vieux comptes à régler...
it: Eh? Ma il loro tour non era finito? Forsedevono regolare i conti con qualcuno.
ja: ワールドツアーは終わったんじゃろ？やり残したことでもあるんかのう
ko: 월드 투어는 끝난 것 아니었느냐?아직 해야 할 일이 남았나?
nl: Maar hun wereldtournee is voorbij, toch?Hebben ze ruzie met iemand of zo?
ru: Разве их мировое турне не закончилось?Может, за кем-то остался должок?
zh_hans: 她们的世界巡演不是结束了吗？难道是还有什么没做的事情吗？
zh_hant: 但世界巡演已經結束了吧？難道他們有什麼事還沒做嗎？

# EventFlowMsgNewsFirstBootSdodr009
source: Hm? Apparently that's not all the newswe have for you today.
de: Nanu? Anscheinend sind das noch nichtalle Neuigkeiten für heute.
es: ¿Eh?... Bueno... Parece que no tenemosmás noticias que daros por hoy.
es_mx: ¿Eh?... Ah, ¡parece que no es la únicanoticia que tenemos para contarles hoy!
fr: Tiens... Apparemment, c'est pas le seulscoop du jour...
it: Eh? Pare che queste non siano le unichenotizie di oggi.
ja: …ん？ なんや臨時ニュースがあるらしいで
ko: …응? 뭐꼬, 뉴스 속보가 있다는구마
nl: Hm? Blijkbaar hebben we vandaag nog meernieuws...
ru: Интересно... Оказывается, это не всеновости за сегодня!
zh_hans: ……嗯？好像有一则临时新闻。
zh_hant: ……嗯？好像有新聞快報呢。

# EventFlowMsgNewsFirstBootSdodr010
source: Whoa! Whatcha got?!
de: Ui! Was gibt's denn sonst noch Schönes?
es: ¿Qué? ¡¿Cómo?!
es_mx: ¿Qué? ¡Cuenta, cuenta!
fr: Oh ? Qu'est-ce qui se passe ?
it: Uuuh! Dicci tutto!
ja: ほう！ なんじゃ？
ko: 오호! 무엇이냐?
nl: O! Wat is er dan?
ru: Ха! Что там?!
zh_hans: 哦！什么新闻？
zh_hant: 哦！什麼新聞？

# EventFlowMsgNewsFirstBootSdodr011
source: Turf War is making a comeback at InkopolisSquare. The hype is real, it seems.
de: Am Inkopolis-Platz gibt’s wiederRevierkämpfe. Ist wohl richtig was los.
es: ¡La lucha carterritorial vuelve a estaren boga, ahora en la plaza de Cromópolis!
es_mx: ¡Los combates territoriales vuelven a sertendencia en el centro de Cromópolis!
fr: La guerre de territoire fait son retour àChromapolis. Tout le monde est au taquet.
it: Le mischie mollusche fanno il loro ritornoa piazza Coloropoli! È ufficiale!
ja: ハイカラスクエアで ナワバリバトルが再流行！バトルに参加する若者たちで 街は大にぎわい！！
ko: 오더폴리스 스퀘어에서 영역 배틀이 재유행!배틀에 참가하는 젊은이들로 거리가 시끌벅적!!
nl: Ze vechten weer Grondoorlogen uit bij hetInkopolisplein. De stad staat op z'n kop!
ru: Камбэк боев за район на Инкопольскойплощади! Весь Инкополь стоит на ушах.
zh_hans: 尚兴广场再次掀起占地对战的热潮！参加对战的年轻人们让城镇显得特别热闹！！
zh_hant: 尚興廣場又再次掀起了占地對戰的風潮！有許多年輕人參加對戰，讓城鎮變得相當熱鬧！！

# EventFlowMsgNewsFirstBootSdodr012
source: Another Inkopolis story?! Don't we haveany REAL news?
de: Noch so ’ne Geschichte aus Inkopolis?!Gibt’s keine echten Nachrichten heute?
es: ¿Hoy solo tenemos noticias sobreCromópolis o qué?
es_mx: ¿Hoy solo tenemos noticias sobreCromópolis o qué?
fr: Encore Chromapolis ? T'aurais pas desinfos intéressantes, pour changer ?
it: Ancora notizie su Coloropoli?Non hai delle VERE notizie da darci?
ja: またハイカラの話かーーーッ！！
ko: 또 오더폴리스 이야기인 것이냐～～～!!
nl: Weer nieuws over Inkopolis? Hebben wegeen belangrijk nieuws vandaag?
ru: Опять этот Инкополь?! У нас что,нет СВОИХ новостей?
zh_hans: 结果又是尚兴的话题啊——！！
zh_hant: 怎麼又是尚興的事情啊——！！

# EventFlowMsgNewsFirstBootSdodr013
source: Wasn't Inkopolis Square filled with spaced-out slouches, last we heard?
de: Waren auf dem Inkopolis-Platz nichtzuletzt lauter so apathische Gestalten?
es: ¿No está toda la gente un poco apáticaen esa plaza?
es_mx: Ahí es donde todo el mundo se volvió comomuy apático y despistado, ¿verdad?
fr: Aux dernières nouvelles, les gens étaientsonnés au square de Chromapolis, non ?
it: E poi l'ultima volta piazza Coloropoli nonera piena di fannulloni mezzi stravolti?
ja: ハイカラスクエアは ボ～っとしとるヒトばっかりの街になったんとちゃうの？
ko: 오더폴리스 스퀘어는 멍하니 지내는 사람들로가득한 거리가 됐다꼬 들었던 것 같은데?
nl: Ik dacht dat er vooral veel verdwaasde luirondhingen op het Inkopolisplein?
ru: Хм. По Инкопольской площади же недавнобродили какие-то... загипнотизированные?
zh_hans: 之前不是说尚兴广场成了到处都是发呆人群的城镇吗？
zh_hant: 之前不是還說尚興廣場變成了只會看到一堆人在發呆的城鎮嗎？

# EventFlowMsgNewsFirstBootSdodr015
source: C'mon, everyone zones out sometimes.You've been a li'l spacey yourself, Big Man!
de: Ach, jeder ist mal ’n bisschen neben derSpur. Isses nicht so, Mantaro?
es: Bueno, es normal despistarse un poco devez en cuando. Fíjate en Rayan si no...
es_mx: Bueno, es normal despistarse un poco devez en cuando. ¡Fíjate en Rayan nada más!
fr: Ça va ! Ça arrive d'être dans la lune. T'espas non plus le dernier à rêvasser, Raimi !
it: E vabbè, ogni tanto siamo tutti un po'stravolti. Capita anche a te, Mantaleo!
ja: ま、だれしも多かれ少なかれ ボーっとするもんじゃ！マンタローなんか 最近ボーっとしまくりじゃったぞ！
ko: 뭐, 누구나 가끔은 멍할 때가 있는 법이지!특히 만타로는 요즘 툭하면 멍하니 있지 않았느냐!
nl: Ach, iedereen heeft wel eens een warrigedag. Jij niet in de laatste plaats, Ray!
ru: Ну и что, замечтались! С кем не бывает?Я тебя не раз ловила на этом, Биг Ман!
zh_hans: 哎，人嘛，都是会多多少少发个呆的！比如鬼福最近就一直在发呆！
zh_hant: 不過活在世上或多或少都會發呆嘛！例如鬼福，他最近就很常發呆啊！

# EventFlowMsgNewsFirstBootSdodr017
source: What of it? It's not like we're involved inwhatever's happening at Inkopolis Square.
de: Ist doch egal. Wir haben jedenfalls nichtsmit dem Inkopolis-Platz zu tun. Fertig.
es: Bueno, da igual. Tampoco nos importa tantolo que pase en la plaza de Cromópolis.
es_mx: Bueno, da igual. Al final nos importa pocolo que pase en el centro de Cromópolis.
fr: Pas la peine de vous chamailler ! De toutefaçon, c'est pas dans notre juridiction.
it: Bah. Ma in fondo noi cosa c'entriamo conquel che succede a piazza Coloropoli?
ja: まぁ、その話はええやん？ ウチらのコレはハイカラスクエアの件と関係あらへんのやし
ko: 됐다, 그 이야기는 그만하제이우리 일은 오더폴리스 스퀘어하고는 관계없다 아이가
nl: Ach, wat zou het? Wat hebben wij ermee temaken wat ze op dat Inkopolisplein uitspoken.
ru: Ну, нас Инкопольская площадь вообщене касается. Так что какая разница?
zh_hans: 好了，这个话题可以结束了吧？而且我们发呆和尚兴广场的事情也没关系。
zh_hant: 總之，這話題就先到此結束吧。畢竟我們發呆的事情也跟尚興廣場沒關係。

# EventFlowMsgNewsFirstBootSdodr018
source: Yup. Nothing to do with us, that's for sure!
de: Genau. Das geht uns mal SO WAS vongar nix an!
es: ¡Pues no! Allá ellos con su rollo...
es_mx: ¡Nos importa un pepino de mar,para que sepan!
fr: Ouais, on est pas là pour régler lesproblèmes du square de Chromapolis !
it: Niente di niente, hai ragione.
ja: うむ、全然カンケーないじゃろうな！
ko: 그래, 전혀 관계없는 일이니라!
nl: Precies. Dat gaat ons helemaal niks aan!
ru: Точно. Пусть сами разбираются!
zh_hans: 嗯，应该没有任何关系吧！
zh_hant: 嗯，我想應該是真的完全沒關係！

# EventFlowMsgNewsIntroFsodr000
source: OK, I've got some good news and some badnews. Which do you want to hear first?
de: Also! Ich habe eine gute und eine schlechteNachricht. Welche zuerst, Muri?
es: A ver, tengo buenas y malas noticias...¿Cuáles os cuento primero?
es_mx: Ajá, tengo buenas y malas noticias...¿Cuáles les cuento primero?
fr: J'ai une bonne et une mauvaise nouvelle.Par laquelle je commence ?
it: OK, ho una notizia buona e una cattiva.Quale volete sentire prima?
ja: いいニュースと わるいニュースがあんねんけどどっちから聞きたい？
ko: 좋은 뉴스하고 나쁜 뉴스가 있는데뭐부터 말해 주까?
nl: Oké, ik heb goed nieuws en slecht nieuws.Wat wil je eerst horen?
ru: Так. У меня, как водится, хорошиеновости и плохие. Какие сначала?
zh_hans: 我有一则好消息和一则坏消息，你们想先听哪个？
zh_hant: 我現在有個好消息和壞消息，你們想要先聽哪個？

# EventFlowMsgNewsIntroFsodr001
source: Good news! Then I can pretend I didn'thear the bad news afterward.
de: Die gute! Und nachher tu ich einfach,als hätte ich die schlechte gar nicht gehört.
es: ¡Las buenas! Si eso, luego las malasya las ignoro.
es_mx: ¡Las buenas! Así puedo ignorar las malasdespués...
fr: La bonne ! Comme ça, j'aurai justeà me boucher les oreilles après !
it: Quella buona! Così dopo posso far fintadi non aver sentito quella cattiva.
ja: いいニュースをたのむ！
ko: 좋은 뉴스부터 듣고 싶구나!
nl: Het goede! Dan kan ik daarna net doenalsof ik het slechte nieuws niet verstond.
ru: Давай хорошие! А плохие я потомпросто слушать не буду!
zh_hans: 先说好消息吧！
zh_hant: 先說好消息吧！

# EventFlowMsgNewsIntroFsodr004
source: Wow! That took forever, but it's gonna betotally worth the wait.
de: Boah! Dachte ja, der bleibt auf ewig zu.Aber jetzt können wir ZUGFAHREN!
es: ¡Anda! Han tardado lo suyo, pero seguroque ha valido la pena esperar.
es_mx: ¡Uff! Se tardaron lo que quisieron, peroseguro que valió la pena esperar.
fr: On peut dire qu'ils ont pris leur temps,mais ça valait carrément le coup !
it: Wow! Ci sono voluti secoli, ma sonosicura che sarà valsa la pena aspettare!
ja: ついにか！ 長い工事じゃったのうー！
ko: 드디어 완성됐구나! 길고 긴 공사였느니라～!
nl: Wauw! Ik ken dat station eigenlijk alleenals een bouwput.
ru: Ого! Давно пора, сколько можно ждать!Надеюсь, оно того стоило...
zh_hans: 终于结束了啊！这工程的时间太久了——！
zh_hant: 終於啊！真的是施工了很久耶！

# EventFlowMsgNewsIntroFsodr007
source: Folks from Inkopolis can also come HERE.Our TURF. Think of how hard parking will be!
de: Na, die aus Inkopolis können auch zu UNS!In UNSER Revier! Allein die Parkplatzlage...
es: Los habitantes de Cromópolis podrán venira nuestro territorio. ¡A ver quién aparca!
es_mx: La gente de Cromópolis podrá venir para acá.¡Imagínate la locura para estacionar!
fr: Les habitants de Chromapolis vont aussidébarquer... T'imagines la cohue ?
it: La gente di Coloropoli potrà venire QUI. Acasa nostra. Parcheggiare sarà un incubo!
ja: 便利になったさかい、ハイカラもんがぎょ～さん来るようになってん
ko: 오가는 게 편리해지가 그쪽 사람들이항～그시 놀러 오게 됐다 안 카나
nl: Die lui uit Inkopolis kunnen nu ook hierheen.Ik kan nou al nooit een parkeerplek vinden!
ru: Ну, народ из Инкополя ведь тоже сможет сюдаездить. В наш город. Парковаться будет негде!
zh_hans: 因为来往变得方便了，所以会有很多尚兴地区的人过来。
zh_hant: 因為交通變方便的關係，尚興地區的人全～都蜂擁而至了。

# EventFlowMsgNewsIntroFsodr008
source: What? Noooooo! I can barely find a placeto park my eels as it is!
de: Was? GAAAH! Ich krieg meine Muränen jajetzt schon nirgendwo ordentlich geparkt!
es: ¡Qué mal! ¡Si ya está complicado encontrarun sitio vacío!
es_mx: ¡Uy, nooo! ¡Si ya está complicado encontrarun puesto libre!
fr: Quoi ? Nooon ! Ça va faire des queuesinterminables dans les boutiques !
it: Cosa? Nooooo! Già adesso fatico atrovare parcheggio per le mie murene!
ja: なんじゃと？！ワシらのバンカラ街がーーッ！！
ko: 무어라?!우리의 카오폴리스 타운이～～!!
nl: O neeeee! Waar laat ik mijn aaltjes?!Dat wordt hier één grote file!
ru: Что?! О не-е-ет! Мне и так своихмурен ставить негде!
zh_hans: 什么？！我们的蛮颓镇要——！！
zh_hant: 你說什麼！？跑到我們的蠻頹鎮來了——！？

# EventFlowMsgNewsIntroSdodr000
source: Time for our next segment, Rumor Fillet!
de: Zeit für die nächste Rubrik,nämlich unsere Gerüchteküche!
es: ¡Y ahora, pasemos a la sección«Cotilleos a la plancha»!
fr: C'est le moment de notre rubriqueÉmincé de ragots !
it: È il momento della nostra rubrica:Olezzo di Pettegolezzo!
ja: 続いては、「気になるウワサを三枚おろし！」のコーナーじゃ
ko: 다음은「신경 쓰이는 소문을 삼등분!」 코너이니라
nl: Tijd voor onze volgende rubriek:'Roddels en geruchten!'
ru: Пришло время перейти к нашей рубрике«Филе из слухов»!
zh_hans: 接下来是“将在意的传闻分三块”环节！
zh_hant: 下個單元是「八卦大解剖！」。

# EventFlowMsgNewsIntroSdodr004
source: I have seen fewer people from InkopolisSquare in Turf War or punching the clock...
de: Man sieht weniger Leute aus Inkopolisbei Kämpfen oder der Bär GmbH als sonst...
es: El caso es que veo menos gente de la plazaen combates territoriales o trabajando...
es_mx: El caso es que veo menos gente del centroen combates territoriales o trabajando...
fr: Ça se bouscule pas au square pour lesmatchs ou les missions, ces temps-ci...
it: Beh, le mischie mollusche sono menoaffollate e pochi timbrano il cartellino...
ja: そういや最近 ナワバリバトルでもバイトでも、ハイカラスクエアのヒトら あんま見ぃひんな
ko: 그러고 보니 요즘 영역 배틀에서도 아르바이트에서도오더폴리스 스퀘어 사람들을 거의 몬 봤구마
nl: Ik kom wel weinig luitjes van het Inkopolispleintegen in Grondoorlogen en bij Beer & Co...
ru: Ну, в последнее время что-то немногожелающих побиться в боях за район...
zh_hans: 说起来，最近不管是占地对战还是打工，都没怎么见到尚兴广场的人啊。
zh_hant: 說到這個，最近都沒有看到尚興廣場的人參加打工或是占地對戰耶。

# EventFlowMsgNewsIntroSdodr005
source: Hey, you're right, now that I think of it.What's up with that?!
de: Jetzt, wo du’s sagst... Das stimmt.Was’n da los?!
es: Oye, ahora que lo dices, es cierto.¿Por qué será?
es_mx: Oye, ahora que lo dices, es cierto.¿Por qué será?
fr: En y repensant, c'est vrai que c'est bizarre.Qu'est-ce qui leur prend ?
it: Adesso che mi ci fai pensare, l'ho notatoanch'io. Che sta succedendo?!
ja: 言われてみれば減った気がするのう！
ko: 듣고 보니 많이 줄어든 것 같구나!
nl: Nu je het zegt... Hoe zit dat?!
ru: Да, а ведь правда! С чего бы это?
zh_hans: 听你这么一说，好像是感觉人少了！
zh_hant: 聽你這麼一說，感覺人的確是變少了！

# EventFlowMsgNewsIntroSdodr006
source: Did they find out how rad the Splatlandsare and throw in the towel?
de: Haben die aufgegeben, weil sie gemerkthaben, dass wir einfach spritziger sind?
es: ¿La vida en la región de Tintelia será másdura de lo que creían y ahora se rajan?
es_mx: ¿Se dieron cuenta todos de lo chévere quees Tintelia y tiraron la toalla?
fr: Ils ont peut-être décidé de laissergagner la Contrée Clabousse ?
it: Forse hanno scoperto quant'è forteSplattonia e hanno gettato la spugna?
ja: おおかたバンカラもんの強さを目の当たりにしてやる気をなくしたのではないか？
ko: 아마 카오폴리스 주민의 힘을 마주하고의욕을 잃어버린 것 아니겠느냐?
nl: Misschien hebben ze ontdekt hoe tof deSplatlands zijn en durven ze niet meer?
ru: Может, все поняли, что с Плюхтониейи ее обитателями шутки плохи?
zh_hans: 大概是体会到蛮颓之民的厉害之处，所以失去干劲了吧？
zh_hant: 我猜是因為親眼目睹了蠻頹之民的強大後，就整個失去幹勁了吧？

# EventFlowMsgNewsIntroSdodr008
source: Big Man...are you just angling for a way toexpense a trip to Inkopolis Square?
de: Mantaro... Willst du etwa aufStudiokosten zum Inkopolis-Platz?
es: No será una excusa para darte una vueltapor esa plaza, ¿verdad, Rayan?
es_mx: No será una excusa para que te paguen elviaje, ¿verdad, Rayan?
fr: Raimi, tu n'essaierais pas de te faire payerun voyage vers le square de Chromapolis ?
it: Mantaleo... è una scusa per fartipagare il viaggio a piazza Coloropoli?
ja: マンタロー… さては取材にかこつけて経費でハイカラスクエアに行くつもりやな？
ko: 만타로… 취재를 핑계 삼아가경비로 오더폴리스 스퀘어에 갈라는 심산이제?
nl: Ray... Ben je nou gewoon op zoek naar eenexcuus om het Inkopolisplein te bezoeken?
ru: Биг Ман... ты что, хочешь за казенныйсчет сгонять на Инкопольскую площадь?
zh_hans: 鬼福……你该不会是想以取材为借口，用经费去尚兴广场吧？
zh_hant: 鬼福……我看你是想假借節目的名義靠經費去尚興廣場旅遊吧？

# EventFlowMsgNewsLeagueBeingHeld000
source: Hey, it looks like there's a Challengeavailable today!
de: Schau an, heute wartet ein Event-Kampfauf eifrige Teilnahme!
es: ¡Oh! ¡Parece que hoy se celebraun combate evento!
es_mx: ¡Oh! ¡Parece que hoy se celebraun combate especial!
fr: Ah, on dirait qu'un match Challenge estproposé aujourd'hui !
it: Ehi, sembra che oggi sia disponibileuna partita evento!
ja: 今日は イベントマッチの日やで～！
ko: 오늘은 이벤트 매치 날이데이～!
nl: Yo, vandaag is er een eventgevechtspeelbaar!
ru: Ого, кажется, сегодня проводитсябой-событие!
zh_hans: 今天是举行活动比赛的日子～！
zh_hant: 今天是活動比賽的舉行日喔～！

# EventFlowMsgNewsLeagueBeingHeld001
source: Check out the rules, then give it a shot!
de: Dann fix die Regeln gelesen undnichts wie rein ins Gekleckse!
es: ¡A participar tocan! Pero, antes de nada,habrá que consultar las reglas...
es_mx: ¡Consulten las reglas y anímensea participar!
fr: Allez jeter un coup d'œil aux règles,et en piste !
it: Controllate le regole e provatead affrontarla!
ja: ルールをチェックして レッツゴーじゃ！
ko: 룰을 체크하고 출발하자꾸나!
nl: Bekijk eerst de regels en duik er danmiddenin!
ru: Зацените правила, и полныйвперед с полным плюхометом!
zh_hans: 快去查看规则，然后出发参加吧！
zh_hant: 快去確認規則準備參加吧，Let's Go！
