Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizable.strings
Languages: nl

# WeaponInfoMainSlosherBathtub
source: Bloblobber
nl: Spatkuip

# WeaponInfoMainSlosherBear
source: Grizzco Slosher
nl: Beer & Co-morser

# WeaponInfoMainSlosherDiffusion
source: Tri-Slosher
nl: Triomorser

# WeaponInfoMainSlosherDouble
source: Dread Wringer
nl: Wringmorser

# WeaponInfoMainSlosherLauncher
source: Sloshing Machine
nl: Klotstrommel

# WeaponInfoMainSlosherStrong
source: Slosher
nl: Morser

# WeaponInfoMainSlosherWashtub
source: Explosher
nl: Kliederkachel

# WeaponInfoMainSpinnerDownpour
source: Ballpoint Splatling
nl: Stylospetling

# WeaponInfoMainSpinnerHyperShort
source: Heavy Edit Splatling
nl: Examinator

# WeaponInfoMainSpinnerHyper
source: Hydra Splatling
nl: Blusling

# WeaponInfoMainSpinnerQuick
source: Mini Splatling
nl: Mini-Spetling

# WeaponInfoMainSpinnerStandard
source: Heavy Splatling
nl: Spetling

# WeaponInfoMainStringerBear
source: Grizzco Stringer
nl: Beer & Co-spanner

# WeaponInfoMainStringerExplosion
source: Wellstring V
nl: Pentapomper

# WeaponInfoMainStringerNormal
source: Tri-Stringer
nl: Triospanner

# WeaponInfoMainStringerShort
source: REEF-LUX 450
nl: RIF-LEX 450

# WeaponInfoSpecialSpCastle
source: Kraken Royale
nl: Monstermorfose

# WeaponInfoSpecialSpChariot
source: Crab Tank
nl: Krabbentank

# WeaponInfoSpecialSpJetpack
source: Inkjet
nl: Inktjet

# WeaponInfoSpecialSpMicroLaser
source: Killer Wail 5.1
nl: Megalofoon 5.1

# WeaponInfoSpecialSpNiceBall
source: Booyah Bomb
nl: Coole bom

# WeaponInfoSpecialSpPogo
source: Triple Splashdown
nl: Ultralanding

# WeaponInfoSpecialSpShockSonar
source: Wave Breaker
nl: Golfbeker

# WeaponInfoSpecialSpSkewer
source: Reefslider
nl: Opblaashaai

# WeaponInfoSpecialSpSuperLanding
source: Splashdown
nl: Superlanding

# WeaponInfoSpecialSpTripleTornado
source: Triple Inkstrike
nl: Tri-tornado

# WeaponParamBlaze
source: Fire Rate
nl: Vuursnelheid

# WeaponParamCharge
source: Charge Speed
nl: Oplaadsnelheid

# WeaponParamDefence
source: Durability
nl: Duurzaamheid

# WeaponParamMobility
source: Mobility
nl: Wendbaarheid

# WeaponParamPaintSpeed
source: Ink Speed
nl: Inktsnelheid

# WeaponParamPower
source: Damage
nl: Schade

# WeaponParamRange
source: Range
nl: Bereik

# WeaponParamWeight
source: Handling
nl: Draagbaarheid

# CatalogByname
source: Title
nl: Titel

# CatalogCardPack
source: Pack of Cards
nl: Pakje kaarten

# CatalogCardPackFresh
source: Fresh Card Pack
nl: Vers pakje kaarten

# CatalogCardSleeve
source: Card Sleeves
nl: Kaartenhoesjes

# CatalogEmote
source: Emote
nl: Reactie

# CatalogFigure
source: Decoration
nl: Versiering

# CatalogGearSkillChip
source: Ability Chunks
nl: Effectfragmenten

# CatalogNamePlateBg
source: Banner
nl: Achtergrond

# CatalogAppName
source: Catalog
nl: Catalogus

# CatalogAvailable
source: Exchangeable
nl: Inwisselbaar

# CatalogBigrunBonus
source: Big Run Open Now! Earn 1.2x Points!
nl: Big Run aan de gang! Verdien 1,2× zo veel punten!

# CatalogBonusDescription
source: Raise your catalog levelto get a Mystery Box!
nl: Verhoog je catalogusniveauom een verrassingspakkette krijgen!

# CatalogBonusGuide
source: You can get a new Mystery Box for every 10 levels you gain.
nl: Je kunt een verrassingspakket krijgen voor elke 10 niveaus die je stijgt.

# CatalogBonusTitle
source: BONUS! Lv. 101
nl: BONUS! Niveau 101

# CatalogComplete
source: COMPLETE!
nl: VOLTOOID!

# CatalogCurrentExtraLevel
source: Lv. %@
nl: Niveau %@

# CatalogCurrentPoint
source: Total: %@p
nl: Totaal %@ p

# CatalogDailyBonus
source: You earned %@ points for the day's first victory!
nl: Voor je eerste overwinning van vandaag heb je %@ punten verdiend!

# CatalogDrinkTicket
source: Drink Ticket
nl: Drankcoupon

# CatalogEndOfSeason
source: %@ is almost over, but you can get a Closeout Bonus of 1.5x Catalog Points now!
nl: Het %@ is bijna voorbij, maar je kunt nu een eindspurtbonus van ×1,5 cataloguspunten verdienen!

# CatalogFesBonus
source: Splatfest Open Now! Earn 1.2x Points!
nl: Splatfest bezig! Verdien 1,2× zo veel punten!

# CatalogFoodTicket
source: Food Ticket
nl: Voedselcoupon

# CatalogGot
source: Got it!
nl: Heb je al!

# CatalogGuide
source: Reach level 4 to get a catalog from Hotlantis!
nl: Bereik niveau 4 om een catalogus te kunnen halen in Aqua Morgana!

# CatalogLevel
source: Level
nl: Niveau

# CatalogLimit
source: Until %@
nl: Tot %@

# CatalogMysteryBox
source: Mystery Box
nl: Verrassingspakket

# CatalogNextBonus
source: Next
nl: Volgende

# CatalogPage
source: Page %@
nl: Pagina %@

# CatalogPager
source: Page %@/%@
nl: Pagina %@ / %@

# CatalogPeriod
source: %@ Open Now!
nl: %@ Nu bezig!

# CatalogPoint
source: Points
nl: Punten

# CatalogSignboard
source: Hotlantis
nl: Aqua Morgana

# CatalogTitle
source: Catalog
nl: Catalogus

# CatalogWelcome
source: New Catalog Hot off the Presses!
nl: Nieuwe catalogus, vers van de pers!

# CatalogWelcomeDescription
source: Earn Catalog Points from battlesto get inkredible items!
nl: Verdien cataloguspunten in gevechtenom spetterende voorwerpen te krijgen!

# ChallengeAboutGraffiti
source: Whenever I spy a scorching-hot tag, I'll send it your way!
nl: Als ik een vette tag zie, stuur ik hem naar jou!

# ChallengeAllChallengesCompletable
source: You've earned enough points to fully fund Crusty Sean's Wandercrust Tour!
nl: Je hebt genoeg punten verdiend om Pelles Aardboltoer helemaal te ondersteunen!

# ChallengeAllChallengesCompleted
source: All of Crusty Sean's challenges have been funded.
nl: Al Pelles uitdagingen zijn ondersteund.

# ChallengeAnnouncementOfGrizzcoIndustriesStory1
source: Here at Grizzco Industries, we aim to create a richer, better way of life for everyone in our society through daily collection of Power Eggs.But we must acknowledge—there's more to life than Power Eggs. We've learned this by following along with Crusty Sean's Wandercrust Tour! One must balance one's relentless pursuit of profit and Power Eggs with curiosity...learning...and eggquity for all.That's why we're so proud to announce this partnership with Crusty Sean! With our support, he'll be back out on the road in search of enlightenment and corporate tax breaks. We look forward to the next chapter in his—no, OUR—journey.
nl: Hier bij Beer & Co zijn we toegewijd aan het mogelijk maken van levens die rijker zijn en meer voldoening geven, door middel van het dagelijks verzamelen van visseneieren. Maar, hoe onwaarschijnlijk het ook moge klinken: er is meer waardevols in het leven dan alleen maar visseneieren! Dat hebben we geleerd toen we Pelle volgden tijdens zijn Aardboltoer!De onophoudelijke drang naar winst, macht en visseneieren moet in balans zijn met waarden als nieuwsgierigheid, persoonlijke groei en andere woorden die je niet kunt schrijven zonder 'ei'. Daarom zijn we ook beretrots om officiële partners te worden van Pelle!Met onze ondersteuning kan hij weer terug de wijde wereld in. We hopen dat hij daar verlichting vindt, met name belastingverlichting. We kijken reikhalzend uit naar het volgende hoofdstuk in zijn... nee, ONZE reis.

# ChallengeAnnouncementOfGrizzcoIndustriesStory2
source: While it will be the Grizzco corporation gathering all of the credit and public goodwill for supporting Crusty Sean, the actual amount of support that we provide depends on how much turf you ink. Also, management regrets to inform you that any points earned previously in excess of what is required to claim all previous rewards cannot be used to support this journey and will be reset. Therefore, please get to work! We would like to appear extremely charitable.
nl: Alhoewel alle eer en glorie van het sponsoren van Pelle zal toekomen aan Beer & Co, hangt de daadwerkelijke omvang van onze ondersteuning af van hoeveel grond jij verft. Het betreurt het management verder dat als je voorheen meer punten hebt behaald dan noodzakelijk voor het verkrijgen van beloningen, die extra punten niet meetellen ter ondersteuning van deze reis en verloren zullen gaan. Daarom vragen we je om hard aan het werk te gaan! Wij komen graag ontzettend genereus over.

# ChallengeAnnouncementOfGrizzcoIndustriesStory3
source: We at Grizzco Industries are devoted to doing absolutely everything in our power to create a brighter future. We are committed to cheering and supporting you, even during the times when it feels like no one could possibly need that much support and you really are being needy.Together, we can build a company that embodies the change we wish to see in the world. We are one. We are Grizzco. #GrizzcoLovesYou #GrizzcoIsLife #WorkAtGrizzco
nl: Bij Beer & Co zijn we hartstochtelijk toegewijd aan het scheppen van een mooiere toekomst voor iedereen.We bieden je volledige, onbegrensde aanmoediging en ondersteuning, zelfs op die momenten waarop het lijkt alsof iemand echt niet zoveel steun nodig kan hebben en het neerkomt op egostreling.Samen bouwen we aan een bedrijf dat een belichaming is van de wereld die we willen zien. Wij zijn één. Wij zijn Beer & Co. #Beer&CoHoudtVanJou #AllesVoorBeer&Co #WerkBijBeer&Co

# ChallengeAnnouncementOfGrizzcoIndustriesTitle
source: A note from your crusty corporate sponsor, Grizzco
nl: Een mededeling van Pelles vrijgevige sponsor, Beer & Co

# ChallengeAppName
source: Wandercrust
nl: Aardboltoer

# ChallengeBlack
source: Black
nl: Zwart

# ChallengeBlue
source: Blue
nl: Blauw

# ChallengeChallenger
source: Challenger
nl: Uitdager

# ChallengeChooseChallenge
source: Select a challenge.
nl: Kies een uitdaging.

# ChallengeClear
source: Achieved
nl: Behaald

# ChallengeComplete
source: Complete!
nl: Voltooid!

# ChallengeCompleteReward
source: Completion Bonus
nl: Voltooiingsbonus

# ChallengeCurrentPoint
source: The more you ink, the more you can help Sean!
nl: Hoe meer je verft, hoe harder je Pelle kunt aanmoedigen!

# ChallengeCurrentPointFull
source: MAX points!
nl: Max. punten!

# ChallengeDearAllOfYou
source: To all my best battered barnacles...
nl: Aan mijn geliefde fans...

# ChallengeDownloadGraffiti
source: Download Graffiti
nl: Graffiti downloaden

# ChallengeDownloadIcon
source: Download Icons
nl: Pictogrammen downloaden

# ChallengeDownloadWallpaper
source: Download Wallpaper
nl: Wallpaper downloaden

# ChallengeGreen
source: Green
nl: Groen

# ChallengeGuideGraffiti
source: Check out this sweet tag! And now it's all yours.
nl: Moet je deze coole tag eens zien! En nu is hij van jou!

# ChallengeGuideRewardByName
source: Visit the lobby terminal in the Splatoon 3 game to collect your reward title.
nl: Bezoek de lobbyterminal in Splatoon 3 om je titel op te halen.

# ChallengeGuideRewardIcon
source: Download any reward icons you've unlocked.
nl: Download pictogrammen die je als beloning hebt ontvangen.

# ChallengeGuideRewardImage
source: Download any reward images you've unlocked.
nl: Download afbeeldingen die je als beloning hebt ontvangen.

# ChallengeGuideRewardSleeve
source: Visit the lobby terminal in the Splatoon 3 game to collect your reward card sleeves.
nl: Bezoek de lobbyterminal in Splatoon 3 om je kaartenhoesjes op te halen.

# ChallengeHowToPlay
source: Crusty Sean's going on a journey, and the more you ink, the more points you'll get to cheer him along. Who knows, he might even bring you a souvenir!
nl: Pelle gaat op reis, en hoe meer grond je met inkt bedekt, hoe meer punten je krijgt om hem mee aan te moedigen. Wie weet neemt hij wel een souvenir voor je mee!

# ChallengeJourney
source: Journey %@
nl: %@e reis

# ChallengeLookingForSupporters
source: Helpers wanted!
nl: Helpers gezocht!

# ChallengeOrange
source: Orange
nl: Oranje

# ChallengePointForSupport
source: Points Needed:
nl: Benodigde punten:

# ChallengePointNotEnough
source: (You need an additional %@p.)
nl: (je hebt nog %@ p extra nodig).

# ChallengePurple
source: Purple
nl: Paars

# ChallengeRed
source: Red
nl: Rood

# ChallengeRemainsOfChallenge
source: %@ remaining.
nl: Nog %@

# ChallengeRob
source: Crusty Sean
nl: Pelle

# ChallengeRobJourney
source: Support the Wandercrust
nl: Sponsor Pelles Aardboltoer

# ChallengeSelectColor
source: Please select a color to download.
nl: Kies een kleur.

# ChallengeSelectSize
source: Please select a size to download.
nl: Kies een formaat.

# ChallengeSendingPoint
source: Sending points...
nl: Bezig de punten te versturen...

# ChallengeStory1
source: How's it fryin', folks? Crusty Sean coming at ya. I'm going on the trip of a lifetime, and I'm a little light on funds. That's where you come in!
nl: Alles krokant? Pelle hier. Ik ga op de reis van mijn leven, maar ik zit alleen wat krap bij kas. Daarom roep ik jullie hulp in!

# ChallengeStory2
source: It turns out it takes more than a bike and a heart full of hype to see the world, but I'm fried up to see what's out there, and I'm hoping you are too. So let's help each other out. Help me on my crusty quest, and I'll show you all the cool things I find. Yep—I'll do all the hard work. You just kick back (and, y'know, cheer)!
nl: Blijkbaar heb je meer nodig dan een fiets en een hoop goede moed om de wereld te kunnen zien, maar ik kook van verlangen om eropuit te trekken. Dus laten we elkaar helpen. Als jullie me op weg helpen, laat ik jullie de coole dingen zien die ik vind. Ja! Ik doe al het harde werk, en jullie mogen mijn trip volgen (en me toejuichen)!

# ChallengeStory3
source: Just imagine it—all the sweetest scenes and most savory moments the world has to offer...and I'll be sharing every little crumb with my supporters! It'll be just like you're out there with me. Kinda. Alright, time to hop out of the fryer and onto my bike. The air's crisp, the road's crunchy, and I am outta here. Wish me luck! And then send me lots of points!
nl: Stel het je eens voor: de mooiste panorama's en meest onvergetelijke momenten die de wereld te bieden heeft... En ik deel het allemaal met jullie, mijn fanclub! Het zal haast lijken alsof jullie er ook bij zijn. Goed, tijd om op de fiets te stappen! Wens me maar succes. En stuur me maar lekker veel punten!

# ChallengeSupport
source: Support
nl: Doneren

# ChallengeSupported
source: Supported!
nl: Gedoneerd!

# ChallengeTermOfUse
source: Please refrain from redistributing, processing, and using the image for commercial purposes.
nl: *Deze afbeelding mag niet verder worden verspreid of bewerkt, of worden gebruikt voor commerciële doeleinden.

# ChallengeTitle
source: Wandercrust
nl: Aardboltoer

# ChallengeTransparent
source: Clear
nl: Transparant

# ChallengeTurquoise
source: Turquoise
nl: Turkoois

# ChallengeWhite
source: White
nl: Wit

# ChallengeYellow
source: Yellow
nl: Geel

# ChallengeYourPoint
source: You have %@p.
nl: Je hebt %@ p

# CommonCancel
source: Cancel
nl: Annuleren

# CommonClamBlitz
source: Clam Blitz
nl: Schelpenstrijd

# CommonClose
source: Close
nl: Sluiten

# CommonCoopBossRandom
source: Random
nl: Willekeurig

# CommonCoopTeamContest
source: Eggstra Work
nl: Bedrijfseitje

# CommonDecide
source: OK
nl: Oké

# CommonDownload
source: Download
nl: Downloaden

# CommonEnd
source: Exit
nl: Sluiten

# CommonGearPowerBlank
source: Unknown
nl: Onbekend

# CommonHome
source: Home
nl: Beginscherm

# CommonNavBack
source: Back
nl: Terug

# CommonNowLoading
source: Loading
nl: Bezig met laden...

# CommonPullToRefresh
source: Pull to Refresh
nl: Trekken om bij te werken

# CommonRainmaker
source: Rainmaker
nl: Bazookarper

# CommonShare
source: Share
nl: Delen

# CommonSplatZones
source: Splat Zones
nl: Spetterzone

# CommonTournamentManager
source: Tournaments
nl: Toernooien

# CommonTowerControl
source: Tower Control
nl: Torentwist

# CommonTricolor
source: Tricolor Battle
nl: Driekleurengevecht

# CommonTricolorMatch
source: Tricolor Battle
nl: Driekleurengevecht

# CommonTurfWar
source: Turf War
nl: Grondoorlog

# CommonWpnNotfound
source: Unknown
nl: Onbekend

# CoopHistoryAnnotation01
source: Any jobs that ended prematurely due to disconnections or other issues are not included in the total number of jobs for a shift.
nl: Klussen die voortijdig beëindigd zijn doordat de verbinding verbroken werd of vanwege andere problemen, worden niet weergegeven bij het totale aantal klussen.

# CoopHistoryAvailable
source: Appearances
nl: Verschenen

# CoopHistoryAvailableBoss
source: King Salmonid Fought
nl: Bestreden Salmonster

# CoopHistoryAverageClearWaves
source: Average Waves Cleared
nl: Doorstane golven (gemiddeld)

# CoopHistoryBigrunBronze
source: Bronze
nl: Brons

# CoopHistoryBigrunGold
source: Gold
nl: Goud

# CoopHistoryBigrunSilver
source: Silver
nl: Zilver

# CoopHistoryBonus
source: Clear Bonus
nl: Bonus

# CoopHistoryBossAvailable
source: King Salmonid Sighting!
nl: Salmonster gesignaleerd!

# CoopHistoryClear
source: Clear!
nl: Gelukt!

# CoopHistoryCurrentReward
source: Current Gear
nl: Huidige uitrusting

# CoopHistoryDangerRatio
source: Hazard Level
nl: Risiconiveau

# CoopHistoryDefeatBoss
source: King Salmonid Attack!
nl: Salmonster-aanval!

# CoopHistoryDefeatBossCount
source: Xtrawaves cleared
nl: Voltooide extra golven

# CoopHistoryDefeated
source: Defeated!
nl: Overwonnen!

# CoopHistoryDefeatedEnemies
source: Boss Salmonids Defeated
nl: Verslagen Salmonietenbazen

# CoopHistoryDefeatedEnemiesGuide
source: Note: The number in parentheses is how many enemies YOU defeated.
nl: Het getal tussen haakjes is het aantal vijanden dat door jou is uitgeschakeld.

# CoopHistoryDeliverCount
source: Power Eggs collected
nl: Visseneieren

# CoopHistoryEnemy
source: Boss Salmonids
nl: Salmonietenbazen

# CoopHistoryExWave
source: XTRAWAVE
nl: Extra golf

# CoopHistoryFailure
source: Defeat
nl: Helaas...

# CoopHistoryGoToStats
source: Back to Job Logs
nl: Terug naar werkverledenlijst

# CoopHistoryGoldenDeliverCount
source: Golden Eggs collected
nl: Gouden eieren

# CoopHistoryHighestScore
source: High Score
nl: Topscore

# CoopHistoryHistory
source: Job Logs
nl: Werkverleden

# CoopHistoryJobPoint
source: Your Points
nl: Je punten

# CoopHistoryJobRatio
source: Pay Grade
nl: Beoordeling

# CoopHistoryKumaPointCard
source: Grizzco Point Card
nl: Beer & Co-spaarkaart

# CoopHistoryLatest
source: Last Job
nl: Laatste klus

# CoopHistoryLimitedPoint
source: Current special bonus points
nl: Speciale bonuspunten

# CoopHistoryMonthlyReward
source: Current Gear
nl: Huidige uitrusting

# CoopHistoryNext
source: Next Job
nl: Volgende klus

# CoopHistoryNoData
source: No job logs to display.
nl: Er is geen werkverleden.

# CoopHistoryNotAvailable
source: Job Logs Unavailable
nl: Werkverleden niet beschikbaar

# CoopHistoryNotAvailableDescription
source: Only the 50 most recent entries are available.
nl: Alleen de 50 meest recente klussen zijn beschikbaar.

# CoopHistoryNotDefeated
source: Failed...
nl: Mislukt...

# CoopHistoryPlayCount
source: Shifts worked
nl: Klussen

# CoopHistoryPlayCountBySchedule
source: Number of Jobs: %@
nl: Klussen: %@

# CoopHistoryPrevious
source: Previous Job
nl: Vorige klus

# CoopHistoryPrivate
source: Private Job
nl: Privéklus

# CoopHistoryRecruit
source: Staff Wanted!
nl: Personeel gezocht!

# CoopHistoryRecruitDescription
source: A beginner-friendly job for energetic and positive individuals who are willing to put it all on the line. Work hard for easy scales!
nl: Een klus voor beginners, energieke en positieve personen die bereid zijn alles op alles te zetten. Hard werk, maar goedbetaald!

# CoopHistoryRecruitTag1
source: It's Easy!
nl: Het is een makkie!

# CoopHistoryRecruitTag2
source: Collect Power Eggs for Fun and Profit!
nl: Verzamel visseneieren: leuk en lucratief!

# CoopHistoryRecruitTitle
source: Collecting Power Eggs Suits You!
nl: Visseneieren verzamelen past bij jou!

# CoopHistoryRegular
source: Normal Job
nl: Normale klus

# CoopHistoryRegularPoint
source: Current points
nl: Huidig aantal punten

# CoopHistoryRescueCount
source: Crew members rescued
nl: Geredde teamgenoten

# CoopHistoryRescuedCount
source: Times Rescued
nl: Aantal keer gered

# CoopHistoryScale
source: Scales
nl: Visschubben

# CoopHistoryScaleBronze
source: Bronze Scale
nl: Bronzen schub

# CoopHistoryScaleGold
source: Gold Scale
nl: Gouden schub

# CoopHistoryScaleSilver
source: Silver Scale
nl: Zilveren schub

# CoopHistoryScore
source: Job Score
nl: Klusscore

# CoopHistorySeeSchedule
source: View Schedule
nl: Periode

# CoopHistorySupplyWeapon
source: Supplied Weapons
nl: Beschikbare wapens

# CoopHistoryTeamContest
source: Eggstra Work
nl: Bedrijfseitje

# CoopHistoryTotalPoint
source: Total points
nl: Puntentotaal

# CoopHistoryWave
source: Wave %@
nl: %@e golf

# CoopHistoryWaveLevel0
source: Low Tide
nl: Eb

# CoopHistoryWaveLevel1
source: Normal
nl: Normaal

# CoopHistoryWaveLevel2
source: High Tide
nl: Vloed

# CoopRecordAppName
source: Work
nl: Klussen

# CoopRecordAttended
source: Times Participated: %@
nl: Aantal keer meegedaan: %@

# CoopRecordBigrunBronze
source: Bronze
nl: Brons

# CoopRecordBigrunGold
source: Gold
nl: Goud

# CoopRecordBigrunSilver
source: Silver
nl: Zilver

# CoopRecordCoop
source: Job Stats
nl: Klusstatistieken

# CoopRecordDefeated
source: Opponents Splatted
nl: Uitgeschakelde tegenstanders

# CoopRecordHighestJobRate
source: Highest Pay Grade
nl: Hoogste beoordeling

# CoopRecordHighestScore
source: High Score
nl: Topscore

# CoopRecordMore
source: See More
nl: Meer info

# CoopRecordNoData
source: No records.
nl: Geen gegevens

# CoopRecordRanking
source: Ranking
nl: Positie

# CoopRecordTeamContest
source: Eggstra Work
nl: Bedrijfseitje

# CoopRecordTitle
source: Salmon Run Stats
nl: Statistieken

# ErrorBackToHome
source: Back to Home
nl: Naar het beginscherm

# ErrorBannedUser
source: We have detected unauthorized access to this service, and so your usage of this service has been suspended.
nl: Het gebruik van deze dienst is geblokkeerd, omdat we hebben vastgesteld dat er ongeoorloofde toegang is verkregen.

# ErrorCurrentlyNotAvailable
source: Currently unavailable.Please wait a bit, then try again.
nl: Momenteel niet beschikbaar. Probeer het later nog eens.

# ErrorError
source: Error
nl: Fout

# ErrorErrorOccurred
source: An error occurred.
nl: Er is een fout opgetreden.

# ErrorErrorReopen
source: Loading failed.
nl: Het laden is mislukt.

# ErrorMaintenanceDescription
source: The server is currently undergoing maintenance. Please wait a bit, then try again.
nl: Er wordt momenteel onderhoud gepleegd aan de server. Probeer het later nog eens.

# ErrorMaintenanceTitle
source: Standby...
nl: Enige tijd geduld

# ErrorNetworkNotAvailable
source: Loading failed. Please check your internet connection and try again.
nl: Het laden is mislukt. Controleer je internetverbinding en probeer het opnieuw.

# ErrorNotSupported
source: SplatNet 3 cannot be displayed. Please check your internet connection and wait a bit before trying again. If the problem isn't resolved, check your internet browser to make sure it has been updated to the latest version. If you still receive this message, it may be possible that SplatNet 3 is not compatible with your current settings or device.
nl: SplatNet 3 kan niet worden weergegeven. Controleer je internetverbinding en probeer het later opnieuw. Als het probleem niet is verholpen, controleer dan of je de meest recente versie van je internetbrowser gebruikt. Als je dit bericht blijft zien, dan wordt SplatNet 3 mogelijk niet ondersteund door je huidige apparaat of met je huidige instellingen.

# ErrorReload
source: Refresh
nl: Opnieuw laden

# EventMatchRankingAppName
source: Challenge
nl: Eventgevecht

# EventMatchRankingMore
source: See More
nl: Meer info

# EventMatchRankingRanking
source: Rankings
nl: Ranglijsten

# EventMatchRankingRules
source: Rules
nl: Regels

# EventMatchRankingTitle
source: Challenge
nl: Eventgevecht

# FesRecordAttack
source: Attacking
nl: Aanval

# FesRecordAverage
source: Average
nl: Gemiddelde

# FesRecordComingSoon
source: Coming Soon!
nl: Binnenkort!

# FesRecordContributionChallenge
source: Clout - Pro
nl: Invloed (pro)
