Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualCoopTExplainEnemy48
source: ● Advice from Mr. Grizz ・ Search for the Mudmouth by tracking where the Lesser Salmonids are coming from. ・ Mudmouths multiply as time passes, so splat 'em fast!● Supplementary Information ・ Long ago, the Mudmouth was thought to be a spirit who haunted the depths of the Splatlands seas. ・ Now, thanks to the courage and quick thinking of Splatsville youths who thought to start throwing bombs into their mouths, we know they're just Salmonids who got stuck in a pipe and coated in mud.
de: ● Tipps von Herrn Bär ・ Geht dem Ursprung der Standard-Salmoniden nach, um die Schlämmermäuler ausfindig zu machen. ・ Schlämmermäuler vermehren sich mit der Zeit, also ist ein nicht zu dezentes Eliminierungstempo geboten.● Zusatzinformationen ・ Schlämmermäuler galten einst als böse Geister, welche in den Tiefen der See von Splatsville gruselig umherspukten. ・ Dank des Muts und der messerscharfen Beobachtungsgabe der Splatsviller Jugend steht mittlerweile jedoch fest, dass es sich bei den vermeintlichen Gespenstern schlicht um gemeine Salmoniden handelt, die irgendwo in Abflussrohren steckengeblieben sind.
es: ● Don Oso aconseja ・ Para encontrar a un morrolodo, sigue la pista de los salmónidos menores, a ver de dónde vienen. ・ Los morrolodos se multiplican con el paso del tiempo, ¡así que no tardes en eliminarlos!● Información complementaria ・ En otros tiempos se creía que los morrolodos eran espíritus que habitaban en lo más profundo de los mares de la región de Tintelia. ・ Hoy en día, gracias a los audaces jóvenes que tuvieron la idea de arrojar bombas en sus bocas, sabemos que son simples salmónidos atrapados en una tubería y cubiertos de lodo.
es_mx: ● Consejos de Don Oso ・ Para encontrar a un bocalodo, sigue la pista a los salmónidos menores, a ver de dónde vienen. ・ Los bocalodos se multiplican con el paso del tiempo, ¡así que no tardes en eliminarlos!● Información complementaria ・ En otros tiempos se creía que los bocalodos eran espíritus que habitaban en lo más profundo de los mares de la región de Tintelia. ・ Hoy en día, gracias a los audaces jóvenes que tuvieron la idea de arrojar bombas en sus bocas, sabemos que son simples salmónidos atrapados en una tubería y cubiertos de lodo.
fr: ● Conseils de M. Ours ・ Localise les Salmonoïdes de boue en remontant la piste des petits Salmonoïdes qu'ils crachent. ・ Les Salmonoïdes de boue prolifèrent avec le temps, alors on lambine pas et on les liquide en priorité !● Remarques additionnelles ・ Autrefois, on pensait que les Salmonoïdes de boue étaient des fantômes qui hantaient les profondeurs au large de la Contrée Clabousse. ・ Aujourd'hui, grâce au courage et à l'intelligence des jeunes de Cité-Clabousse qui n'ont pas hésité à les gaver de bombes, nous savons qu'il ne s'agit que de Salmonoïdes couverts de boue après s'être retrouvés coincés dans un tuyau.
it: ● Ursus consiglia! ・ Cerca il Fangonoide scoprendo da dove vengono i Salmonoidi comuni. ・ I Fangonoidi si moltiplicano col tempo, quindi splattali in fretta!● Informazioni aggiuntive ・ Tanto tempo fa, si pensava che il Fangonoide fosse uno spirito che infestava le profondità dei mari di Splattonia. ・ Oggi, grazie al coraggio e all'inventiva dei giovani di Splatville, che hanno pensato di iniziare a tirare bombe nella sua bocca, sappiamo che si tratta solo di un Salmonoide che è rimasto incastrato in un condotto, finendo per ricoprirsi di fango.
ja: ● クマサンからのアドバイス ・ ザコシャケが来た方角をたよりに、ドロシャケを探すべし。 ・ 時間が経つとドロシャケは増えるため、すばやく撃破すべし。● 補足 ・ かつてはバンカラの海に巣食う妖怪として、古くから恐れられていた。 ・ 近年、口にボムを投げ込んだ勇気あるバンカラの若者たちによって、 パイプに詰まってドロだらけになったシャケだということがわかった。
ko: ● Mr. 베어의 어드바이스 ・조무래기연어가 온 방향을 단서로 진흙연어를 찾을 것. ・시간이 지나면 진흙연어가 늘어나니 재빠르게 격파할 것.● 보충 설명 ・과거에는 카오폴리스의 바다에 깃든 요괴로서 두려움의 대상이었다. ・최근 입에 밤을 던져 넣은 용감한 카오폴리스 젊은이들에 의해 파이프에 끼여 진흙투성이가 된 연어라는 것이 밝혀졌다.
nl: ● Tips van Ted B. ・ Vind de Moddermuil door goed op te letten waar de gewone Salmonieten vandaan komen. ・ Het aantal Moddermuilen neemt na verloop van tijd toe, dus wees er snel bij!● Aanvullende informatie ・ Lang geleden dacht men dat de Moddermuil een spook was dat de diepste dieptes van de Splatlandse zeeën onveilig maakte. ・ Dankzij de moed en het improvisatievermogen van de jeugd van Splatsville, die bedacht om bommen in die enorme muilen te mikken, weten we tegenwoordig dat het gewoon Salmonieten zijn waar een hoop modder op is aangekoekt omdat ze iets te lang klem hebben gezeten in een buis.
ru: ● Рекомендации от Потапыча • Илистого ревуна можно обнаружить, отследив, откуда появляются обычные самониды. • Илистых ревунов со временем становится больше, так что нужно избавляться от них, не мешкая!● Дополнительная информация • Давным-давно илистого ревуна считали духом, который наводил ужас на всю Плюхтонию. • Но благодаря мужеству и сообразительности молодежи Плюхтона, которая додумалась закидывать бомбы в пасти илистых ревунов, все поняли, что они обычные самониды, застрявшие в трубе и покрытые илом.
zh_hans: ● 熊先生的建议 ·应根据杂兵鲑鱼来袭的方向寻找泥鲑鱼。 ·泥鲑鱼的数量会随时间经过而增加，应尽快击倒。● 补充 ·泥鲑鱼曾被视为盘踞于蛮颓之海的妖怪，自古以来受人畏惧。 ·近年来，蛮颓有一群勇敢的年轻人将炸弹投掷进了它的口中， 因此才得知它其实是因为堵在管线中而沾满泥的鲑鱼。
zh_hant: ● 熊先生的建議 ‧應根據雜兵鮭魚來襲的方位尋找泥鮭魚。 ‧泥鮭魚會隨著時間經過而增加，應盡快擊倒。● 補充 ‧過去曾被視為盤據著蠻頹之海的妖怪，自古以來令人備受恐懼。 ‧近年來，蠻頹有一群勇敢的年輕人將炸彈投進了牠的嘴巴裡， 結果才因此得知牠其實是因為堵在管線中而沾滿泥巴的鮭魚。

# ManualManualCoopTExplainEnemy50
source: ● What Happens ・ The ground will dry up, and a gigantic tornado will whirl to life by the shore. ・ Anything in the sea, including Salmonids, will be sucked up by the tornado and flung toward land.● How to Get Golden Eggs ・ Boxes packed full of Golden Eggs will fall somewhere on dry land. ・ Break open the boxes to release a large number of Golden Eggs.
de: ● Das passiert ・ Der Boden trocknet vollständig aus und ein gewaltiger Wirbelwind bildet sich von Küstenseite. ・ Die Windhose saugt alles auf, was nicht fest vernietet ist, einschließlich unvorsichtiger Salmoniden. Das aufgesaugte Gut wird im Anschluss Richtung Land geschleudert.● So kriegst du Gold-Fischeier ・ Kisten voller Gold-Fischeier fallen sporadisch vom Himmel. ・ Zerstöre die Kisten, um Gold-Fischeier in großen Mengen hervorquellen zu lassen.
es: ● Información básica ・ El suelo se secará y un enorme tornado avanzará hacia la orilla. ・ Este tornado arrastrará hacia la tierra todo lo que esté en el agua, incluidos los salmónidos.● Cómo obtener sus alevines dorados ・ Los tornados dejan también en tierra firme cajas llenas de alevines dorados. ・ ¡Ábrelas para que salgan alevines en grandes cantidades!
es_mx: ● Información básica ・ El suelo se secará y un enorme tornado aparecerá sobre el mar. ・ Este tornado lanzará hacia la orilla todo lo que esté en el agua, incluidos los salmónidos.● Cómo obtener huevecillos dorados ・ Los tornados dejan también en tierra firme cajas repletas de huevecillos dorados. ・ ¡Ábrelas para que salgan huevecillos dorados en grandes cantidades!
fr: ● Description ・ Le sol s'assèche et une gigantesque tornade apparaît sur la côte. ・ Tout ce qui se trouve dans la mer, Salmonoïdes compris, est emporté par la tornade et projeté vers les terres.● Comment obtenir des œufs dorés ・ Des boîtes remplies d'œufs dorés tombent sur la terre ferme. ・ Une fois brisées, ces boîtes laissent s'échapper une grande quantité d'œufs dorés.
it: ● Dettagli ・ La terra si inaridisce e vicino alla costa si formerà un enorme tornado. ・ Qualunque cosa si trovi nel mare, inclusi i Salmonoidi, verrà risucchiata dal tornado e lanciata verso terra.● Come ottenere le uova d'oro ・ Casse piene di uova d'oro cadranno da qualche parte a terra. ・ Distruggi le casse per rivelare grandi quantità di uova d'oro.
ja: ● 状況の説明 ・ 土地が干上がり、沖のほうに巨大な竜巻が発生する。 ・ シャケをはじめ、海のあらゆるものが巻き上げられて陸に飛ばされてくる。● 金イクラの取得方法 ・ 金イクラが詰まった箱が、干上がった土地のどこかに落ちる。 ・ 箱を破壊すると、大量の金イクラが周囲に落ちる。
ko: ● 상황 설명 ・토지에서 물이 빠져나가고 먼바다에 거대한 회오리가 발생한다. ・연어를 비롯해 바다의 온갖 것이 휘말려 육지로 날아온다.● 황금 연어알 취득 방법 ・물이 빠진 토지 어딘가에 황금 연어알이 담긴 상자가 떨어진다. ・상자를 파괴하면 대량의 황금 연어알이 주위에 떨어진다.
nl: ● Wat er gebeurt ・ De grond droogt op en aan de oever ontstaat een gigantische tornado. ・ Alles in de zee, ook Salmonieten, worden door de tornado opgezogen en naar het droge geslingerd.● Hoe je gouden eieren krijgt ・ Ergens op het droge vallen kisten vol gouden eieren. ・ Breek de kisten open om een groot aantal gouden eieren voor het grijpen te hebben.
ru: ● Что и когда происходит ・ Земля высыхает, и у берега образуется гигантский торнадо. ・ Все, что находится в море, включая самонидов, выбрасывается при этом на берег.● Как получить золотые икринки ・ На сухую землю падают ящики с золотыми икринками. ・ Если разобьешь эти ящики, то получишь много золотых икринок.
zh_hans: ● 情况说明 ·土地变得干涸，海面上会出现巨大的龙卷风。 ·包括鲑鱼在内，海里的各种东西都会被卷飞到陆地上。● 金鲑鱼卵的获得方法 ·装有金鲑鱼卵的箱子会掉落在干涸土地上的某处。 ·破坏箱子后，就会有大量金鲑鱼卵掉落在周围。
zh_hant: ● 狀況說明 ‧土地會乾竭，海面上會出現巨大的龍捲風。 ‧包含鮭魚在內，海裡的各種東西都會被捲起並拋到陸地上。●金鮭魚卵的取得方法 ‧裝有金鮭魚卵的箱子會掉落在乾竭土地上的某個地方。 ‧摧毀箱子後，大量的金鮭魚卵就會散落在周邊。

# ManualManualCoopTExplainEnemy51
source: ● Advice from Mr. Grizz ・ Since the eggs may land far away from the basket, coordinate with your coworkers and use the Egg Throw. ・ Dodge any Salmonids that come flying toward you, or splat them as you transport the eggs.● Supplementary Information ・ There's no way to predict when a giant tornado might appear. It will fling all kinds of things out from the ocean, which usually results in a great number of Salmonid casualties. ・ Flying debris will be present, and accidents are bound to happen. If you become unable to use the egg basket on dry land, a single egg delivered to the basket will be counted as two.
de: ● Tipps von Herrn Bär ・ Die Eier landen oft weit vom Korb entfernt. Verständige dich mit deinen Kollegen und nutzt den Eierwurf. ・ Zusammenstöße mit umhergewirbelten Salmoniden sind nicht gerade schmerzfrei, daher empfehle ich beim Eiertransport Ausweichen oder rigoroses Eliminieren.● Zusatzinformationen ・ Riesentornados erscheinen unvorhersehbar. Das durch sie aus dem Meer hervorgeschleuderte Gefahrenmaterial führt oft auch für die Salmoniden zu beachtlichen Verlusten. ・ Die aufgewirbelten Flugobjekte gelten als Arbeitsunfallrisiko. Bei Ausfall des Korbs außerhalb der Flutzone wird jedes in den Korb eingeworfene Gold-Fischei doppelt gezählt.
es: ● Don oso aconseja ・ Los alevines pueden aterrizar muy lejos de la nasa, así que prueba a lanzarlos en coordinación con tus colegas. ・ Mientras transportas los alevines, esquiva a los salmónidos que se abalancen sobre ti o dales duro con la tinta.● Información complementaria ・ No hay forma de predecir cuándo aparecerá un tornado gigante. Sacará muchas cosas del mar, lo que también provocará numerosas bajas entre los salmónidos. ・ Los objetos fuera de control pueden provocar accidentes. Si no puedes acceder a la nasa en tierra firme debido a la subida del agua, cada alevín depositado en ella contará por dos.
es_mx: ● Consejos de Don oso ・ Los huevecillos pueden aterrizar muy lejos de la nasa, así que prueba a lanzarlos en coordinación con tus compañeros. ・ Mientras transportas los huevecillos, esquiva a los salmónidos que se abalancen sobre ti o reviéntalos.● Información complementaria ・ No hay forma de predecir cuándo aparecerá un tornado gigante. Sacará muchas cosas del mar, lo que también provocará numerosas bajas entre los salmónidos. ・ Los objetos fuera de control pueden provocar accidentes. Si no puedes acceder a la nasa en tierra firme debido a la subida del agua, cada huevecillo depositado en ella contará por dos.
fr: ● Conseils de M. Ours ・ Les œufs peuvent se retrouver à perpète par rapport au panier, alors organisez-vous et utilisez le lancer d'œufs ! ・ Esquivez les Salmonoïdes qui volent vers vous, ou liquidez-les tout en transportant les œufs.● Remarques additionnelles ・ Les tornades géantes sont parfaitement imprévisibles. Elles emportent toutes sortes de choses se trouvant dans l'océan, faisant généralement un grand nombre de victimes parmi les Salmonoïdes. ・ Des débris volants sont à prévoir, et les accidents sont fréquents. Si le panier à œufs n'est plus accessible sur la terre ferme, chaque œuf déposé en vaut deux.
it: ● Ursus consiglia! ・ Dato che le uova potrebbero cadere lontano dal cesto, coordinati con i colleghi e lancia le uova, se necessario. ・ Schiva i Salmonoidi che volano verso di te, oppure splattali mentre trasporti le uova.● Informazioni aggiuntive ・ Non c'è modo di prevedere quando apparirà un tornado gigante. Trascina dal mare ogni sorta di oggetti, il che di solito si traduce in un gran numero di vittime Salmonoidi. ・ Saranno presenti detriti volanti e si verificheranno giocoforza degli incidenti. Se non sei in grado di usare il cesto sulla terraferma, un singolo uovo consegnato conterà come due.
ja: ● クマサンからのアドバイス ・ 長距離の運搬になるため、仲間と連携してイクラ投げを使うべし。 ・ 飛んできたシャケは避けるか、運搬の合間に倒すべし。● 補足 ・ 巨大タツマキの発生は予測不能であり、海中のあらゆるものが飛ばされ、 シャケたちにも甚大な被害が及ぶ。 ・ 飛来物が多く、よく事故が発生する。 干上がった土地のイクラコンテナが 使えなくなった場合、金イクラ１コの納品が２コ分として計上される。
ko: ● Mr. 베어의 어드바이스 ・장거리 운반을 위해 동료와 연계하여 연어알 던지기를 사용할 것. ・날아온 연어는 피하거나 운반하는 틈틈이 쓰러뜨릴 것.● 보충 설명 ・거대 회오리 발생은 예측이 불가능하며, 바닷속의 온갖 것이 회오리에 휘말려 비산하기 때문에 연어들도 심각한 피해를 입는다. ・비산물로 인한 사고가 잦다. 물이 빠진 토지의 연어알 컨테이너를 사용할 수 없게 된 경우에는 납품한 황금 연어알을 2배로 계산한다.
nl: ● Tips van Ted B. ・ Omdat de eieren ver van de eiermand landen, moet je samenwerken met je collega's en de eieren overgooien. ・ Ontwijk alle Salmonieten die op je af vliegen, of schakel ze uit terwijl je de eieren naar de mand brengt.● Aanvullende informatie ・ Het is onmogelijk te voorspellen waar een reuzentornado zal verschijnen. Hij slingert allerlei dingen vanuit de oceaan naar het droge, wat meestal een groot aantal Salmonieten de kop kost. ・ Er vliegt puin rond en een ongeluk zit in een klein hoekje. Als je de eiermand op het droge niet kunt gebruiken, telt elk ei dat je naar de mand brengt, dubbel.
ru: ● Рекомендации от Потапыча • Так как икринки могут приземлиться далеко от корзины, вместе с твоими коллегами используй икринковый бросок. • Уворачивайся от самонидов, летящих в тебя, или плюхай их, пока переносишь икринки.● Дополнительная информация • Точно предсказать, когда именно появится торнадо, невозможно. Море выкидывает все подряд. Самонидов при это в мире становится меньше. • Повсюду будет летать всякий хлам, и несчастных случаев будет не избежать. Если не сможешь использовать корзину для икринок на суше, то каждая успешно доставленная икринка будет считаться за две.
zh_hans: ● 熊先生的建议 ·由于搬运距离较长，应与同伴合作利用投掷鲑鱼卵的做法。 ·应躲避飞来的鲑鱼，或利用搬运的间隔击倒鲑鱼。● 补充 ·巨型龙卷风的出现无法预测，海里的各种东西都会被卷飞， 对鲑鱼群也会造成莫大的损害。 ·大量的抛掷物导致事故频发。当干涸土地上的鲑鱼卵容器 无法使用时，每交付1颗金鲑鱼卵，都会视作2颗计算。
zh_hant: ● 熊先生的建議 ‧由於搬運距離長，應與同伴聯手利用投擲鮭魚卵的做法。 ‧應躲避飛來的鮭魚，或是利用搬運的間隔時間擊倒。● 補充 ‧巨型龍捲風的出現無法預測，海裡的各種東西會被捲起並拋擲， 也會對鮭魚群造成莫大的損害。 ‧由於拋擲物多，經常發生意外事故。 如果位於乾竭土地上的鮭魚卵容器已無法使用， 則每交付1顆金鮭魚卵時，將以2顆計算。

# ManualManualCoopTTitleCoop00
source: 1.1.0 To All My Happy Little Workers
de: 1.1.0 Ein Wort an meine lieben, glücklichen Arbeiter
es: 1.1.0. Espíritu de la empresa
es_mx: 1.1.0 El espíritu de la empresa
fr: 1.1.0. Notre culture d'entreprise
it: 1.1.0. A tutti i dipendenti
ja: １.１.０ バイトに参加するみなさんへ
ko: 1.1.0 아르바이트 참가자 여러분께
nl: 1.1.0. Aan al mijn gelukkige arbeidertjes
ru: 1.1.0. Всем счастливчикам, кому выпала честь поработать на нас
zh_hans: 1.1.0 致前来参加打工的各位
zh_hant: 1.1.0 敬告參加打工的各位

# ManualManualCoopTTitleCoop01
source: 1.1.1 Collecting Power Eggs
de: 1.1.1 Fischeier sammeln
es: 1.1.1. Recolección de alevines dorados
es_mx: 1.1.1 Recolección de huevecillos dorados
fr: 1.1.1. La collecte des œufs de poisson
it: 1.1.1. Raccogliere le uova di pesce
ja: １.１.１ イクラ集めとは？
ko: 1.1.1 연어알 모으기란?
nl: 1.1.1. Het verzamelen van visseneieren
ru: 1.1.1. Сбор икринок
zh_hans: 1.1.1 关于收集鲑鱼卵
zh_hant: 1.1.1 什麼是收集鮭魚卵？

# ManualManualCoopTTitleCoop02
source: 1.1.2 Earn Big Bucks—Fast!
de: 1.1.2 Verdiene gutes Geld – und schnell!
es: 1.1.2. Hazte de oro en un periquete
es_mx: 1.1.2 Dinero fácil
fr: 1.1.2. Le gros lot, illico !
it: 1.1.2. Guadagno rapido
ja: １.１.２ イクラ集めで簡単・高収入
ko: 1.1.2 쉽고 간단한 고수입 아르바이트
nl: 1.1.2. Verdien veel, verdien snel!
ru: 1.1.2. Зарабатывай быстро и много!
zh_hans: 1.1.2 收集鲑鱼卵简单且收入高
zh_hant: 1.1.2 收集鮭魚卵既簡單又有高收入

# ManualManualCoopTTitleCoop03
source: 1.1.3 Joining the Team
de: 1.1.3 Teammitglied werden
es: 1.1.3. Tu nuevo puesto de trabajo
es_mx: 1.1.3 Tu nuevo puesto de trabajo
fr: 1.1.3. Les débuts dans la compagnie
it: 1.1.3. Gioco di squadra
ja: １.１.３ バイトを始めるにあたって
ko: 1.1.3 아르바이트를 시작하기에 앞서
nl: 1.1.3. Lid worden van het team
ru: 1.1.3. Первые шаги
zh_hans: 1.1.3 开始打工的时候
zh_hant: 1.1.3 準備開始打工

# ManualManualCoopTTitleCoop04
source: 1.1.4 Getting Started
de: 1.1.4 Es geht los!
es: 1.1.4. Manos a la obra
es_mx: 1.1.4 Primeros pasos
fr: 1.1.4. Premiers pas
it: 1.1.4. Introduzione al lavoro
ja: １.１.４ バイトの流れ・準備
ko: 1.1.4 아르바이트 설명: 사전 준비
nl: 1.1.4. Aan de slag
ru: 1.1.4. Приступая к работе
zh_hans: 1.1.4 打工的流程——准备
zh_hant: 1.1.4 打工的流程‧準備

# ManualManualCoopTTitleCoop05
source: 1.1.5 All in a Day’s Work
de: 1.1.5 Ein typischer Arbeitstag
es: 1.1.5. El día a día en el trabajo
es_mx: 1.1.5 El día a día en el trabajo
fr: 1.1.5. Déroulement d'une mission
it: 1.1.5. Una tipica giornata di lavoro
ja: １.１.５ バイトの流れ・現地
ko: 1.1.5 아르바이트 설명: 현장 작업
nl: 1.1.5. Het werk begint
ru: 1.1.5. Рабочая рутина
zh_hans: 1.1.5 打工的流程——现场
zh_hant: 1.1.5 打工流程‧作業現場

# ManualManualCoopTTitleCoop06
source: 1.1.6 Forming Bonds through Cooperation
de: 1.1.6 Durch Zusammenarbeit Bande knüpfen
es: 1.1.6. Solidaridad laboral
es_mx: 1.1.6 Solidaridad laboral
fr: 1.1.6. Solidarité et coopération
it: 1.1.6. Collaborazione tra dipendenti
ja: １.１.６ 仲間との共同作業・絆
ko: 1.1.6 동료와 함께하는 공동 작업과 인연
nl: 1.1.6. Banden vormen door samenwerking
ru: 1.1.6. Формирование командного духа
zh_hans: 1.1.6 与伙伴共同作业——羁绊
zh_hant: 1.1.6 與同伴共同作業‧戰友

# ManualManualCoopTTitleCoop07
source: 1.1.7 Your Quota
de: 1.1.7 Deine Quote
es: 1.1.7. El cupo
es_mx: 1.1.7 El cupo
fr: 1.1.7. Quota
it: 1.1.7. La quota
ja: １.１.７ バイトのノルマについて
ko: 1.1.7 아르바이트 할당량에 대해서
nl: 1.1.7. Je doelstelling
ru: 1.1.7. Рабочий план
zh_hans: 1.1.7 关于打工的目标配额
zh_hant: 1.1.7 打工的目標配額

# ManualManualCoopTTitleCoop08
source: 1.1.9 Your Bonus
de: 1.1.9 Dein Bonus
es: 1.1.9. La paga
es_mx: 1.1.9 Los bonos
fr: 1.1.9. Prix
it: 1.1.9. Il bonus
ja: １.１.９ 報酬について
ko: 1.1.9 보상에 대해서
nl: 1.1.9. Je bonus
ru: 1.1.9. Твой бонус
zh_hans: 1.1.9 关于报酬
zh_hant: 1.1.9 報酬

# ManualManualCoopTTitleCoop09
source: 1.2.0 Pay Grade
de: 1.2.0 Bewertung
es: 1.2.0. Sistema de valoración
es_mx: 1.2.0 Grados
fr: 1.2.0. Évaluations
it: 1.2.0. Sistema di valutazione della Ursus & Co
ja: １.２.０ バイト評価制度
ko: 1.2.0 아르바이트 평가 제도
nl: 1.2.0. Beoordelingsgraad
ru: 1.2.0 Продвижение по карьерной лестнице
zh_hans: 1.2.0 打工的评价制度
zh_hant: 1.2.0 打工評價制度

# ManualManualCoopTTitleCoop10
source: 1.2.1 Evaluation Criteria
de: 1.2.1 Bewertungskriterien
es: 1.2.1. Criterios de evaluación
es_mx: 1.2.1 Criterios de evaluación
fr: 1.2.1. Critères d'évaluation
it: 1.2.1. Criteri di valutazione
ja: １.２.１ 評価ポイント
ko: 1.2.1 평가 포인트
nl: 1.2.1. Maatstaven voor evaluatie
ru: 1.2.1. Критерии оценки
zh_hans: 1.2.1 评价点数
zh_hant: 1.2.1 評價重點

# ManualManualCoopTTitleCoop11
source: 1.2.2 The Essence of the Job
de: 1.2.2. Zusammenfassung
es: 1.2.2. Lema laboral
es_mx: 1.2.2 El lema de la empresa
fr: 1.2.2. Synthèse
it: 1.2.2. Missione aziendale
ja: １.２.２ バイト作業のまとめ
ko: 1.2.2 아르바이트 작업 요약
nl: 1.2.2. De essentie van het werk
ru: 1.2.2. Суть работы
zh_hans: 1.2.2 打工内容总结
zh_hant: 1.2.2 打工作業總結

# ManualManualCoopTTitleCoop12
source: 1.2.3 And to You, Our Valued Employee
de: 1.2.3 Grußwort an die geschätzten Mitarbeiter
es: 1.2.3. Nuestro compromiso con los empleados
es_mx: 1.2.3 Nuestro compromiso con los empleados
fr: 1.2.3. Profession de foi
it: 1.2.3. Ogni dipendente è unico
ja: １.２.３ かけがえのない、あなたへ
ko: 1.2.3 그 누구도 대신할 수 없는 당신께
nl: 1.2.3. Aan jou, onze gewaardeerde werknemer
ru: 1.2.3. Заключительное слово для многоуважаемых работников
zh_hans: 1.2.3 致无可替代的你
zh_hant: 1.2.3 敬告無可取代的你

# ManualManualCoopTTitleCoop13
source: 1.1.8 King Salmonids
de: 1.1.8. Ober-Salmoniden
es: 1.1.8 Grandes jefes salmónidos
es_mx: 1.1.8 Grandes jefes salmónidos
fr: 1.1.8. Salmonarques
it: 1.1.8. Salmonarchi
ja: １.１.８ オカシラシャケについて
ko: 1.1.8 두목연어에 대해서
nl: 1.1.8. Salmonsters
ru: 1.1.8. Самониды-короли
zh_hans: 1.1.8 关于头目鲑鱼
zh_hant: 1.1.8 頭目鮭魚

# ManualManualCoopTTitleCoop21
source: 2.1.1 Chum, Smallfry, and Cohock
de: 2.1.1 Salmo, Salmini und Brocken
es: 2.1.1 Escamacarras, salmoches y cenutrines
es_mx: 2.1.1 Salmoides, escamitas y agallones
fr: 2.1.1. Salmoche, Salmioche et Sumoche
it: 2.1.1 Spadello, Pinna Pingue e Salmonello
ja: ２.１.１ シャケ / コジャケ / ドスコイ
ko: 2.1.1 연어 / 꼬마연어 / 덩치연어
nl: 2.1.1 Salmo, Salmini en Sallog
ru: 2.1.1. Скороварвар, малетчик и сковорейдер
zh_hans: 2.1.1 鲑鱼 / 小鲑鱼 / 大胖鱼
zh_hant: 2.1.1 鮭魚/小鮭魚/大胖魚

# ManualManualCoopTTitleCoop22
source: 2.1.2 Snatcher
de: 2.1.2 Samko
es: 2.1.2. Rastrerones
es_mx: 2.1.2 Hurtones
fr: 2.1.2. Barboteur
it: 2.1.2 Razziatore
ja: ２.１.２ タマヒロイ
ko: 2.1.2 알주어
nl: 2.1.2 Zammel
ru: 2.1.2 Умыкумжа
zh_hans: 2.1.2 拾蛋鱼
zh_hant: 2.1.2 拾蛋魚

# ManualManualCoopTTitleCoop24
source: 2.2.1 Steelhead
de: 2.2.1 Bäm
es: 2.2.1. Ferroces
es_mx: 2.2.1 Ferroces
fr: 2.2.1. Tête-de-pneu
it: 2.2.1 Bomber
ja: ２.２.１ バクダン
ko: 2.2.1 폭탄
nl: 2.2.1 Staalkop
ru: 2.2.1 Дядя Семг
zh_hans: 2.2.1 炸弹鱼
zh_hant: 2.2.1 炸彈魚

# ManualManualCoopTTitleCoop25
source: 2.2.2 Steel Eel
de: 2.2.2 Staal
es: 2.2.2. Raspoides
es_mx: 2.2.2 Anguiladeras
fr: 2.2.2. Carnacier
it: 2.2.2 Anguilmone
ja: ２.２.２ ヘビ
ko: 2.2.2 뱀
nl: 2.2.2 Staal
ru: 2.2.2 Громыхариус
zh_hans: 2.2.2 蛇鱼
zh_hant: 2.2.2 蛇魚

# ManualManualCoopTTitleCoop26
source: 2.2.3 Scrapper
de: 2.2.3 Pfanndit
es: 2.2.3. Chatarrónidos
es_mx: 2.2.3 Parrilleros
fr: 2.2.3. Bricabrute
it: 2.2.3 Blindomito
ja: ２.２.３ テッパン
ko: 2.2.3 철판
nl: 2.2.3 Jutter
ru: 2.2.3 Кетанкист
zh_hans: 2.2.3 铁板鱼
zh_hant: 2.2.3 鐵板魚

# ManualManualCoopTTitleCoop27
source: 2.2.4 Stinger
de: 2.2.4 Stapla
es: 2.2.4. Pilónidos
es_mx: 2.2.4 Fregatorres
fr: 2.2.4. Marmirador
it: 2.2.4 Pentolaio
ja: ２.２.４ タワー
ko: 2.2.4 타워
nl: 2.2.4 Staaplo
ru: 2.2.4 Котельный Сиг
zh_hans: 2.2.4 高塔鱼
zh_hant: 2.2.4 高塔魚

# ManualManualCoopTTitleCoop28
source: 2.2.5 Maws
de: 2.2.5 Grablax
es: 2.2.5. Fáucex
es_mx: 2.2.5 Mandíburos
fr: 2.2.5. Gobb
it: 2.2.5 Boccalone
ja: ２.２.５ モグラ
ko: 2.2.5 두더지
nl: 2.2.5 Snaai
ru: 2.2.5 Жуй-Горбуш
zh_hans: 2.2.5 鼹鼠鱼
zh_hant: 2.2.5 鼴鼠魚

# ManualManualCoopTTitleCoop29
source: 2.2.6 Drizzler
de: 2.2.6 Regnar
es: 2.2.6. Barrenos
es_mx: 2.2.6 Paragüistas
fr: 2.2.6. Crachin
it: 2.2.6 Piovasco
ja: ２.２.６ コウモリ
ko: 2.2.6 박쥐
nl: 2.2.6 Miezer
ru: 2.2.6 Метеоголец
zh_hans: 2.2.6 蝙蝠鱼
zh_hant: 2.2.6 蝙蝠魚

# ManualManualCoopTTitleCoop30
source: 2.2.7 Flyfish
de: 2.2.7 Rakzak
es: 2.2.7. Drónidos
es_mx: 2.2.7 Drónidos
fr: 2.2.7. Aéro Ben
it: 2.2.7 Salmodrone
ja: ２.２.７ カタパッド
ko: 2.2.7 어깨 패드
nl: 2.2.7 Salmodrone
ru: 2.2.7 Неркетчик
zh_hans: 2.2.7 垫肩飞鱼
zh_hant: 2.2.7 墊肩飛魚

# ManualManualCoopTTitleCoop32
source: 2.3.1 Water Levels (High and Low Tides)
de: 2.3.1 Wasserstand (Ebbe und Flut)
es: 2.3.1. Mareas (altas y bajas)
es_mx: 2.3.1 Mareas (altas y bajas)
fr: 2.3.1. Marées hautes et marées basses
it: 2.3.1 Alta e bassa marea
ja: ２.３.１ 水位変化（干潮、満潮）
ko: 2.3.1 수위 변화(간조, 만조)
nl: 2.3.1 Waterstand (eb en vloed)
ru: 2.3.1 Приливы и отливы
zh_hans: 2.3.1 水位变化（干潮、满潮）
zh_hant: 2.3.1 水位變化（乾潮、滿潮）

# ManualManualCoopTTitleCoop33
source: 2.3.2 Rush
de: 2.3.2 Ansturm
es: 2.3.2. Avalanchas
es_mx: 2.3.2 Frenesíes
fr: 2.3.2. Ruées
it: 2.3.2 Orde
ja: ２.３.２ ラッシュ
ko: 2.3.2 러시
nl: 2.3.2 Stormloop
ru: 2.3.2 Озверевшие самониды
zh_hans: 2.3.2 狂潮
zh_hant: 2.3.2 狂潮

# ManualManualCoopTTitleCoop34
source: 2.3.3 Fog
de: 2.3.3 Nebel
es: 2.3.3. Niebla
es_mx: 2.3.3 Niebla
fr: 2.3.3. Brouillard
it: 2.3.3 Nebbia
ja: ２.３.３ 霧
ko: 2.3.3 안개
nl: 2.3.3 Mist
ru: 2.3.3 Туман
zh_hans: 2.3.3 雾
zh_hant: 2.3.3 霧

# ManualManualCoopTTitleCoop35
source: 2.3.4 The Griller
de: 2.3.4 Killgrills
es: 2.3.4. Chaparrillas
es_mx: 2.3.4 Brasaletas
fr: 2.3.4. Barbeurks
it: 2.3.4 Grill
ja: ２.３.４ グリル発進
ko: 2.3.4 그릴 발진
nl: 2.3.4 Grillers
ru: 2.3.4 Жаровнер
zh_hans: 2.3.4 烤架鱼进发
zh_hant: 2.3.4 烤架魚出動
