Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# LayoutMsgMngSystemWindow00130
source: You cannot use card bits when offline. Pleasereturn to the lobby and connect to the internet.
de: Du kannst keine Kartenteile verwenden,während du offline bist. Bitte kehrein die Lobby zurück und stelle eineVerbindung zum Internet her.
es: No puedes usar trozos de cartas si no estás enlínea. Vuelve al vestíbulo y conecta la consolaa internet.
es_mx: No puedes usar trozos de cartas si no estásen línea. Vuelve al vestíbulo y conectala consola a internet.
fr: Tu ne peux pas utiliser de fragments de carteslorsque tu es hors ligne. Retourne dans le hallet connecte-toi à Internet.
it: Non puoi usare i frammenti di carte quando seioffline. Torna alla lobby e connettiti a Internet.
ja: オフライン時はカードのかけらを使用できません一度ロビーに入り、インターネットに接続してください
ko: 오프라인일 때는 카드 파편을 사용할 수 없습니다먼저 로비로 들어가 인터넷에 접속해 주십시오
nl: Je kunt geen kaartstukjes gebruiken als jeoffline bent. Ga terug naar de lobby en maakverbinding met het internet.
ru: Без подключения к Интернету нельзяиспользовать фрагменты карт. Возвращайсяв Холл и подключись к Интернету.
zh_hans: 处于离线状态时无法使用卡片碎片，请先进入大厅连接互联网。
zh_hant: 處於離線狀態時無法使用卡片碎片，請先進入大廳連接網路。

# LayoutMsgMngSystemWindow00131
source: You cannot use card bits while playing via localwireless. Please return to the lobby and connectto the internet.
de: Du kannst keine Kartenteile verwenden,während du über die lokale Verbindung spielst.Bitte kehre in die Lobby zurück und stelleeine Verbindung zum Internet her.
es: No puedes usar trozos de cartas mientrasjuegas en modo local. Vuelve al vestíbulo yconecta la consola a internet.
es_mx: No puedes usar trozos de cartas mientrasjuegas en modo local. Vuelve al vestíbulo yconecta la consola a internet.
fr: Tu ne peux pas utiliser de fragments de carteslorsque tu joues en mode sans fil local. Retournedans le hall et connecte-toi à Internet.
it: Non puoi usare i frammenti di cartequando giochi tramite comunicazione locale.Torna alla lobby e connettiti a Internet.
ja: ローカル通信中はカードのかけらを使用できません一度ロビーに入り、インターネットに接続してください
ko: 로컬 통신 중에는 카드 파편을 사용할 수 없습니다먼저 로비로 들어가 인터넷에 접속해 주십시오
nl: Je kunt geen kaartstukjes gebruiken als jevia een lokale verbinding speelt. Ga terug naarde lobby en maak verbinding met het internet.
ru: Во время локальной игры нельзя использоватьфрагменты карт. Возвращайся в Холли подключись к Интернету.
zh_hans: 进行本地联机时无法使用卡片碎片，请先进入大厅连接互联网。
zh_hant: 進行鄰近主機通訊時無法使用卡片碎片，請先進入大廳連接網路。

# LayoutMsgMngSystemWindow00200
source: TableturfPoints
de: Revierdecks-Punkte
es: Puntoscarterritoriales
es_mx: Puntos
fr: Points deC&T
it: PuntiSplattanza
ja: ナワバトラーポイント
ko: 영역 배틀러포인트
nl: Slijkslag-punten
ru: Карты и район:очки
zh_hans: 占地斗士点数
zh_hant: 占地鬥士點數

# LayoutMsgMngSystemWindow00TWait00
source: Waiting for your opponent to pick...
de: Warte auf Gegner...
es: Esperando que tu rival elija...
es_mx: Esperando que tu rival elija...
fr: En attente du choix de l'adversaire...
it: L'altro giocatore sta scegliendo...
ja: 相手の選択を待っています…
ko: 상대의 선택을 기다리고 있습니다…
nl: Je tegenstander is aan het kiezen...
ru: Ждем противника...
zh_hans: 正在等待对手选择……
zh_hant: 正在等待對手完成選擇……

# LayoutMsgMngWatch00TExit00
source: Exit
de: Beenden
es: Salir
es_mx: Salir
fr: Quitter
it: Esci
ja: おわる
ko: 끝내기
nl: Sluiten
ru: Выйти
zh_hans: 结束
zh_hant: 結束

# LayoutMsgMngWatch00TWatch00
source: Spectating...
de: Schaut zu...
es: Modo espectador
es_mx: Espectadores
fr: Mode spectateur
it: Spettatore...
ja: 観戦中…
ko: 관전 중…
nl: Schouwt toe...
ru: Зритель
zh_hans: 正在观战……
zh_hant: 觀戰中……

# LayoutMsgPlzGuideEmote00TDown00
source: Bounce
de: Hüpfen
es: Brinco
es_mx: Brinco
fr: Sautillements
it: Saltella
ja: ピョンピョン
ko: 깡충깡충
nl: Huppen
ru: Подпрыгивать
zh_hans: 蹦跳
zh_hant: 蹦蹦跳

# LayoutMsgPlzGuideEmote00TLeft00
source: Sway
de: Schwenken
es: Bamboleo
es_mx: Bamboleo
fr: Oscillations
it: Ondeggia
ja: フリフリ
ko: 흔들흔들
nl: Zwaaien
ru: Качаться
zh_hans: 摇摆
zh_hant: 搖擺

# LayoutMsgPlzGuideEmote00TRight00
source: Wave
de: Schütteln
es: Saludo
es_mx: Saludo
fr: Agitations
it: Saluta
ja: イエーイ
ko: YEAH
nl: Wapperen
ru: Махать
zh_hans: 耶
zh_hant: YEAH

# LayoutMsgPlzGuideEmote00TUp00
source: Cheer
de: Jubeln
es: ¡Vamos!
es_mx: ¡Vamos!
fr: Encouragements
it: Forza!
ja: ハイ
ko: 응원
nl: Juichen
ru: Ура!
zh_hans: HEY
zh_hant: HEY

# LayoutMsgPlzItemGearMenu00TNum00
source: Ability Chunks (Held/Needed)
de: Fragmente (Besitz/Benötigt)
es: Fragmentos (obtenidos/necesarios)
es_mx: Fragmentos (obtenidos/necesarios)
fr: Fragments de bonus (Possédés/Requis)
it: Frammenti (ottenuti/necessari)
ja: かけら （持っている数/必要な数）
ko: 파편 (가지고 있는 수/필요한 수)
nl: Fragmenten (in bezit/nodig)
ru: Б/у свойства (в наличии/требуется)
zh_hans: 碎片 （持有数/需要数）
zh_hant: 碎片（持有數/需求數）

# LayoutMsgPlzItemGearMenu00TSkillPiece00
source: Ability Chunks
de: Effekt-Fragmente
es: Fragmentos:
es_mx: Fragmentos:
fr: Fragments de bonus :
it: Frammenti abilità
ja: 持っているかけらの数
ko: 가지고 있는 파편 수
nl: Effectfragmenten
ru: Б/у свойств:
zh_hans: 碎片持有数
zh_hant: 碎片持有數

# LayoutMsgPlzItemMenu00000
source: Favorites
de: Meistgenutzt
es: Frecuentes
es_mx: Más usados
fr: Favoris
it: Più frequenti
ja: よく使う
ko: 사용 빈도
nl: Favorieten
ru: Любимое
zh_hans: 常用
zh_hant: 常用

# LayoutMsgPlzItemMenu00001
source: Ability
de: Effekt
es: Potenciadores
es_mx: Potenciadores
fr: Bonus
it: Abilità
ja: ギアパワー
ko: 기어 파워
nl: Effecten
ru: Свойства
zh_hans: 装备能力
zh_hant: 裝備能力

# LayoutMsgPlzItemMenu00002
source: Brand
de: Marke
es: Marca
es_mx: Marca
fr: Marque
it: Marca
ja: ブランド
ko: 브랜드
nl: Merk
ru: Бренд
zh_hans: 品牌
zh_hant: 品牌

# LayoutMsgPlzItemMenu00TNoSort00
source: No items found.
de: Nichts gefunden!
es: No se encuentran coincidencias.
es_mx: No se encontró nada.
fr: Aucun objet trouvé.
it: Non hai oggetti.
ja: 当てはまるものがありません
ko: 해당하는 것이 없습니다
nl: Niets gevonden!
ru: Нет предметов.
zh_hans: 没有符合条件的物品
zh_hant: 沒有符合條件的物品

# LayoutMsgReplayDetail00TRestA00
source: Remaining
de: Noch:
es: Restante
es_mx: Restante
fr: Encore
it: Ancora
ja: のこり
ko: 앞으로
nl: Nog
ru: Еще
zh_hans: 剩余
zh_hant: 剩餘

# LayoutMsgSdodrAnnounce00ArriveGachiLiftGoalPlayer
source: You're at the last checkpoint!
de: Letzter Checkpoint erreicht!
es: ¡Último control alcanzado!
es_mx: ¡Último control!
fr: Ultime point de contrôle atteint !
it: Sei all'ultimo checkpoint!
ja: 最終カンモンに到着した！
ko: 최종 관문에 도달했다!
nl: Je bent bij het laatste checkpoint!
ru: У последней преграды!
zh_hans: 我方到达了最终关卡！
zh_hant: 我方已抵達最終關卡！

# LayoutMsgSdodrAnnounce00OccupyGachiAreaOpposite
source: Zone lost!
de: Zone verloren!
es: ¡Zona perdida!
es_mx: ¡El rival tiene el control!
fr: Zone perdue !
it: Zona perduta!
ja: エリア確保された！
ko: 상대가 에어리어를 확보했다!
nl: Zone verloren!
ru: Зона потеряна!
zh_hans: 敌方已确保区域！
zh_hant: 敵方已占領區域！

# LayoutMsgSdodrAnnounce00OccupyGachiAreaPlayer
source: Zone secured!
de: Zone gesichert!
es: ¡Zona asegurada!
es_mx: ¡Tienes el control!
fr: Zone sécurisée !
it: Zona conquistata!
ja: エリア確保した！
ko: 에어리어를 확보했다!
nl: Zone ingenomen!
ru: Зона под контролем!
zh_hans: 我方已确保区域！
zh_hant: 我方已佔領區域！

# LayoutMsgSdodrAnnounce00StopGachiCountOpposite
source: You lost control!
de: Zähler angehalten!
es: ¡Contador detenido!
es_mx: ¡Perdiste el control!
fr: Tu as perdu le contrôle !
it: Timer fermato!
ja: カウントストップされた！
ko: 카운트가 멈췄다!
nl: Je bent de controle kwijt!
ru: Контроль потерян!
zh_hans: 敌方停止了我方的计数！
zh_hant: 我方計數已停止！

# LayoutMsgSdodrAnnounce00StopGachiCountPlayer
source: They lost control!
de: Zähler angehalten!
es: ¡Contador detenido!
es_mx: ¡El rival perdió el control!
fr: L'ennemi a perdu le contrôle !
it: Timer nemico fermato!
ja: カウントストップした！
ko: 상대의 카운트가 멈췄다!
nl: Ze zijn de controle kwijt!
ru: Враги потеряли зону!
zh_hans: 我方停止了敌方的计数！
zh_hant: 敵方計數已停止！

# LayoutMsgSdodrAreaCount00TRest00
source: Remaining
de: Noch
es: Restante
es_mx: Restante
fr: Encore
it: Ancora
ja: のこり
ko: 앞으로
nl: Nog
ru: Еще
zh_hans: 剩余
zh_hant: 剩餘

# LayoutMsgSdodrCheckPoint00TCheckPoint00
source: Checkpoint!
es: ¡Punto de control!
es_mx: ¡Punto de control!
fr: Point de contrôle
ja: チェックポイント！
ko: 체크포인트!
ru: Точка возврата!
zh_hans: 关卡点！
zh_hant: 關卡點！

# LayoutMsgSdodrCheckPoint00TLastCheckPoint00
source: Final checkpoint!
de: Letzter Checkpoint!
es: ¡Último control!
es_mx: ¡Último control!
fr: Point de contrôle final
it: Ultimo checkpoint!
ja: 最終チェックポイント！
ko: 최종 체크포인트!
nl: Laatste checkpoint!
ru: Последняя точка возврата!
zh_hans: 最终关卡点！
zh_hant: 最終關卡點！

# LayoutMsgSdodrClearDemo00TFloorUnit00
source: F
de: Etage
es: Piso
es_mx: P
fr: Étage
it: Piano
ja: Ｆ
nl: Etage
ru: Этаж
zh_hans: Ｆ
zh_hant: Ｆ

# LayoutMsgSdodrClearDemo00TNewRecord00
source: Updated
de: Aktualisiert
es: Actualizado
es_mx: Récord
fr: Mis à jour
it: Record!
ja: 更新
ko: 경신
nl: Bijgewerkt
ru: Обновлено
zh_hans: 更新
zh_hant: 刷新

# LayoutMsgSdodrCollectionEnemy00TConclusion00
source: Conclusion
de: Zusammenfassung
es: Resumen
es_mx: Resumen
it: Conclusioni
ja: まとめ
ko: 정리
nl: Conclusie
ru: Резюме
zh_hans: 总结
zh_hant: 總結

# LayoutMsgSdodrCollectionEnemy00THabitat00
source: Habitat:
es: Hábitat:
es_mx: Hábitat:
ja: 主な生息地 :
ko: 주요 서식지:
ru: Среда:
zh_hans: 主要栖息地：
zh_hant: 主要棲息地：

# LayoutMsgSdodrDemoBtn00000
source: Nah
de: Nein
es: No...
es_mx: Olvídalo...
fr: Non
it: Esci
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrDemoBtn00010
source: Remember First Climb
de: Erinnerung an den ersten Durchgang
es: El primer ascenso
es_mx: El primer ascenso
fr: Ma première ascension.
it: Ricorda la tua prima scalata.
ja: 最初の塔を思い出す
ko: 첫 번째 탑 떠올리기
nl: Herinnering aan je eerste klim
ru: Вспомни свой первый подъем.
zh_hans: 回想初始之塔
zh_hant: 回想初始之塔

# LayoutMsgSdodrDemoBtn00011
source: Remember Saving Marina
de: Erinnerung an Marinas Rettung
es: El rescate de Marina
es_mx: El rescate de Marina
fr: Le sauvetage de Coralie.
it: Ricorda il salvataggio di Nori.
ja: イイダを助け出したときを思い出す
ko: 이이다를 구출한 순간 떠올리기
nl: Herinnering aan Mariana's redding
ru: Вспомни спасение Мариши.
zh_hans: 回想救出饭田时的事
zh_hant: 回想救出飯田的時刻

# LayoutMsgSdodrDemoBtn00020
source: Remember Epic, Vibrant Battle
de: Erinnerung an einen epischen Kampf
es: El vibrante y épico combate
es_mx: El vibrante y épico combate
fr: Mon combat épique et coloré.
it: Ricorda la battaglia epica e colorata.
ja: 色にあふれた戦いを思い出す
ko: 색이 넘치는 전투 떠올리기
nl: Herinnering aan de epische, bonte strijd
ru: Вспомни тот яркий, эпичный бой.
zh_hans: 回想色彩丰富的战斗
zh_hant: 回想色彩繽紛的戰鬥

# LayoutMsgSdodrDemoBtn00021
source: Remember Elevator to the Skies
de: Erinnerung an den Himmelsaufzug
es: El ascensor a los cielos
es_mx: El elevador a los cielos
fr: L'ascenseur montant vers les cieux.
it: Ricorda l'ascensore che sale in cielo.
ja: 天に上るエレベーターを思い出す
ko: 하늘로 올라가는 엘리베이터 떠올리기
nl: Herinnering aan de lift naar de hemel
ru: Вспомни взмывающий ввысь лифт.
zh_hans: 回想登天电梯
zh_hant: 回想直登天際的電梯

# LayoutMsgSdodrDemoBtn00022
source: Remember Entering Inkopolis Square
de: Erinnerung an deine Ankunft
es: La llegada a la plaza de Cromópolis
es_mx: La llegada al centro de Cromópolis
fr: Ma première visite au square de Chromapolis.
it: Ricorda piazza Coloropoli.
ja: 初めて見たハイカラスクエアを思い出す
ko: 처음으로 본 오더폴리스 스퀘어 떠올리기
nl: Herinnering aan je eerste Inkopolispleinbezoek
ru: Вспомни начало на Инкопольской площади.
zh_hans: 回想第一次见到的尚兴广场
zh_hant: 回想初次來到尚興廣場的情景

# LayoutMsgSdodrDemoBtn000300
source: Nah
de: Nein
es: No...
es_mx: No...
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrDemoBtn000301
source: Remember!
de: Erinnere dich
es: ¡Recordar!
es_mx: ¡Recordar!
fr: Me souvenir !
it: Sì
ja: 思い出す！
ko: 떠올리기
nl: Ja!
ru: Вспомнить
zh_hans: 回想！
zh_hant: 回想！

# LayoutMsgSdodrDemoBtn000310
source: Nah
de: Nein
es: No...
es_mx: No...
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrDemoBtn000311
source: Remember!
de: Erinnern!
es: ¡Recordar!
es_mx: ¡Recordar!
fr: Me souvenir !
it: Sì
ja: 思い出す！
ko: 떠올리기
nl: Ja!
ru: Вспомнить
zh_hans: 回想！
zh_hant: 回想！

# LayoutMsgSdodrDemoBtn000320
source: Nah
de: Nein
es: No...
es_mx: No...
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrDemoBtn000321
source: Remember!
de: Erinnern!
es: ¡Recordar!
es_mx: ¡Recordar!
fr: Me souvenir !
it: Sì
ja: 思い出す！
ko: 떠올리기
nl: Ja!
ru: Вспомнить
zh_hans: 回想！
zh_hant: 回想！

# LayoutMsgSdodrDemoBtn000322
source: Remember that epic, vibrant battle?
de: An deinen besonders epischen Kampf erinnern?
es: ¿Quieres recordar ese vibrantey épico combate?
es_mx: ¿Quieres recordar ese vibrantey épico combate?
fr: Te souvenir de ce combat si épiqueet si coloré ?
it: Vuoi ricordare quella battaglia epicae colorata?
ja: 色にあふれた戦いを思い出しますか？
ko: 색이 넘치는 전투를 떠올리겠습니까?
nl: Wil je in de herinnering aan de epische,bonte strijd duiken?
ru: Вспомнить тот яркий, эпичный бой?
zh_hans: 要回想色彩丰富的战斗吗？
zh_hant: 要回想色彩繽紛的戰鬥嗎？

# LayoutMsgSdodrDemoBtn000330
source: Nah
de: Nein
es: No...
es_mx: No...
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrDemoBtn000331
source: Remember!
de: Erinnern!
es: ¡Recordar!
es_mx: ¡Recordar!
fr: Me souvenir !
it: Sì
ja: 思い出す！
ko: 떠올리기
nl: Ja!
ru: Вспомнить
zh_hans: 回想！
zh_hant: 回想！

# LayoutMsgSdodrDemoBtn000332
source: Remember riding the elevator to the skies?
de: Möchtest du dich an die großeAufzugfahrt Richtung Himmel erinnern?
es: ¿Quieres recordar el viajeen ascensor a los cielos?
es_mx: ¿Quieres recordar el viajeen elevador a los cielos?
fr: Te souvenir de ce jour où tu étais dansl'ascenseur, montant vers les cieux ?
it: Vuoi ricordare l'ascensore che sale in cielo?
ja: 天に上るエレベーターを思い出しますか？
ko: 하늘로 올라가는 엘리베이터를 떠올리겠습니까?
nl: Wil je in de herinnering aan de lift naarde hemel duiken?
ru: Вспомнить лифт, взмывающий ввысь?
zh_hans: 要回想登天电梯吗？
zh_hant: 要回想直登天際的電梯嗎？

# LayoutMsgSdodrDemoBtn000340
source: Nah
de: Nein
es: No...
es_mx: No...
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrDemoBtn000341
source: Remember!
de: Erinnern!
es: ¡Recordar!
es_mx: ¡Recordar!
fr: Me souvenir !
it: Sì
ja: 思い出す！
ko: 떠올리기
nl: Ja!
ru: Вспомнить
zh_hans: 回想！
zh_hant: 回想！

# LayoutMsgSdodrDemoBtn000342
source: Remember seeing Inkopolis Square for the firsttime? (Will take you to Inkopolis Square.)
de: An deine Ankunft auf demInkopolis-Platz erinnern?(Das Spiel geht auf demInkopolis-Platz weiter.)
es: ¿Quieres recordar tu primeravisita a la plaza de Cromópolis?Te trasladarás allí.
es_mx: ¿Quieres recordar tu llegadaal centro de Cromópolis?Te trasladarás allí.
fr: Te souvenir du jour où tu as découvertle square de Chromapolis ?(Tu te retrouveras au square de Chromapolis.)
it: Vuoi ricordare la prima volta che haivisto piazza Coloropoli?Ti sposterai a piazza Coloropoli.
ja: 初めてハイカラスクエアに行ったときのことを思い出しますか？※ハイカラスクエアに移動します
ko: 처음으로 오더폴리스 스퀘어에 갔던 순간을떠올리겠습니까?※오더폴리스 스퀘어로 이동합니다
nl: Wil je in de herinnering aan je eersteInkopolispleinbezoek duiken? (Je zult dannaar het Inkopolisplein worden gebracht.)
ru: Вспомнить твое прибытие на Инкопольскуюплощадь? (Ты отправишься туда.)
zh_hans: 要回想第一次去尚兴广场时的场景吗？※即将移动到尚兴广场。
zh_hant: 要回想初次來到尚興廣場時的情景嗎?※將即刻移動至尚興廣場。

# LayoutMsgSdodrDevelopLog00100
source: View Image
de: Bild anzeigen
es: Ver imagen
es_mx: Ver imagen
fr: Afficher l'image
it: Vedi immagine
ja: 画像を見る
ko: 이미지 보기
nl: Afbeelding bekijken
ru: Изображение
zh_hans: 查看图片
zh_hant: 查看圖片

# LayoutMsgSdodrDevelopLog00101
source: Show Text
de: Text anzeigen
es: Ver texto
es_mx: Ver texto
fr: Afficher le texte
it: Mostra testo
ja: 文章を読む
ko: 글 읽기
nl: Tekst tonen
ru: Текст
zh_hans: 阅读文章
zh_hant: 閱讀文章

# LayoutMsgSdodrDevelopLog00DevelopLogMessage0600Left
source: Memverse Development Notes-Secure required processing power bytapping into Kamabo Co.'s mainframe.Use the Memverse prototype virtualworld to gather mem-cake data forlater world expansion.-Access confirmed from within theKamabo Co. internal network. Set upexternal access via standard sea-cucumber phone.
de: Memoversum-Entwicklernotizen・ Benötigte Rechenkraft muss durch Anschluss an Hauptcomputer von Kamabo & Co. gewonnen werden. Im Anschluss die virtuelle Welt des Memoversum-Prototyps nutzen, um Souvenir-Daten zur späteren Erweiterung der Welt zu sammeln.・ Zugriff durch internes Netzwerk von Kamabo & Co. gesichert. Nächster geplanter Arbeitsschritt: Externer Zugriff über beliebiges Seegurken-Telefon.
es: Hitos en el desarrollo del Pastiverso:Lograr suficiente capacidad de procesoempleando los servidores de Pastec.Compilar datos de pastirrecuerdos paradar forma a un mundo virtual usandocomo base el prototipo de Pastiverso.Asegurar el acceso a la red interna dePastec desde cualquier punto usandoun pepinotransmisor convencional desdeel exterior.
es_mx: Hitos en el desarrollo del Pastiverso:Lograr suficiente capacidad de procesoempleando los servidores de Pastec.Usar el prototipo de Pastiverso paraacumular datos de pastirrecuerdos yconstruir el mundo virtual.Asegurar el acceso interno desde lared de Pastec. Habilitar el accesoexterno mediante cualquier teléfonopepino de mar.
fr: Note de développement du Poulpivers- Acquisition de la puissance detraitement requise par greffage ausystème central de Patapoulpe & Cie.Utilisation du prototype du Poulpiverspour rassembler les données dessouvenirs Patapoulpe en vue del'expansion future.- Confirmation de l'accès depuis leréseau interne de Patapoulpe & Cie.Configuration de l'accès externepar téléphone concombre de merstandard.
it: Noriverse - Note di sviluppo- Garantire fonte energetica richiestaattingendo al mainframe della Impastec.Usare prototipo virtuale Noriverseper raccogliere dati souvenir cheserviranno per espansione futura.- Accesso confermato da reteinterna della Impastec. Configurareaccesso esterno tramite cetriollaredi mare standard.
ja: ネリバース開発メモネル社のメインフレームを借りることで演算能力を確保仮想世界ネリバースのプロトタイプをベースにネリメモリーのデータを集積して世界を構築するネル社の社内ならどこからでも社内ネットワークを通じてアクセス可能社外からのアクセスにはナマコフォンを経由
ko: 네리버스 개발 메모네르 사의 메인 프레임을 빌려연산 능력 확보가상 세계 네리버스의 프로토타입을 기반으로네리 메모리의 데이터를 축적하여 세계 구축네르 사 안에서라면 어디서든사내 네트워크를 통해 액세스 가능밖이라면 해삼 폰 경유로 액세스
nl: Ontwikkelingsaantekeningen van hetHerinniversum-Verwerkingskracht regelen door aan tesluiten op het systeem van Komco bv.Het Herinniversum-prototype gebruikenom gegevens van Komco-souvenirs teverzamelen voor verdere uitbreiding vande virtuele wereld.-Toegang bevestigd van binnen in hetKomco bv-systeem. Externe toegangregelen via standaard zeekomkommer-telefoon.
ru: «Консерватория», заметкиразработчика・ Не хватает вычислительной мощности, нужно подключиться к суперкомпьютеру Паштетико. Тогда прототип виртуального мира «Консерватория» можно будет использовать для сбора данных из памяток Паштетико для дальнейшего расширения этого виртуального мира.・ Доступ к суперкомпьютеру подтвержден внутренней сетью Паштетико. Для удобства потом нужно будет открыть постоянный внешний доступ через обычные голотурофоны.
zh_hans: 忆界宇宙开发笔记我借用了忆生企业的主机确保了演算能力，然后以虚拟世界忆界宇宙的原型为基础，加入忆生记忆的数据构筑出一个世界。在忆生企业内部可以在任意地方通过公司内部互联网进行访问，在公司外则需要通过海参型手机来访问。
zh_hant: 憶界宇宙研發筆記借助憶生企業的主機伺服器來確保所需的運算能力，以虛擬實境憶界宇宙的原型為基礎，收集憶生記憶的數據，建構出世界。從憶生企業內部的話，只要透過暢行無阻的內部網路即可存取，從外部的話，則要透過海參型手機存取。
