Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizable.strings
Languages: nl

# BynameSubject08710
source: Stinger
nl: Staaplo

# BynameSubject08720
source: Maws
nl: Snaai

# BynameSubject08730
source: Drizzler
nl: Miezer

# BynameSubject08740
source: Flyfish
nl: Salmodrone

# BynameSubject08750
source: Fish Stick
nl: Salmonoliet

# BynameSubject08760
source: Flipper-Flopper
nl: Dompelaar

# BynameSubject08770
source: Slammin' Lid
nl: Dreksel

# BynameSubject08780
source: Big Shot
nl: Bombarie

# BynameSubject08800
source: Mothership
nl: moederschip

# BynameSubject08810
source: Mudmouth
nl: Moddermuil

# BynameSubject08820
source: Glowfly
nl: glimvliegje

# BynameSubject08830
source: Rank
nl: rang

# BynameSubject08840
source: Romanticist
nl: romanticus

# BynameSubject08850
source: Steel Body
nl: ijzervreter

# BynameSubject08860
source: Flavor
nl: smaak

# BynameSubject08870
source: Elite
nl: crème de la crème

# BynameSubject08880
source: Determined Spirit
nl: doorzetter

# BynameSubject08890
source: Person of Influence
nl: opiniemaker

# BynameSubject08900
source: Trailblazer
nl: pionier

# BynameSubject08910
source: Cast
nl: theaterlid

# BynameSubject08920
source: Ace
nl: aas

# BynameSubject08930
source: Number One
nl: nummer één

# BynameSubject08940
source: Foremost Figure
nl: vooraanstaande

# BynameSubject08950
source: Mainstay
nl: pijler

# BynameSubject08960
source: Emperor
nl: vorst

# BynameSubject08970
source: Paragon
nl: uitblinker

# BynameSubject08980
source: Intermediary
nl: tussenpersoon

# BynameSubject09000
source: Schemer
nl: strateeg

# BynameSubject09010
source: Brave Warrior
nl: onverschrokkene

# BynameSubject09020
source: Person of Culture
nl: erudiet

# BynameSubject09030
source: Honor Student
nl: erestudent

# BynameSubject09040
source: Brain
nl: brein

# BynameSubject09050
source: Trapper
nl: padvinder

# BynameSubject09060
source: Intellectual
nl: intellectueel

# BynameSubject09070
source: Impractical Theory
nl: onkunde

# BynameSubject09080
source: Dislike
nl: tegenzin

# BynameSubject09090
source: Meister
nl: instructeur

# BynameSubject09100
source: Governor
nl: gezagsdrager

# BynameSubject09110
source: Office Chief
nl: kantoorchef

# BynameSubject09120
source: Caretaker
nl: verpleger

# BynameSubject09130
source: Bank President
nl: bankdirecteur

# BynameSubject09140
source: Harlequin
nl: clown

# BynameSubject09150
source: Focal Point
nl: middelpunt

# BynameSubject09160
source: Event Organizer
nl: organisator

# BynameSubject09180
source: Performer
nl: podiumkunstenaar

# BynameSubject09190
source: Woodcutter
nl: houtsnijder

# BynameSubject09200
source: Sous-Chef
nl: kok

# BynameSubject09210
source: Engineer
nl: ingenieur

# BynameSubject09220
source: Contractor
nl: aannemer

# BynameSubject09230
source: Prosperous Merchant
nl: goudhandelaar

# BynameSubject09240
source: Referee
nl: scheidsrechter

# BynameSubject09250
source: Manila Clam
nl: mosseltje

# BynameSubject09260
source: Concierge
nl: conciërge

# BynameSubject09280
source: Tentacle
nl: tentakel

# BynameSubject09290
source: Noble
nl: edele

# BynameSubject09300
source: Temp
nl: hulpkracht

# BynameSubject09310
source: Prankster
nl: strekenvos

# BynameSubject09320
source: Great Regent
nl: regent

# BynameSubject09330
source: Main Character
nl: hoofdpersoon

# BynameSubject09340
source: Leading Actor
nl: hoofdrolspeler

# BynameSubject09341
source: Leading Actress
nl: hoofdrolspeelster

# BynameSubject09350
source: Dark Horse
nl: buitenbeentje

# BynameSubject09360
source: Key Figure
nl: sleutelfiguur

# BynameSubject09370
source: Mastermind
nl: superschurk

# BynameSubject09380
source: Tactician
nl: tacticus

# BynameSubject09390
source: Vagabond
nl: vagebond

# BynameSubject09400
source: Voyager
nl: wandelaar

# BynameSubject09410
source: Wandering Hermit
nl: vagant

# BynameSubject09420
source: Nomad
nl: nomade

# BynameSubject09430
source: Bounty Hunter
nl: premiejager

# BynameSubject09440
source: Timeline Jumper
nl: bezoeker uit de toekomst

# BynameSubject09450
source: Generation
nl: generatie

# BynameSubject09460
source: Elder
nl: oudere

# BynameSubject09470
source: Captain
nl: stuurman

# BynameSubject09480
source: Guest
nl: gast

# BynameSubject09490
source: String Puller
nl: manipulator

# BynameSubject09500
source: Gallery
nl: galerie

# BynameSubject09510
source: Big Name
nl: grote naam

# BynameSubject09520
source: Regular Customer
nl: stamgast

# BynameSubject09550
source: Success
nl: succes

# BynameSubject09560
source: Shadow Commander
nl: schaduwcommandant

# BynameSubject09580
source: Backer
nl: financier

# BynameSubject09590
source: Millionaire
nl: miljonair

# BynameSubject09600
source: Custodian
nl: herder

# BynameSubject09610
source: Lieutenant
nl: adjudant

# BynameSubject09620
source: Origin
nl: oorsprong

# BynameSubject09630
source: Czar
nl: commandant

# BynameSubject09640
source: Cheer Team
nl: cheerleader

# BynameSubject09650
source: Staff
nl: personeel

# BynameSubject09660
source: Factotum
nl: duizendpoot

# BynameSubject09670
source: Energy
nl: dynamo

# BynameSubject09680
source: Engine
nl: motor

# BynameSubject09690
source: Consultant
nl: consulent

# BynameSubject09700
source: Tutor
nl: raadgever

# BynameSubject09710
source: Puppet Master
nl: poppenspeler

# BynameSubject09720
source: Buddy
nl: makker

# BynameSubject09730
source: Critic
nl: criticus

# BynameSubject09740
source: Luck Pusher
nl: risiconemer

# BynameSubject09760
source: Buffoon
nl: harlekijn

# BynameSubject09770
source: Player
nl: speler

# BynameSubject09780
source: TV Personality
nl: tv-persoonlijkheid

# BynameSubject09790
source: Announcer
nl: aankondiger

# BynameSubject09800
source: Genius
nl: genie

# BynameSubject09830
source: Batter
nl: slagman

# BynameSubject09840
source: Pitcher
nl: werper

# BynameSubject09850
source: Catcher
nl: vanger

# BynameSubject09860
source: Benchwarmer
nl: breekijzer

# BynameSubject09870
source: Virtuoso
nl: componist

# BynameSubject09880
source: Conductor
nl: dirigent

# BynameSubject09890
source: Musical Performer
nl: orkest

# BynameSubject09900
source: Lyricist
nl: vocalist

# BynameSubject09920
source: Ingenue
nl: natuurtalent

# BynameSubject09930
source: Narrator
nl: verhalenverteller

# BynameSubject09940
source: Pro Wrestler
nl: worstelaar

# BynameSubject09960
source: Boxer
nl: bokser

# BynameSubject09970
source: Extra
nl: figurant

# BynameSubject09980
source: Cinematographer
nl: plaatjesschieter

# BynameSubject09990
source: Stunt Performer
nl: stuntacteur

# CoopEnemySakeArtillery
source: Big Shot
nl: Bombarie

# CoopEnemySakeBigMouth
source: Mudmouth
nl: Moddermuil

# CoopEnemySakeBigMouthGold
source: Mudmouth
nl: Moddermuil

# CoopEnemySakeCopter
source: Chinook
nl: Salmokopter

# CoopEnemySakeDolphin
source: Flipper-Flopper
nl: Dompelaar

# CoopEnemySakeFlyBagman
source: Snatcher
nl: Zammel

# CoopEnemySakeJaw
source: Megalodontia
nl: Beugelbakkes

# CoopEnemySakePillar
source: Fish Stick
nl: Salmonoliet

# CoopEnemySakeRope
source: Horrorboros
nl: Horroboros

# CoopEnemySakeSaucer
source: Slammin' Lid
nl: Dreksel

# CoopEnemySakediver
source: Maws
nl: Snaai

# CoopEnemySakelienBomber
source: Steelhead
nl: Staalkop

# CoopEnemySakelienCupTwins
source: Flyfish
nl: Salmodrone

# CoopEnemySakelienGiant
source: Cohozuna
nl: Sumosalmo

# CoopEnemySakelienLarge
source: Cohock
nl: Sallog

# CoopEnemySakelienShield
source: Scrapper
nl: Jutter

# CoopEnemySakelienSmall
source: Smallfry
nl: Salmini

# CoopEnemySakelienSnake
source: Steel Eel
nl: Staal

# CoopEnemySakelienStandard
source: Chum
nl: Salmo

# CoopEnemySakelienTower
source: Stinger
nl: Staaplo

# CoopEnemySakerocket
source: Drizzler
nl: Miezer

# CoopEnemyTriple
source: Triumvirate
nl: Monstertrio

# CoopGrade00
source: Apprentice
nl: Uitzendkracht

# CoopGrade02
source: Go-Getter
nl: Vaste kracht

# CoopGrade03
source: Overachiever
nl: Leidinggevende

# CoopGrade04
source: Profreshional
nl: Baas

# CoopGrade05
source: Profreshional +1
nl: Baas +1

# CoopGrade06
source: Profreshional +2
nl: Baas +2

# CoopGrade07
source: Profreshional +3
nl: Baas +3

# CoopGrade08
source: Eggsecutive VP
nl: Legende

# CoopSkinCop001
source: Orange Slopsuit
nl: Oranje werkkloffie

# CoopSkinCop002
source: Green Slopsuit
nl: Groen werkkloffie

# CoopSkinCop003
source: Yellow Slopsuit
nl: Geel werkkloffie

# CoopSkinCop004
source: Pink Slopsuit
nl: Roze werkkloffie

# CoopSkinCop005
source: Blue Slopsuit
nl: Blauw werkkloffie

# CoopSkinCop006
source: Black Slopsuit
nl: Zwart werkkloffie

# CoopSkinCop007
source: White Slopsuit
nl: Wit werkkloffie

# CoopSkinCop008
source: Orange Gloopsuit
nl: Oranje ploeterkloffie

# CoopSkinCop009
source: Black Gloopsuit
nl: Zwart ploeterkloffie

# CoopSkinCop010
source: Yellow Gloopsuit
nl: Geel ploeterkloffie

# CoopSkinCop011
source: Brown Gloopsuit
nl: Bruin ploeterkloffie

# CoopSkinCop012
source: Polka-Dot Slopsuit
nl: Stippelwerkkloffie

# CoopSkinCop013
source: Camo Slopsuit
nl: Camouflagewerkkloffie

# CoopSkinCop014
source: Koi Slopsuit
nl: Koi-werkkloffie

# CoopSkinCop015
source: Peach Gloopsuit
nl: Perzikploeterkloffie

# CoopSkinCop016
source: Lime Gloopsuit
nl: Limoenploeterkloffie

# CoopSkinCop017
source: Berry Gloopsuit
nl: Bessenploeterkloffie

# CoopSkinCop018
source: Silver Slopsuit
nl: Zilveren werkkloffie

# CoopSkinCop019
source: Gold Slopsuit
nl: Gouden werkkloffie

# CoopSkinCop020
source: Iridescent Slopsuit
nl: Parelmoerwerkkloffie

# CoopSkinCop021
source: Heavy-Duty Slopsuit
nl: Overwerkkloffie

# CoopStageCarousel
source: Wahoo World
nl: Waterwonderland

# CoopStageDistrict
source: Eeltail Alley
nl: Forelviaduct

# CoopStageFactory
source: Um'ami Ruins
nl: Ruisvoornruïnes

# CoopStageManbou
source: Grand Splatlands Bowl
nl: Splatlands-Arena

# CoopStageRandom
source: Multiple Sites
nl: Meerdere locaties

# CoopStageSection
source: Barnacle & Dime
nl: Winkelcentrum Poon & Zeehaan

# CoopStageShakedent
source: Gone Fission Hydroplant
nl: Kwikwi-krachtcentrale

# CoopStageShakehighway
source: Jammin' Salmon Junction
nl: Graattraject

# CoopStageShakelift
source: Salmonid Smokeyard
nl: Visrokerij

# CoopStageShakerail
source: Bonerattle Arena
nl: Vechtfuik

# CoopStageShakeship
source: Marooner's Bay
nl: Wrak van de ms Grondel

# CoopStageShakespiral
source: Sockeye Station
nl: Fort Ammoniet

# CoopStageShakeup
source: Spawning Grounds
nl: Salmonietendam

# CoopStageTemple
source: Undertow Spillway
nl: Baarsreservoir

# CoopStageTutorial
source: Sockeye Station
nl: Fort Ammoniet

# CoopStageUpland
source: Inkblot Art Academy
nl: Koraalcampus

# CoopTTitleCoop00
source: Workers
nl: arbeidertjes

# CoopTTitleCoop01
source: Eggs
nl: visseneieren

# CoopTTitleCoop02
source: Bucks—Fast!
nl: snel!

# CoopTTitleCoop04
source: Started
nl: slag

# CoopTTitleCoop05
source: Work
nl: begint

# CoopTTitleCoop06
source: Cooperation
nl: samenwerking

# CoopTTitleCoop07
source: Quota
nl: doelstelling

# CoopTTitleCoop09
source: Grade
nl: Beoordelingsgraad

# CoopTTitleCoop10
source: Criteria
nl: evaluatie

# CoopTTitleCoop11
source: Job
nl: werk

# CoopTTitleCoop12
source: Employee
nl: werknemer

# CoopTTitleCoop13
source: Salmonids
nl: Salmonsters

# CoopTTitleCoop21
source: Cohock
nl: Sallog

# CoopTTitleCoop22
source: Snatcher
nl: Zammel

# CoopTTitleCoop24
source: Steelhead
nl: Staalkop

# CoopTTitleCoop25
source: Eel
nl: Staal

# CoopTTitleCoop26
source: Scrapper
nl: Jutter

# CoopTTitleCoop27
source: Stinger
nl: Staaplo

# CoopTTitleCoop28
source: Maws
nl: Snaai

# CoopTTitleCoop29
source: Drizzler
nl: Miezer

# CoopTTitleCoop30
source: Flyfish
nl: Salmodrone

# CoopTTitleCoop33
source: Rush
nl: Stormloop

# CoopTTitleCoop34
source: Fog
nl: Mist

# CoopTTitleCoop35
source: Griller
nl: Grillers

# CoopTTitleCoop36
source: Charge
nl: Sallogs

# CoopTTitleCoop37
source: Seeking
nl: Goldies

# CoopTTitleCoop38
source: Mothership
nl: moederschip

# CoopTTitleCoop39
source: Stick
nl: Salmonoliet

# CoopTTitleCoop40
source: Flipper-Flopper
nl: Dompelaar

# CoopTTitleCoop41
source: Lid
nl: Dreksel

# CoopTTitleCoop42
source: Shot
nl: Bombarie

# CoopTTitleCoop43
source: Eruptions
nl: Moddermuilen

# CoopTTitleCoop44
source: Tornado
nl: Reuzentornado

# CmnMenu100
source: Now
nl: Nu

# CmnMenu101
source: Soon!
nl: Binnenkort!

# CmnMenu104
source: Soon!
nl: Binnenkort!

# CmnMenu105
source: Next
nl: Volgende

# CmnMenu106
source: Future
nl: Daarna

# CmnMenu150
source: To Eggstra Work
nl: Bedrijfseitje

# CmnMenu151
source: To Regular Job
nl: Normale klus

# CmnMenu240
source: Level
nl: Niveau

# CmnMenu250
source: Until
nl: Tot

# CmnMenu001
source: The Crater
nl: De krater

# CmnMenu098
source: Future
nl: Daarna

# CmnMenu099
source: Next
nl: Volgende

# CmnMenuLBottom00TInfo00
source: Back
nl: Sluiten

# CmnMenuLBottom01TInfo00
source: Back
nl: Terug

# CmnMenuLBottom02TInfo00
source: Back
nl: Terug

# CmnMenuLBottom03TInfo00
source: Back
nl: Terug

# CmnMenuLBottom04TInfo00
source: Back
nl: Terug

# CmnMenuLBottom05TInfo00
source: Equip
nl: Uitrusting

# CmnMenuLBottom08TInfo00
source: Back
nl: Terug

# CmnMenuLBtnCard00TBlackText00
source: Card List
nl: Kaarten

# CmnMenuLBtnCatalog00TBlackText00
source: See More
nl: Meer bekijken

# CmnMenuLBtnFestStage00TBlackText00
source: Splatfest Battle(Open)
nl: Splatfest-gevecht(open)

# CmnMenuLBtnFestStage01TBlackText00
source: Tricolor Battle
nl: Driekleurengevecht

# CmnMenuLBtnFestStage03TBlackText00
source: Splatfest Battle(Pro)
nl: Splatfest-gevecht(pro)

# CmnMenuLBtnMap01TText00
source: City
nl: Stad

# CmnMenuLBtnMap03TText00
source: The Shoal
nl: De Flipper

# CmnMenuLBtnMap04TText00
source: Grizzco
nl: Beer & Co

# CmnMenuLBtnMap05TText00
source: Weapons
nl: Wapens

# CmnMenuLBtnMap06TText00
source: Headgear
nl: Accessoires

# CmnMenuLBtnMap07TText00
source: Clothing
nl: Kleding

# CmnMenuLBtnMap08TText00
source: Shoes
nl: Schoenen

# CmnMenuLBtnMap09TText00
source: General
nl: Allerlei

# CmnMenuLBtnMap10TText00
source: Train Station
nl: Treinstation

# CmnMenuLBtnNpl00TEdit00
source: Edit
nl: Bewerken

# CmnMenuLBtnOption00TBtnL00
source: Normal
nl: Normaal

# CmnMenuLBtnOption00TBtnR00
source: Inverted
nl: Omgekeerd

# CmnMenuLBtnOption00THEader00
source: Up/Down
nl: Omhoog/omlaag

# CmnMenuLBtnOption00TMsg00
source: Disabled when motioncontrols are set to ON.
nl: Niet beschikbaar als jebewegingsbesturing gebruikt.

# CmnMenuLBtnOption01TBtnL00
source: Normal
nl: Normaal

# CmnMenuLBtnOption01TBtnR00
source: Inverted
nl: Omgekeerd

# CmnMenuLBtnOption01THeader00
source: Left/Right
nl: Links/rechts

# CmnMenuLBtnOption02TBtnL00
source: ON
nl: Aan

# CmnMenuLBtnOption02TBtnR00
source: OFF
nl: Uit

# CmnMenuLBtnOption02THeader00
source: Motion Controls
nl: Bewegingsbesturing

# CmnMenuLBtnOption03TBtnL00
source: Normal
nl: Normaal

# CmnMenuLBtnOption03TBtnR00
source: Inverted
nl: Omgekeerd

# CmnMenuLBtnOption03THeader00
source: Up/Down
nl: Omhoog/omlaag

# CmnMenuLBtnOption03TMsg00
source: Disabled when motioncontrols are set to ON.
nl: Niet beschikbaar als jebewegingsbesturing gebruikt.

# CmnMenuLBtnOption04TBtnL00
source: Normal
nl: Normaal

# CmnMenuLBtnOption04TBtnR00
source: Inverted
nl: Omgekeerd

# CmnMenuLBtnOption04THEader00
source: Left/Right
nl: Links/rechts

# CmnMenuLBtnOption05TBtnL00
source: ON
nl: Aan

# CmnMenuLBtnOption05TBtnR00
source: OFF
nl: Uit

# CmnMenuLBtnOption05THEader00
source: Motion Controls
nl: Bewegingsbesturing

# CmnMenuLBtnOption06TBtnL00
source: ON
nl: Aan

# CmnMenuLBtnOption06TBtnR00
source: OFF
nl: Uit

# CmnMenuLBtnOption06THEader00
source: Post Display
nl: Posts tonen

# CmnMenuLBtnOption06TMsg00
source: Restricted by Parental Controls.
nl: Deze functie wordt beperktdoor het ouderlijk toezicht.

# CmnMenuLBtnOption07TBtnL00
source: OFF
nl: Uit

# CmnMenuLBtnOption07TBtnR00
source: ON
nl: Aan

# CmnMenuLBtnOption07THEader00
source: Color Lock
nl: Vaste kleuren

# CmnMenuLBtnOption08TBtnL00
source: ON
nl: Aan

# CmnMenuLBtnOption08TBtnR00
source: OFF
nl: Uit

# CmnMenuLBtnOption08THEader00
source: Lobby Notifications
nl: Lobbyberichten

# CmnMenuLBtnOption09THEader00
source: Color Lock
nl: Vaste kleuren

# CmnMenuLBtnStage00TBlackText00
source: Regular Battle
nl: Standaardgevecht

# CmnMenuLBtnStage01TBlackText00
source: Anarchy Battle(Series)
nl: Chaosgevecht(sessie)

# CmnMenuLBtnStage02TBlackText00
source: X Battle
nl: X-gevecht

# CmnMenuLBtnStage03TBlackText00
source: Challenge
nl: Eventgevecht

# CmnMenuLBtnStage05TBlackText00
source: Anarchy Battle(Open)
nl: Chaosgevecht(open)

# CmnMenuLCatalog00TEventBonus00
source: Closeout Bonus
nl: Eindspurtbonus

# CmnMenuLCatalog00TRank00
source: Catalog Lv.
nl: Catalogusniv.

# CmnMenuLGaugeOption00THEader00
source: Motion-Control Sensitivity
nl: Bewegingsgevoeligheid

# CmnMenuLGaugeOption00TMsg00
source: Disabled when motion controlsare set to OFF.
nl: Niet beschikbaar als je geenbewegingsbesturing gebruikt.

# CmnMenuLGaugeOption01THeader00
source: Sensitivity
nl: Gevoeligheid

# CmnMenuLGaugeOption02THeader00
source: Motion-Control Sensitivity
nl: Bewegingsgevoeligheid

# CmnMenuLGaugeOption02TMsg00
source: Disabled when motion controlsare set to OFF.
nl: Niet beschikbaar als je geenbewegingsbesturing gebruikt.

# CmnMenuLGaugeOption03THeader00
source: Sensitivity
nl: Gevoeligheid

# CmnMenuLNextItem00TNextItem00
source: Next Level
nl: Volgend niveau

# CmnMenuLOptionColor00LBtn00TColor00
source: OFF
nl: Uit

# CmnMenuLOptionColor00LGuide00TInfo00
source: Back
nl: Terug

# CmnMenuLOptionColor00TExplain00
source: Color Lock is OFF
nl: Er worden geen vaste kleuren gebruikt.

# CmnMenuLOptionColor00TPreview00
source: Bicolor Battle
nl: Tweekleurengevecht

# CmnMenuLOptionColor00TPreview01
source: Tricolor Battle
nl: Driekleurengevecht

# CmnMenuLOption00TBlackText00
source: TV/TabletopMode
nl: Tv-stijl/tafelstijl

# CmnMenuLOption01TBlackText00
source: Handheld Mode
nl: Handheldstijl

# CmnMenuLOption02TBlackText00
source: Other
nl: Overig

# CmnMenuLPlayerEdit00TBlackText00
source: Player Settings
nl: Personagekeuze

# CmnMenuLPlayer00TBlackText00
source: Gear
nl: Uitrusting

# CmnMenuLPlayer01TBlackText00
source: Catalog
nl: Catalogus

# CmnMenuLPlayer02TBlackText00
source: Abilities
nl: Effecten

# CmnMenuLPlayer03TBlackText00
source: Tableturf Battle
nl: Slijkslag

# CmnMenuLRankMng00TRankHeader01
source: Tableturf Rank
nl: Slijkslagrang

# CmnMenuLRank00TRankHeader00
source: Level
nl: Niveau

# CmnMenuLStage00TExplain00
source: Rules
nl: Regels

# CmnMenuLStage01TMode01
source: Next
nl: Volgende

# CmnMenuLStage02TMode01
source: Future
nl: Daarna

# CmnMenuLStage02TWalk00
source: Go on Recon
nl: Verkennen

# CmnMenuLStage03TCoopRule00
source: Eggstra Work
nl: Bedrijfseitje

# CmnMenuLTab00TText00
source: Map
nl: Kaart

# CmnMenuLTab01TText00
source: Stages
nl: Levels

# CmnMenuLTab02TText00
source: Status
nl: Speler

# CmnMenuLTab03TText00
source: Options
nl: Opties

# CmnMenuTCatalog00
source: Head to Hotlantis to get a catalog!
nl: Je kunt een catalogus krijgen bij Aqua Morgana!

# CmnMenuTCount01
source: Ability Chunks
nl: Effectfragmenten

# CmnMenuTExplainCamera00
source: Set your control options when playing on a TV screen or theNintendo Switch console screen.
nl: Bepaal de instellingen voor het spelen op een tv-scherm ofin de tafelstijl.

# CmnMenuTExplainCamera01
source: Control settings for playing in handheld mode.
nl: Bepaal de instellingen voor het spelen in de handheldstijl.

# CmnMenuTExplainCamera02
source: Lock ink colors to make things easier to see.
nl: Hiermee worden inktkleuren gebruikt die makkelijk van elkaar teonderscheiden zijn.

# CmnMenuTExplainCamera03
source: Display user-generated content.
nl: Er wordt door gebruikers gemaakte content getoond.

# CmnMenuTExplainCamera04
source: Sends notifications about your play status to Friends and anyone elsein the same Pool.
nl: Er worden berichten over je speelactiviteit naar je vrienden en naar alle anderespelers in dezelfde poel gestuurd.

# CmnMenuTMaxNext00
source: Go to Hotlantis to get the final item!
nl: Het laatste voorwerp is verkrijgbaar inAqua Morgana!

# CmnMenuTMax00
source: COMPLETE!
nl: VOLTOOID!

# CmnMenuTOffStage00
source: Stage information is not available offline.Connect to the internet to get the latest!
nl: Levelnieuws is niet beschikbaar als jeoffline bent. Maak verbinding met hetinternet voor het laatste levelnieuws!

# CmnMenuTShop00
source: Shops
nl: Winkels

# CmnMenuTUdemaeTitle00
source: Rank
nl: Rang

# CmnMenuTXPower00
source: X Power
nl: X-kracht

# WeaponInfoMainBlasterBear
source: Grizzco Blaster
nl: Beer & Co-blaster

# WeaponInfoMainBlasterLightLong
source: Rapid Blaster Pro
nl: Flitsblaster Pro

# WeaponInfoMainBlasterLightShort
source: Clash Blaster
nl: Knalblaster

# WeaponInfoMainBlasterLight
source: Rapid Blaster
nl: Flitsblaster

# WeaponInfoMainBlasterLong
source: Range Blaster
nl: Teleblaster

# WeaponInfoMainBlasterMiddle
source: Blaster
nl: Klodderblaster

# WeaponInfoMainBrushHeavy
source: Painbrush
nl: Kwistkwast

# WeaponInfoMainBrushMini
source: Inkbrush
nl: Inktkwast

# WeaponInfoMainBrushNormal
source: Octobrush
nl: Octokwast

# WeaponInfoMainChargerBear
source: Grizzco Charger
nl: Beer & Co-lader

# WeaponInfoMainChargerKeeper
source: Goo Tuber
nl: Spetbuizer

# WeaponInfoMainChargerLight
source: Bamboozler 14 Mk I
nl: Bamboem 14-A

# WeaponInfoMainChargerNormal
source: Splat Charger
nl: Bloplader

# WeaponInfoMainChargerPencil
source: Snipewriter 5H
nl: Schotlood 5H

# WeaponInfoMainChargerQuick
source: Classic Squiffer
nl: Octopoets

# WeaponInfoMainManeuverBear
source: Grizzco Dualies
nl: Beer & Co-dubbelknallers

# WeaponInfoMainManeuverDual
source: Dualie Squelchers
nl: Dubbelplonzers

# WeaponInfoMainManeuverGallon
source: Glooga Dualies
nl: Kelvin 525

# WeaponInfoMainManeuverLong
source: Douser Dualies FF
nl: Blusknallers BW

# WeaponInfoMainManeuverNormal
source: Splat Dualies
nl: Dubbelknallers

# WeaponInfoMainManeuverShort
source: Dapple Dualies
nl: Dubbelspatters

# WeaponInfoMainManeuverStepper
source: Dark Tetra Dualies
nl: Quadhoppers Zwart

# WeaponInfoMainRollerBear
source: Grizzco Roller
nl: Beer & Co-roller

# WeaponInfoMainRollerHunter
source: Flingza Roller
nl: Flexroller

# WeaponInfoMainRollerNormal
source: Splat Roller
nl: Klodderroller

# WeaponInfoMainRollerWide
source: Big Swig Roller
nl: Breedroller

# WeaponInfoMainSaberBear
source: Grizzco Splatana
nl: Beer & Co-zwieper

# WeaponInfoMainSaberHeavy
source: Mint Decavitator
nl: Schrobbehak PM

# WeaponInfoMainSaberLite
source: Splatana Wiper
nl: Wisserbladzwieper

# WeaponInfoMainSaberNormal
source: Splatana Stamper
nl: Stempelzwieper

# WeaponInfoMainShelterBear
source: Grizzco Brella
nl: Beer & Co-plenzer

# WeaponInfoMainShelterCompact
source: Undercover Brella
nl: Paraplenzer

# WeaponInfoMainShelterFocus
source: Recycled Brella 24 Mk I
nl: Protoplenzer 24-I

# WeaponInfoMainShelterNormal
source: Splat Brella
nl: Plenzer

# WeaponInfoMainShelterWide
source: Tenta Brella
nl: Kampeerplenzer

# WeaponInfoMainShooterBlaze
source: Aerospray MG
nl: Kladderwerper

# WeaponInfoMainShooterExpert
source: Splattershot Pro
nl: Superspetter Pro

# WeaponInfoMainShooterFirst
source: Splattershot Jr.
nl: Superspetter jr.

# WeaponInfoMainShooterFlash
source: Squeezer
nl: Floeper

# WeaponInfoMainShooterGravity
source: .52 Gal
nl: .52 Kaliter

# WeaponInfoMainShooterHeavy
source: .96 Gal
nl: .96 Kaliter

# WeaponInfoMainShooterLong
source: Jet Squelcher
nl: Straalplonzer

# WeaponInfoMainShooterNormal
source: Splattershot
nl: Superspetter

# WeaponInfoMainShooterPrecision
source: Splash-o-matic
nl: Spetterspuit

# WeaponInfoMainShooterQuickLong
source: Splattershot Nova
nl: Superspetter Nova

# WeaponInfoMainShooterShort
source: Sploosh-o-matic
nl: Spettertuit

# WeaponInfoMainShooterTripleMiddle
source: H-3 Nozzlenose
nl: H-3 Langsnuit

# WeaponInfoMainShooterTripleQuick
source: L-3 Nozzlenose
nl: L-3 Stompsnuit
