Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GearGearNameClothesCop102
source: Juice Parka
de: Tankwart-Jacke
es: Chaqueta gasolinera
es_mx: Impermeable gasolinero
fr: Blouson d'ingénieur pétrolier
it: Giacca benzinaio
ja: フューエルブルゾン
ko: 퓨얼 블루종
nl: Pompbediendenjack
ru: Форма заправщика
zh_hans: 燃料外套
zh_hant: 燃料外套

# GearGearNameClothesCop103
source: Garden Gear
de: Shirt mit Handschuhen
es: Camiseta con guantes
es_mx: Camiseta jardinería
fr: T-shirt et gants de travail
it: Set con guanti da lavoro
ja: マクレGT
ko: 민소매&목장갑
nl: Shirt met handschoenen
ru: Безрукавка и перчатки
zh_hans: 卷袖上衣与劳工手套
zh_hant: 捲袖上衣與勞工手套

# GearGearNameClothesCop104
source: Crustwear XXL
de: Shrimpy-Snacks-Shirt
es: Camiseta fritoneta
es_mx: Antofritos XXL
fr: T-shirt Crustassiette
it: T-shirt Fritto e Rifritto
ja: アゲアゲ・10・プラーXXL
ko: 바삭바삭 튀김 XXL
nl: Octobus-shirt XXL
ru: Майка «Мак-да-рак»
zh_hans: 酥脆天妇罗T恤XXL
zh_hant: 酥脆天婦羅T恤XXL

# GearGearNameClothesCop105
source: North-Country Parka
de: Nordland-Parka
es: Abrigo norteño
es_mx: Parka nórdica
fr: Parka nordique
it: Giaccone profondo nord
ja: フロムキタグニ87
ko: 프롬 북국 87
nl: Winterparka
ru: Парка «Северная»
zh_hans: 北方国家外套87
zh_hant: 北方國家外套87

# GearGearNameClothesCop106
source: Octoleet Armor
de: Oktech-Rüstung
es: Coraza octoamazona
es_mx: Coraza octoling
fr: Plastron octalien
it: Corazza octolingia
ja: ゾネスティックプロテクター
ko: 조네스틱 프로텍터
nl: Octech-pantser
ru: Осьмодоспехи
zh_hans: 女战士风护甲
zh_hant: 女戰士風護甲

# GearGearNameClothesCop108
source: Dev Uniform
de: Entwickler-Pulli
es: Chaqueta de programador
es_mx: Uniforme desarrollador
fr: Gilet de développeur
it: Felpa da sviluppatore
ja: デベロッパーズワークウエア
ko: 디벨로퍼즈 워크웨어
nl: Ontwikkelaarsvest
ru: Толстовка геймдева
zh_hans: 开发人员工作制服
zh_hant: 開發人員工作制服

# GearGearNameClothesCop109
source: Office Attire
de: Büro-Pullunder
es: Atuendo de oficinista
es_mx: Atuendo de oficinista
fr: Tenue de bureau
it: Divisa da secchione
ja: ジムパーソンアーマー
ko: 오피스 퍼슨 아머
nl: Nerd-outfit
ru: Комплект «Счетовод»
zh_hans: 工作人员制服
zh_hant: 工作人員制服

# GearGearNameClothesCop110
source: SRL Coat
de: Forscherkittel
es: Bata de investigador
es_mx: Bata de SRL
fr: Blouse ésotérique
it: Cappotto da ricercatore
ja: アカシックコート
ko: 아카식 코트
nl: Laboratoriumjas
ru: Акашический халат
zh_hans: 研究员大衣
zh_hant: 研究員大衣

# GearGearNameClothesCop111
source: Commander Tunic
de: Aquanaut-Rock
es: Traje comandante
es_mx: Traje comandante
fr: Tunique de général
it: Giubba da comandante
ja: ガーディアンズスーツ
ko: 가디언즈 슈트
nl: Commandantentuniek
ru: Китель командира
zh_hans: 守卫者装
zh_hant: 守衛者裝

# GearGearNameClothesCop112
source: Astro Wear
de: Astro-Panzer
es: Traje galáctico
es_mx: Traje galáctico
fr: Déguisement spatial
it: Astrocompleto
ja: ナリキリハイテクスーツ
ko: 하이테크 닮은꼴 슈트
nl: Astrovest
ru: Астродоспех
zh_hans: 角色扮演高科技装
zh_hant: 角色扮演高科技裝

# GearGearNameClothesCop113
source: Retro Future Suit
de: Retrofutur-Anzug
es: Traje retrofuturista
es_mx: Traje retrofuturista
fr: Combi rétrofuturiste
it: Tuta retrofuturistica
ja: ハイパーミライスーツ
ko: 하이퍼 미래 슈트
nl: Retrofuturistisch pak
ru: Киберкостюм
zh_hans: 超未来装
zh_hant: 超未來裝

# GearGearNameClothesCop114
source: Brinestone Jacket
de: Glamrock-Jacke
es: Chaqueta ídolo musical
es_mx: Chaqueta ídolo musical
fr: Veste glam rock
it: Giacca glam rock
ja: カリスマシンガージャケット
ko: 카리스마 싱어 재킷
nl: Glamrockjas
ru: Глэм-куртка
zh_hans: 魅力超群歌手外套
zh_hant: 魅力超群歌手外套

# GearGearNameClothesCop115
source: SplatJack 5000
de: NyloNeon 5000
es: Chaqueta neotemporal
es_mx: Chaqueta retro neón
fr: Splatparka 5000
it: Splatgiacca 5000
ja: ミライスタージャケット
ko: 미래 스타 재킷
nl: Inktregenjas
ru: Нео-нейлонка 5000
zh_hans: 未来巨星外套
zh_hant: 未來巨星外套

# GearGearNameClothesCop116
source: Hacker Jacket
de: Hackerfrack
es: Gabardina de hacker
es_mx: Chaqueta hacker
fr: Parka de hacker
it: Giacca da hacker
ja: ハリキリインベンター
ko: 파워풀 인벤터
nl: Coder-trenchcoat
ru: Пальто хакера
zh_hans: 干劲十足发明家外套
zh_hant: 幹勁十足發明家外套

# GearGearNameClothesCop117
source: Cooler Jacket
de: Tanker-Jacke
es: Chaqueta energética
es_mx: Abrigo energético
fr: Blouson cool
it: Giacca rinvigorente
ja: エネルギッシュジャケット
ko: 에네르기슈 재킷
nl: Cool jack
ru: Куртка-блузон «Шок»
zh_hans: 精力外套
zh_hant: 精力外套

# GearGearNameClothesFst001
source: Basic Tee
de: Alltagsshirt
es: Camiseta básica
es_mx: Camiseta básica
fr: T-shirt basique
it: T-shirt recluta
ja: わかばイカＴ
ko: 새싹 오징어 T
nl: T-shirt
ru: Обычная майка
zh_hans: 新叶鱿鱼T恤
zh_hant: 新葉魷魚T恤

# GearGearNameClothesFst002
source: Fresh Octo Tee
de: Okto-Alltagsshirt
es: Camiseta básica octo
es_mx: Camiseta básica octo
fr: T-shirt basique Octa
it: T-shirt recluta octo
ja: わかばタコT
ko: 새싹 문어 T
nl: Vers T-shirt
ru: Обычная осьмомайка
zh_hans: 新叶章鱼T恤
zh_hant: 新葉章魚T恤

# GearGearNameClothesHap001
source: Splatfest Tee
de: Splatfest-Shirt
es: Camiseta festiva
es_mx: Camiseta festiva
fr: T-shirt festif
it: T-shirt festival
ja: フェスＴ
ko: 페스티벌 T
nl: Splatfest-T-shirt
ru: Сплатфест-майка
zh_hans: 祭典T恤
zh_hant: 祭典T恤

# GearGearNameClothesHap003
source: Splatfest Tee
de: Splatfest-Shirt
es: Camiseta festiva
es_mx: Camiseta festiva
fr: T-shirt festif
it: T-shirt festival
ja: フェスT
ko: 페스티벌 T
nl: Splatfest-T-shirt
ru: Сплатфест-майка
zh_hans: 祭典T恤
zh_hant: 祭典T恤

# GearGearNameClothesJkt000
source: Olive Ski Jacket
de: Grüner Anorak
es: Chubasquero lima
es_mx: Rompevientos lima
fr: Anorak vert anis
it: Giacca da sci verde
ja: マウンテンオリーブ
ko: 올리브 마운틴 재킷
nl: Olijfgroen ski-jack
ru: Зеленая лыжная куртка
zh_hans: 登山外套 橄榄绿
zh_hant: 登山外套 橄欖綠

# GearGearNameClothesJkt001
source: Takoroka Nylon Vintage
de: Kalamati-Retropulli
es: Chándal retro Sepioca
es_mx: Rompevientos nylon Pulpioka
fr: Coupe-vent vintage Cubic
it: Tuta acetata Sepia
ja: ヤコナイロン ヴィンテージ
ko: 라이즈 나일론 빈티지
nl: Retro-Takoroka-jack
ru: Спортивка от «Рыбок»
zh_hans: 暇古尼龙拉链上衣 怀旧
zh_hant: 暇古尼龍拉鍊上衣 懷舊

# GearGearNameClothesJkt002
source: Berry Ski Jacket
de: Lila Anorak
es: Chubasquero frambuesa
es_mx: Rompevientos fresa
fr: Anorak framboise
it: Giacca da sci viola
ja: マウンテンベリー
ko: 베리 마운틴 재킷
nl: Fuchsia-ski-jack
ru: Лиловая лыжная куртка
zh_hans: 登山外套 莓果红
zh_hant: 登山外套 莓果紅

# GearGearNameClothesJkt003
source: Varsity Jacket
de: Rot-weiße Collegejacke
es: Cazadora estudiante
es_mx: Chaqueta estudiante
fr: Blouson université
it: Giubbino da stadio
ja: スタジャンロゴマシ
ko: 로고 스타디움 점퍼
nl: Universiteitsjack
ru: Бейсбольная куртка
zh_hans: 多Logo棒球外套
zh_hant: 多Logo棒球外套

# GearGearNameClothesJkt004
source: School Jersey
de: Sportjacke
es: Chaqueta de chándal
es_mx: Chaqueta deportiva azul
fr: Blouson d'écolier
it: Felpa scolastica
ja: スクールジャージー
ko: 스쿨 저지
nl: Sportjack
ru: Спортивная куртка
zh_hans: 学校运动服
zh_hant: 學校運動服

# GearGearNameClothesJkt005
source: Green Cardigan
de: Grüner Cardigan
es: Chaqueta de punto verde
es_mx: Cárdigan verde
fr: Gilet vert
it: Cardigan verde
ja: レタード グリーン
ko: 그린 레터드 카디건
nl: Groen vest
ru: Зеленая кофта
zh_hans: 字母针织罩衫 绿色
zh_hant: 字母針織罩衫 綠色

# GearGearNameClothesJkt006
source: Black Inky Rider
de: Schwarze Bikerjacke
es: Chupa motera negra
es_mx: Chaqueta roquera negra
fr: Blouson en cuir noir
it: Chiodo nero
ja: イカライダーBLACK
ko: BLACK 오징어 라이더 재킷
nl: Zwart bikerjack
ru: Черная косуха
zh_hans: 鱿鱼骑士皮外套 黑色
zh_hant: 魷魚騎士皮外套 黑色

# GearGearNameClothesJkt007
source: White Inky Rider
de: Weiße Bikerjacke
es: Chupa motera blanca
es_mx: Chaqueta roquera blanca
fr: Blouson en cuir blanc
it: Chiodo bianco
ja: イカライダーWHITE
ko: WHITE 오징어 라이더 재킷
nl: Wit bikerjack
ru: Белая косуха
zh_hans: 鱿鱼骑士皮外套 白色
zh_hant: 魷魚騎士皮外套 白色

# GearGearNameClothesJkt008
source: Retro Gamer Jersey
de: Retro-Gamer-Jacke
es: Chaqueta retro
es_mx: Chaqueta deportiva retro
fr: Blouson rétro
it: Felpa rétro
ja: FCジャージー
ko: FC 저지
nl: Retrojack
ru: Куртка в стиле ретро
zh_hans: FC运动服
zh_hant: FC運動服

# GearGearNameClothesJkt009
source: Orange Cardigan
de: Oranger Cardigan
es: Chaqueta de punto naranja
es_mx: Cárdigan naranja
fr: Gilet orange
it: Cardigan arancione
ja: レタード オレンジ
ko: 오렌지 레터드 카디건
nl: Oranje vest
ru: Оранжевая кофта
zh_hans: 字母针织罩衫 橘色
zh_hant: 字母針織罩衫 橘色

# GearGearNameClothesJkt010
source: Forge Inkling Parka
de: Focus-Inkling-Parka
es: Abrigo inkling Forima
es_mx: Abrigo Forima IK
fr: Parka Focus INK
it: Parka Inkling Fortia
ja: F-190
ko: F-190
ru: Парка от «Блиц»
zh_hans: F-190
zh_hant: F-190

# GearGearNameClothesJkt011
source: Forge Octarian Jacket
de: Focus-Oktarianer-Parka
es: Abrigo octariano Forima
es_mx: Abrigo Forima OT
fr: Parka Focus OCT
it: Parka octariano Fortia
ja: F-010
ko: F-010
nl: Forge-Octarianenparka
ru: Осьмокуртка от «Блиц»
zh_hans: F-010
zh_hant: F-010

# GearGearNameClothesJkt012
source: Blue Sailor Suit
de: Blaues Matrosen-Shirt
es: Uniforme marinero azul
es_mx: Uniforme naval azul
fr: Uniforme marin bleu
it: Felpa marinara blu
ja: イカセーラー ブルー
ko: 블루 오징어 세일러 슈트
nl: Blauw matrozenshirt
ru: Синяя фланка
zh_hans: 鱿鱼水手服 蓝色
zh_hant: 魷魚水手服 藍色

# GearGearNameClothesJkt013
source: White Sailor Suit
de: Weißes Matrosen-Shirt
es: Uniforme marinero blanco
es_mx: Uniforme naval blanco
fr: Uniforme marin blanc
it: Felpa marinara bianca
ja: イカセーラー ホワイト
ko: 화이트 오징어 세일러 슈트
nl: Wit matrozenshirt
ru: Белая фланка
zh_hans: 鱿鱼水手服 白色
zh_hant: 魷魚水手服 白色

# GearGearNameClothesJkt014
source: Squid Satin Jacket
de: Katzen-Baseballjacke
es: Chaqueta satinada calamar
es_mx: Chaqueta satinada calamar
fr: Blouson calamar
it: Giubbino furia
ja: イカスカジャン
ko: 오징어 새틴 재킷
nl: Katten-honkbaljack
ru: Куртка «Хищник»
zh_hans: 鱿鱼飞行外套
zh_hant: 魷魚飛行外套

# GearGearNameClothesJkt015
source: Zapfish Satin Jacket
de: Elektrowels-Baseballjacke
es: Chaqueta satinada siluro
es_mx: Chaqueta satinada volbagre
fr: Blouson poisson-charge
it: Giubbino pesciscossa
ja: ウラスカジャン
ko: 거대전지메기 새틴 재킷
nl: Voltvis-honkbaljack
ru: Куртка «Вольторыб»
zh_hans: 鲶鱼飞行外套
zh_hant: 鯰魚飛行外套

# GearGearNameClothesJkt016
source: Krak-On 528
de: Medusa 528
es: Chaqueta Meddux 528
es_mx: Meddux 528
fr: Blouson Krakers 528
it: Cnidarya 528
ja: クラーゲス528
ko: 젤리피스 528
ru: «Кра-Кен 528»
zh_hans: 海月528
zh_hant: 海月528

# GearGearNameClothesJkt017
source: Chilly Mountain Coat
de: Eisberg-Jacke
es: Chubasquero glacial
es_mx: Impermeable glacial
fr: Anorak beau temps
it: Giaccone da montagna
ja: マウンテンフローズン
ko: 프로즌 마운틴 재킷
nl: IJsbergjas
ru: Горная куртка
zh_hans: 登山外套 冰雪蓝
zh_hant: 登山外套 冰雪藍

# GearGearNameClothesJkt018
source: Takoroka Windcrusher
de: Kalamati-Windbreaker
es: Chándal Sepioca
es_mx: Rompevientos Pulpioka
fr: Coupe-vent rétro Cubic
it: Tuta vintage Sepia
ja: ヤコナイロンレトロ
ko: 라이즈 나일론 레트로
nl: Takoroka-windjack
ru: Куртка от «Рыбок»
zh_hans: 暇古尼龙拉链上衣 复古
zh_hant: 暇古尼龍拉鍊上衣 復古

# GearGearNameClothesJkt019
source: Matcha Down Jacket
de: Matcha-Daunenjacke
es: Plumífero lima
es_mx: Plumífero yerba mate
fr: Anorak matcha
it: Giacca maccha
ja: マッチャ ライトダウン
ko: 말차 라이트 패딩
nl: Matchagroene donsjas
ru: Куртка «Чайная»
zh_hans: 轻量羽绒外套 抹茶色
zh_hant: 輕量羽絨外套 抹茶色

# GearGearNameClothesJkt020
source: FA-01 Jacket
de: FA-01-Jacke
es: Chaqueta aviador
es_mx: FA-01 verde
fr: Blouson aviateur (endroit)
it: Bomber aviatore
ja: FA-01オモテ
ko: 그린 FA-01
nl: Pilotenjack
ru: Бомбер FA-01
zh_hans: FA-01正面
zh_hant: FA-01正面

# GearGearNameClothesJkt021
source: FA-01 Reversed
de: FA-01-Wendejacke
es: Chaqueta aviador vuelta
es_mx: FA-01 ocre
fr: Blouson aviateur (envers)
it: Bomber aviatore a rovescio
ja: FA-01ウラ
ko: 오렌지 FA-01
nl: Omgekeerd pilotenjack
ru: Бомбер FA-01 (изнанка)
zh_hans: FA-01反面
zh_hant: FA-01反面

# GearGearNameClothesJkt022
source: Pullover Coat
de: Pullovermantel
es: Cortavientos largo
es_mx: Abrigo largo
fr: Manteau en feutrine
it: Cappotto pullover
ja: プルオーバーコート
ko: 풀오버 코트
nl: Fleecetrui
ru: Пальто со свитером
zh_hans: 套头风衣外套
zh_hant: 套頭風衣外套

# GearGearNameClothesJkt023
source: Kensa Coat
de: Kensa-Trainerjacke
es: Abrigo Tonken
es_mx: Impermeable Tonken
fr: Blouson K
it: Giacca Nero Marlin
ja: ケンサキコーチ
ko: 켄사키 코치 재킷
nl: Kensa-jack
ru: Куртка «Сушаки Кусаки»
zh_hans: 剑尖教练外套
zh_hant: 劍尖教練外套

# GearGearNameClothesJkt024
source: Birded Corduroy Jacket
de: Piepmatz-Cordjacke
es: Chaqueta de pana bordada
es_mx: Abrigo aviar de pana
fr: Blouson motif oiseaux
it: Giacca con decorazioni
ja: トリスカベッチン
ko: 버드 벨베틴 재킷
nl: Geborduurd jasje
ru: Вельветовая куртка
zh_hans: 鸟儿天鹅绒飞行外套
zh_hant: 鳥兒天鵝絨飛行外套

# GearGearNameClothesJkt025
source: Deep-Octo Satin Jacket
de: Okto-Baseballjacke
es: Chaqueta satinada pulpo
es_mx: Chaqueta satinada pulpo
fr: Blouson poulpe
it: Giubbino piovrino
ja: ウラタコスカジャン
ko: 딥 옥토 새틴 재킷
nl: Octo-honkbaljack
ru: Атласная куртка
zh_hans: 深海章鱼飞行外套
zh_hant: 深海章魚飛行外套

# GearGearNameClothesJkt026
source: Zekko Redleaf Coat
de: Ahorn-Zekko-Trainerjacke
es: Gabardina Ezko arce
es_mx: Impermeable rojizo
fr: Blouson Ezko grenat
it: Giacca rossa Ezko
ja: エゾッココーチ アカネ
ko: 제코 레드 코치 재킷
nl: Zekko-jack
ru: Куртка-рубашка
zh_hans: 泽酷教练外套 暗红色
zh_hant: 澤酷教練外套 暗紅色

# GearGearNameClothesJkt027
source: Lemon Mountain Coat
de: Dotterblumen-Jacke
es: Chubasquero montañés
es_mx: Impermeable montañero
fr: Anorak salamandre
it: Giaccone polare
ja: マウンテンノリタマゴ
ko: 계란 초밥 마운틴 재킷
nl: Boterbloembergjas
ru: Лимонная горная куртка
zh_hans: 登山外套 海苔鸡蛋色
zh_hant: 登山外套 海苔雞蛋色

# GearGearNameClothesJkt028
source: Zekko Jade Coat
de: Jade-Zekko-Trainerjacke
es: Gabardina Ezko turquesa
es_mx: Impermeable jade
fr: Blouson Ezko vert
it: Giacca verde chiaro Ezko
ja: エゾッココーチ モエギ
ko: 제코 그린 코치 재킷
nl: Groen Zekko-jack
ru: Зеленая куртка-рубашка
zh_hans: 泽酷教练外套 青绿色
zh_hant: 澤酷教練外套 青綠色

# GearGearNameClothesJkt029
source: Light Bomber Jacket
de: Bomberjacke Plus
es: Chaqueta ajustable positiva
es_mx: Abrigo ajustable positivo
fr: Doudoune positive
it: Bomber positivo
ja: ボンバージャケット ポジ
ko: 포지티브 보머 재킷
nl: Lichte bomberjas
ru: Светлый бомбер
zh_hans: 轰炸机飞行外套 正片
zh_hant: 轟炸機飛行外套 正片

# GearGearNameClothesJkt033
source: Navy Eminence Jacket
de: Marine-King-Kurzmantel
es: Abrigo Theutik marino
es_mx: Theutik imperial marino
fr: Manteau marine DUX
it: Cappotto Imperial nautico
ja: キングベンチNV
ko: 네이비 에미넌스 재킷
nl: Blauwe Calamars-mantel
ru: Китель «Адмирал»
zh_hans: 王者大衣 海军
zh_hant: 王者大衣 海軍

# GearGearNameClothesJkt034
source: Tumeric Zekko Coat
de: Senf-Zekko-Trainerjacke
es: Gabardina Ezko limón
es_mx: Impermeable cúrcuma Zekko
fr: Coupe-vent Ezko safran
it: Giaccone Ezko curcuma
ja: エゾッココーチ ウコン
ko: 제코 옐로 코치 재킷
nl: Mosterdgeel Zekko-jack
ru: Штормовка от «Йожко»
zh_hans: 泽酷教练外套 姜黄色
zh_hant: 澤酷教練外套 薑黃色

# GearGearNameClothesJkt035
source: Custom Painted F-3
de: F3-Jacke Spezial
es: Chaqueta F-3 decorada
es_mx: Parka F-3 decorada
fr: Blouson fourré F-3
it: F-3 edizione speciale
ja: F-3 ペイントカスタム
ko: 커스텀 페인트 F-3
nl: Pilotenjack F-3
ru: Темная летная куртка F-3
zh_hans: F-3皮外套 油漆改装
zh_hant: F-3皮外套 油漆改裝

# GearGearNameClothesJkt036
source: Dark Bomber Jacket
de: Bomberjacke Minus
es: Chaqueta ajustable negativa
es_mx: Abrigo ajustable negativo
fr: Doudoune négative
it: Bomber negativo
ja: ボンバージャケット ネガ
ko: 네거티브 보머 재킷
nl: Donkere bomberjas
ru: Темный бомбер
zh_hans: 轰炸机飞行外套 负片
zh_hant: 轟炸機飛行外套 負片

# GearGearNameClothesJkt038
source: White Leather F-3
de: Weiße F3-Jacke
es: Chaqueta F-3 blanca
es_mx: Parka F-3 blanca
fr: Blouson fourré F-3 blanc
it: F-3 di cuoio bianco
ja: F-3 ホワイトレザー
ko: 화이트 레더 F-3
nl: Wit pilotenjack F-3
ru: Светлая летная куртка F-3
zh_hans: F-3皮外套 白色
zh_hant: F-3皮外套 白色

# GearGearNameClothesJkt039
source: Chili-Pepper Ski Jacket
de: Chilischoten-Skijacke
es: Chubasquero guindilla
es_mx: Impermeable enchiloso
fr: Anorak piment rouge
it: Giacca da sci peperoncino
ja: マウンテンチリペッパー
ko: 칠리 페퍼 마운틴 재킷
nl: Chilipeper-ski-jack
ru: Лыжная куртка «Чили»
zh_hans: 登山外套 辣椒红
zh_hant: 登山外套 辣椒紅

# GearGearNameClothesJkt040
source: Whale-Knit Sweater
de: Wal-Strickjacke
es: Chaqueta lana ballena
es_mx: Ballena de lana
fr: Gilet de laine baleines
it: Maglione balene
ja: ハウスタグホエールニット
ko: 하우스 태그 웨일 니트
nl: Gebreid walvisvest
ru: Вязаная кофта «Кит»
zh_hans: 房屋标签鲸鱼针织衫
zh_hant: 房屋標籤鯨魚針織衫

# GearGearNameClothesJkt041
source: Rockin' Leather Jacket
de: Rock-Lederjacke
es: Chupa octorrebelde
es_mx: Chaqueta roquera azul
fr: Blouson en cuir rock
it: Giacca di pelle con spille
ja: ロッケンブレイクジャケット
ko: 로큰 브레이크 재킷
nl: Leren rockerjack
ru: Рок-косуха
zh_hans: 摇滚风皮外套
zh_hant: 搖滾風皮外套

# GearGearNameClothesJkt042
source: Kung-Fu Zip-Up
de: Kung-Fu-Jacke
es: Chaqueta kung-fu
es_mx: Suéter kung-fu
fr: Veste de kung-fu
it: Giacca Kung-Fu
ja: クンフージャージ
ko: 쿵후 저지
nl: Kungfu-jack
ru: Черная куртка для ушу
zh_hans: 功夫运动服
zh_hant: 功夫運動服

# GearGearNameClothesJkt043
source: Panda Kung-Fu Zip-Up
de: Panda-Kung-Fu-Jacke
es: Chaqueta kung-fu bitono
es_mx: Suéter kung-fu bitono
fr: Veste de kung-fu orque
it: Pandagiacca Kung-Fu
ja: クンフーパンジャージ
ko: 판다 쿵후 저지
nl: Panda-kungfu-jack
ru: Куртка для ушу «Панда»
zh_hans: 熊猫风功夫运动服
zh_hant: 熊貓風功夫運動服

# GearGearNameClothesJkt045
source: Arctic Monster Parka
de: Arktis-Monster-Parka
es: Abrigo ártico
es_mx: Parka ártica
fr: Parka fourrée arctique
it: Parka mostro artico
ja: モンスター PCU56
ko: 몬스터 PCU56
nl: Sneeuwmonsterparka
ru: Пуховик «Йети»
zh_hans: 怪物 PCU56
zh_hant: 怪物 PCU56

# GearGearNameClothesJkt046
source: Barazushi Anorak
es: Anorak Barazushi
es_mx: Anorak Barazushi
fr: Anorak Alpaj
it: Anorak BaraS
ja: バラズシヤッケ
ko: 화이트아웃 야케
ru: Анорак от «Суси-Весла»
zh_hans: 散寿司派克大衣
zh_hant: 散壽司派克大衣

# GearGearNameClothesJkt047
source: Patchwork Bomber
de: Patchwork-Bomberjacke
es: Chaqueta retazos
es_mx: Chaqueta retazos
fr: Blouson mosaïque
it: Giubbotto patchwork
ja: フィレジャケット
ko: 필레 재킷
nl: Lapjesbomberjack
ru: Лоскутный бомбер
zh_hans: 鱼片外套
zh_hant: 魚片外套

# GearGearNameClothesJkt048
source: Airflow & Hustle Jacket
de: Luftige Jacke
es: Chaqueta con ventilación
es_mx: Chaqueta con ventilación
fr: Blouson aéré
it: Giacca refrigerante
ja: オールウェイズファン
ko: 올웨이즈 팬
nl: Luchtig jack
ru: Проветровка
zh_hans: 永远凉爽外套
zh_hant: 永遠涼爽外套

# GearGearNameClothesJkt049
source: Ink-Black Paddle Jack
de: Paddling-Jacke Minus
es: Chaqueta de remo negativa
es_mx: Chaqueta de remo negativa
fr: Blouson négatif
it: Giacca imbottita nera
ja: パドリングジャケット ネガ
ko: 네거티브 패들링 재킷
nl: Donker peddeljack
ru: Гидровка «Антагонист»
zh_hans: 划桨外套 负片
zh_hant: 划槳外套 負片

# GearGearNameClothesJkt050
source: Orca Bolero
de: Bolero-Jacke Minus
es: Chaqueta orca negativa
es_mx: Chaqueta orca negativa
fr: Boléro négatif
it: Maglia con bolero nero
ja: コテボレロ ネガ
ko: 네거티브 가드 볼레로
nl: Donkere bolero
ru: Курсатка «Антагонист»
zh_hans: 短版小外套 负片
zh_hant: 短版小外套 負片

# GearGearNameClothesJkt051
source: Cream Tundra Fleece
de: Beige Tundra-Fleecejacke
es: Abrigo de lana crema
es_mx: Abrigo de lana crema
fr: Polaire toundra crème
it: Pile tundra crema
ja: オスモル アイボリー
ko: 아이보리 플리스
nl: Beige toendra-fleecejas
ru: Бежевая флис-толстовка
zh_hans: 渗透压毛绒外套 象牙色
zh_hant: 滲透壓毛絨外套 象牙色

# GearGearNameClothesJkt052
source: Rugby Fleece
de: Vierfarb-Fleecejacke
es: Abrigo de lana multitono
es_mx: Abrigo de lana multitono
fr: Polaire quadri
it: Pile rugby
ja: オスモル アース
ko: 어스 플리스
nl: Vierkleurenfleecejas
ru: Пестрая флис-толстовка
zh_hans: 渗透压毛绒外套 大地色
zh_hant: 滲透壓毛絨外套 大地色

# GearGearNameClothesJkt053
source: Annaki Anchored Coat
de: Annaki-Ankersakko
es: Chaqueta doble Annak
es_mx: Chaqueta doble Annak
fr: Veste à ancre Aroz
it: Doppiopetto Annak
ja: アナアキダブルジャケット
ko: 아나키 더블 재킷
nl: Annaki-ankerjas
ru: Двубортник с якорем
zh_hans: 无法无天双排扣外套
zh_hant: 無法無天雙排釦外套

# GearGearNameClothesJkt054
source: Dusty Field Jacket
de: Wüstenstaub-Feldjacke
es: Chaqueta impermeable caqui
es_mx: Chaqueta impermeable caqui
fr: Manteau forestier
it: Impermeabile cachi
ja: ハンティングジャケットKK
ko: 카키 헌팅 재킷
nl: Lichtbruine veldjas
ru: Полевая куртка «Хаки»
zh_hans: 狩猎外套KK
zh_hant: 狩獵外套KK

# GearGearNameClothesJkt055
source: Light-Bright Paddle Jack
de: Paddling-Jacke Plus
es: Chaqueta de remo positiva
es_mx: Chaqueta de remo positiva
fr: Blouson positif
it: Giacca imbottita bianca
ja: パドリングジャケット ポジ
ko: 포지티브 패들링 재킷
nl: Licht peddeljack
ru: Гидровка «Протагонист»
zh_hans: 划桨外套 正片
zh_hant: 划槳外套 正片

# GearGearNameClothesJkt056
source: Penguin Bolero
de: Bolero-Jacke Plus
es: Chaqueta orca positiva
es_mx: Chaqueta orca positiva
fr: Boléro positif
it: Maglia con bolero bianco
ja: コテボレロ ポジ
ko: 포지티브 가드 볼레로
nl: Pinguïnbolerojasje
ru: Пингвинка «Антагонист»
zh_hans: 短版小外套 正片
zh_hant: 短版小外套 正片

# GearGearNameClothesJkt057
source: Barazushi Tuff Duffel
de: Barazushi-Dufflecoat
es: Trenca Barazushi
es_mx: Abrigo Barazushi
fr: Duffel-coat Alpaj
it: Montgomery BaraS
ja: バラズシダッフル
ko: 화이트아웃 더플코트
nl: Barazushi-duffel
ru: Пальто «Суси-Весла»
zh_hans: 散寿司毛大衣
zh_hant: 散壽司毛大衣

# GearGearNameClothesJkt058
source: Barazushi Peacoat
de: Barazushi-Caban
es: Chaquetón Barazushi
es_mx: Abrigo marinero Barazushi
fr: Vareuse Alpaj
it: Giaccone BaraS
ja: バラズシピーコート
ko: 화이트아웃 피 코트
nl: Barazushi-kapiteinsjas
ru: Бушлат «Суси-Весла»
zh_hans: 散寿司海军大衣
zh_hant: 散壽司海軍大衣

# GearGearNameClothesJkt059
source: Indigo Boss Haori
de: Bossblauer Haori
es: Chaqueta haori regia
es_mx: Chaqueta haori regia
fr: Haori pro indigo
it: Vestaglia indaco
ja: イチニンバオリ
ko: 인디고 보스 아우터
nl: Blauwe meesterhaori
ru: Синее хаори «Босс»
zh_hans: 主公羽织
zh_hant: 主公羽織

# GearGearNameClothesJkt060
source: Lime Ski Jacket
de: Limetten-Skijacke
es: Chaqueta de montaña lima
es_mx: Impermeable verde neón
fr: Anorak limette
it: Giacca da sci lime
ja: マウンテン アオサ
ko: 파래 마운틴 재킷
nl: limoengroen ski-jack
ru: Лаймовая лыжная куртка
zh_hans: 登山外套 藻绿色
zh_hant: 登山外套 藻綠色

# GearGearNameClothesJkt061
source: Takoroka Nineties Nylon
de: Kalamati-Retro-Breaker
es: Chándal clásico Sepioca
es_mx: Rompevientos clásico Pulpioka
fr: Coupe-vent old school Cubic
it: Giacca a vento Sepia
ja: ヤコナイロン ノスタルジア
ko: 라이즈 나일론 노스탤지어
nl: Takoroka-neonjack
ru: Ветровка от «Рыбок»
zh_hans: 暇古尼龙拉链上衣 乡愁
zh_hant: 暇古尼龍拉鍊上衣 鄉愁

# GearGearNameClothesJkt062
source: Barazushi Liner Shell
de: Barazushi-Softshell
es: Chaqueta Barazushi
es_mx: Chaqueta Barazushi
fr: Blouson Alpaj
it: Giubbino BaraS
ja: バラズシライナー
ko: 화이트아웃 라이너 재킷
nl: Barazushi-bomberjack
ru: Термокуртка «Суси-Весла»
zh_hans: 散寿司内衬外套
zh_hant: 散壽司內襯外套

# GearGearNameClothesJkt063
source: Tenured Turtleneck
de: Schollkragen-Kombi
es: Chaqueta rayada
es_mx: Chaqueta rayada
fr: Veste académique
it: Dolcevita accademico
ja: チェックテーラード
ko: 체크 테일러드 재킷
nl: Jas met coltrui
ru: Пиджак с водолазкой
zh_hans: 格纹剪裁外套
zh_hant: 格紋剪裁外套

# GearGearNameClothesJkt064
source: Annaki Tuff Duffel
de: Annaki-Dufflecoat
es: Trenca Annak
es_mx: Abrigo Annak
fr: Duffel-coat Aroz
it: Montgomery Annak
ja: アナアキダッフル
ko: 아나키 더플코트
nl: Annaki-duffel
ru: Парка от Панкасиуса
zh_hans: 无法无天毛大衣
zh_hant: 無法無天毛大衣

# GearGearNameClothesJkt065
source: Chompers Varsity Jacket
de: Beißers-Collegejacke
es: Cazadora universitaria
es_mx: Chaqueta universitaria
fr: Blouson université squale
it: Giubbino da stadio squalesco
ja: スタジャンフカマシ
ko: 샤크 스타디움 점퍼
nl: Gehaaid universiteitsjack
ru: Бейсбольная куртка «Куся»
zh_hans: 深色棒球外套
zh_hant: 深色棒球外套

# GearGearNameClothesMsn000
source: Hero Jacket Replica
de: Heldenjacke Replik
es: Sudadera de élite (réplica)
es_mx: Sudadera de élite réplica
fr: Veste héroïque (réplique)
it: Giubbino élite replica
ja: ヒーロージャケット レプリカ
ko: 히어로 재킷 레플리카
nl: Heldenjack (replica)
ru: Жилет героя (клон)
zh_hans: 英雄外套 复制
zh_hant: 英雄外套 複製

# GearGearNameClothesMsn004
source: Armor Jacket Replica
de: Rüstungsjacke Replik
es: Chaqueta reforzada (réplica)
es_mx: Chaqueta armadura réplica
fr: Anorak encrifugé (réplique)
it: Giacca d'armatura replica
ja: アーマージャケット レプリカ
ko: 아머 재킷 레플리카
nl: Pantserjack (replica)
ru: Бронекуртка (клон)
zh_hans: 盔甲外套 复制
zh_hant: 盔甲外套 複製

# GearGearNameClothesMsn110
source: Fuzz-Octoling Armor
de: Flausch-Okto-Rüstung
es: Pulpoarmadura capilar
es_mx: Octoarmadura capilar
fr: Armure octabouille
it: Corazza Octoling pelosa
ja: ケタコゾネスプロテクター
ko: 털문어조네스 프로텍터
nl: Vacht-Octarianenpantser
ru: Доспехи шерстолинга
zh_hans: 绒毛章鱼女战士护甲
zh_hant: 絨毛章魚女戰士護甲

# GearGearNameClothesMsn301
source: Survival Suit
ja: サバイバルスーツ
ko: 서바이벌 슈트
zh_hans: 生存装
zh_hant: 生存裝

# GearGearNameClothesMsn302
source: Hero Suit Lv1
ja: ヒーロースーツLv1
ko: 히어로 슈트 Lv1
zh_hans: 英雄装Lv1
zh_hant: 英雄裝Lv1

# GearGearNameClothesMsn303
source: Hero Suit Lv2
ja: ヒーロースーツLv2
ko: 히어로 슈트 Lv2
zh_hans: 英雄装Lv2
zh_hant: 英雄裝Lv2

# GearGearNameClothesMsn304
source: Hero Suit Lv3
ja: ヒーロースーツLv3
ko: 히어로 슈트 Lv3
zh_hans: 英雄装Lv3
zh_hant: 英雄裝Lv3
