Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BynameBynameAdjective0130
source: Spring-Lovin'
es: primaveral
es_mx: primaveral
it: primaverile
ko: 봄의
zh_hans: 春天的
zh_hant: 春天的

# BynameBynameAdjective0131
source: Winter-Lovin'
es: invernal
es_mx: invernal
it: invernale
ko: 겨울의
zh_hans: 冬天的
zh_hant: 冬天的

# BynameBynameAdjective0132
source: Summer-Lovin'
ko: 여름의
zh_hans: 夏天的
zh_hant: 夏天的

# BynameBynameAdjective0133
source: Blissed-Out
fr: en plein kif
it: al settimo cielo
ja: ハッピーな
ko: 행복한
zh_hans: 快乐的
zh_hant: 快樂的

# BynameBynameAdjective0134
source: Trendy
es: elegante
es_mx: elegante
fr: à la pointe de la mode
it: alla moda
ja: モードな
ko: 최신 유행
zh_hans: 新潮的
zh_hant: 新潮的

# BynameBynameAdjective0135
source: Sharp-Edged
fr: caustique
ja: エッジの効いた
ko: 에지 있는
zh_hans: 犀利的
zh_hant: 犀利的

# BynameBynameAdjective0136
source: Stylin'
ja: おしゃれな
ko: 멋쟁이
zh_hans: 时髦的
zh_hant: 時髦的

# BynameBynameAdjective0137
source: Cool
es_mx: chévere
ja: クールな
ko: 쿨한
zh_hans: 酷炫的
zh_hant: 酷炫的

# BynameBynameAdjective0138
source: Basic
fr: simple
it: semplice
ja: シンプルな
ko: 심플한
nl: Standaard
zh_hans: 简约的
zh_hant: 簡約的

# BynameBynameAdjective0139
source: Traditional
es: tradicional
es_mx: tradicional
fr: traditionaliste
it: tradizionale
ja: トラディショナルな
ko: 유서 깊은
zh_hans: 传统的
zh_hant: 傳統的

# BynameBynameAdjective0140
source: Trendsetting
es: influyente
es_mx: influyente
it: all'avanguardia
ja: トレンドの
ko: 요즘 대세인
zh_hans: 时尚的
zh_hant: 時尚的

# BynameBynameAdjective0141
source: All-Natural
es: al natural
fr: au naturel
it: naturale
ja: ナチュラルな
ko: 있는 그대로의
zh_hans: 自然的
zh_hant: 自然的

# BynameBynameAdjective0142
source: Sizzlin'
es: chispeante
es_mx: chispeante
it: rovente
ja: ホットな
ko: 핫한
zh_hans: 火热的
zh_hant: 火熱的

# BynameBynameAdjective0143
source: Day-Seizing
es: hedonista
es_mx: hedonista
fr: hédoniste
it: edonista
ko: 지금을 즐기는
zh_hans: 享受当下的
zh_hant: 享受當下的

# BynameBynameAdjective0144
source: Fall-Themed
fr: de style automnal
it: dai colori autunnali
ko: 가을빛
zh_hans: 秋色的
zh_hant: 秋色的

# BynameBynameAdjective0145
source: Spring-Fresh
fr: classe comme le printemps
ko: 봄빛
zh_hans: 春色的
zh_hant: 春色的

# BynameBynameAdjective0146
source: Captivating
it: affascinante
ja: きれいめの
ko: 예쁘장한
zh_hans: 蛮好看的
zh_hant: 滿好看的

# BynameBynameAdjective0147
source: The
es: y punto
es_mx: inigualable
fr: inégalable
it: inimitabile
ja: ザ・
zh_hans: 就是
zh_hant: 就是

# BynameBynameAdjective0148
source: Low-Rolling
es: sin blanca
es_mx: en bancarrota
fr: sans une thune
it: al verde
ko: 가난한
zh_hans: 缺钱的
zh_hant: 缺錢的

# BynameBynameAdjective0149
source: High-Rolling
es: contundente
es_mx: contundente
ja: リッチな
ko: 부유한
zh_hans: 富有的
zh_hant: 富有的

# BynameBynameAdjective0150
source: Commanding
es_mx: imponente
fr: rêvant de galons
ko: 사령관을 꿈꾸는
zh_hans: 向往成为司令的
zh_hant: 嚮往成為司令的

# BynameBynameAdjective0151
source: Wannabe
ja: ヒーローになりたい
ko: 히어로가 되고 싶은
zh_hans: 想成为英雄的
zh_hant: 想成為英雄的

# BynameBynameAdjective0152
source: Deadeye
fr: qui tire dans le mille
it: occhio di falco
ko: 백발백중의
zh_hans: 百发百中的
zh_hant: 百發百中的

# BynameBynameAdjective0154
source: Reckless
es: vehemente
es_mx: vehemente
fr: tête brûlée
ja: つっぱしる
ko: 무모한
zh_hans: 横冲直撞的
zh_hant: 橫衝直撞的

# BynameBynameAdjective0155
source: Chilled-Out
es: de sangre fría
es_mx: de sangre fría
fr: relax
ko: 차분한
zh_hans: 沉着冷静的
zh_hant: 沉著冷靜的

# BynameBynameAdjective0156
source: Silent
es: por lo bajini
ko: 음 소거
zh_hans: 静音中的
zh_hant: 靜音中的

# BynameBynameAdjective0157
source: Ambidextrous
fr: ambidextre
ko: 양손잡이
zh_hans: 左右开弓的
zh_hant: 左右開弓的

# BynameBynameAdjective0158
source: Stand-Up
es: de pie
es_mx: de pie
fr: debout
it: in piedi
ko: 서서 플레이하는
zh_hans: 站着玩的
zh_hant: 站著玩的

# BynameBynameAdjective0159
source: Livestreaming
es: en directo
es_mx: en vivo y directo
it: in diretta
ko: 온 에어
zh_hans: 直播中的
zh_hant: 直播中的

# BynameBynameAdjective0160
source: Meditative
ko: 양반다리
zh_hans: 跪坐中的
zh_hant: 跪坐中的

# BynameBynameAdjective0161
source: Right-Handed
ko: 오른손잡이
zh_hans: 右撇子的
zh_hant: 右撇子的

# BynameBynameAdjective0162
source: Low-Key
ko: 과묵한
zh_hans: 沉默寡言的
zh_hant: 沉默寡言的

# BynameBynameAdjective0163
source: Pro
es: con oficio
es_mx: excepcional
fr: hors pair
it: competente
ko: 프로급
zh_hans: 专业级的
zh_hant: 專業級的

# BynameBynameAdjective0164
source: Amateur
ja: アマチュア
ko: 아마추어
zh_hans: 业余的
zh_hant: 業餘的

# BynameBynameAdjective0165
source: Inkopolis Square's
es: en la plaza de Cromópolis
es_mx: en el centro de Cromópolis
fr: du square de Chromapolis
it: della piazza di Coloropoli
ja: ハイカラスクエアの
ko: 오더폴리스 스퀘어의
nl: Inkopolispleins eigen
zh_hans: 尚兴广场的
zh_hant: 尚興廣場的

# BynameBynameAdjective0166
source: Inkopolis's Own
es: en Cromópolis
es_mx: en Cromópolis
fr: de la ville de Chromapolis
ja: ハイカラシティの
ko: 오더폴리스 시티의
nl: Inkopolis' eigen
zh_hans: 尚兴市的
zh_hant: 尚興市的

# BynameBynameAdjective0167
source: Inkopolitan
fr: de la région de Chromapolis
ja: ハイカラな
ko: 오더폴리스의
zh_hans: 尚兴的
zh_hant: 尚興的

# BynameBynameAdjective0168
source: Feral
es: a lo bruto
es_mx: salvaje
fr: indomptable
ko: 야생의
zh_hans: 野生的
zh_hant: 野生的

# BynameBynameAdjective0169
source: Downtown
es: de ciudad
es_mx: de ciudad
fr: du centre-ville
ko: 도시의
zh_hans: 都会的
zh_hant: 都會的

# BynameBynameAdjective0170
source: Country-Born
es: de pueblo
es_mx: de pueblo
fr: de la campagne
ja: いなかの
ko: 시골 출신
zh_hans: 乡村的
zh_hant: 鄉村的

# BynameBynameAdjective0171
source: Greedy
fr: avide
ko: 탐욕스러운
zh_hans: 贪婪的
zh_hant: 貪婪的

# BynameBynameAdjective0172
source: Trending
es: a la última
es_mx: a la moda
fr: populaire
ko: 유행하는
zh_hans: 流行的
zh_hant: 流行的

# BynameBynameAdjective0173
source: Shortcut-Taking
es: por vías secundarias
es_mx: por vías alternas
fr: à fond sur les raccourcis
it: dei vicoli
ko: 뒷골목의
zh_hans: 后巷的
zh_hant: 後巷的

# BynameBynameAdjective0174
source: Fluid
fr: fluide
ko: 야행성
zh_hans: 夜行性的
zh_hant: 夜行性的

# BynameBynameAdjective0175
source: Optimistic
es: optimista
es_mx: optimista
fr: optimiste
it: ottimista
ko: 내일이 기대되는
zh_hans: 期待明天的
zh_hant: 期待明天的

# BynameBynameAdjective0177
source: Daydreamin'
it: sognante
ko: 꿈꾸는
zh_hans: 爱做梦的
zh_hant: 愛做夢的

# BynameBynameAdjective0178
source: Clever
fr: intello
it: intellettuale
ko: 문화계
zh_hans: 文青系的
zh_hant: 文青系的

# BynameBynameAdjective0179
source: Hungry, Hungry
ko: 배고픈
zh_hans: 肚子饿的
zh_hant: 肚子餓的

# BynameBynameAdjective0180
source: Competitive
es: de mal perder
fr: pugnace
ko: 승부욕이 넘치는
zh_hans: 好胜的
zh_hant: 好勝的

# BynameBynameAdjective0181
source: Slapdash
ko: 벼락치기
zh_hans: 临阵磨枪的
zh_hant: 臨陣磨槍的

# BynameBynameAdjective0182
source: Half-Hearted
es: de confianza
es_mx: de confianza
it: esitante
ja: テキトーな
ko: 적당주의
zh_hans: 适当的
zh_hant: 適當的

# BynameBynameAdjective0183
source: Early-Bird
ko: 아침형
zh_hans: 昼行性的
zh_hant: 晝行性的

# BynameBynameAdjective0184
source: Daring
es_mx: audaz
it: audace
ja: だいたんな
ko: 대담한
zh_hans: 大胆的
zh_hant: 大膽的

# BynameBynameAdjective0185
source: Hungry
fr: vorace
ko: 대식가
zh_hans: 大胃王的
zh_hant: 大胃王的

# BynameBynameAdjective0186
source: Athletic
fr: athlétique
ko: 체육계
zh_hans: 运动系的
zh_hant: 運動系的

# BynameBynameAdjective0187
source: Early-Morning
fr: lève-tôt
it: di primo mattino
ko: 이른 아침의
zh_hans: 一大早的
zh_hant: 一大早的

# BynameBynameAdjective0188
source: Inkslinging
es: de gatillo fácil
es_mx: dócil
fr: à la gâchette facile
it: dall'inchiostro facile
ko: 속사의
zh_hans: 快速射击的
zh_hant: 快速射擊的

# BynameBynameAdjective0189
source: Up-and-at-'Em
fr: toujours en action
ko: 일찍 일어나는
zh_hans: 早起的
zh_hant: 早起的

# BynameBynameAdjective0191
source: Deep-Sea
fr: des fonds marins
it: dei mari profondi
ko: 심해의
zh_hans: 深海的
zh_hant: 深海的

# BynameBynameAdjective0193
source: Rise-and-Shine
fr: au saut du lit
it: pimpante
ko: 자다 일어난
zh_hans: 睡醒的
zh_hant: 睡醒的

# BynameBynameAdjective0194
source: Beachy
es: de playa
es_mx: de playa
it: da spiaggia
ko: 물가의
zh_hans: 岸边的
zh_hant: 岸邊的

# BynameBynameAdjective0195
source: Freewheelin'
es: a su aire
es_mx: libre
fr: en roue libre
it: senza pensieri
ko: 자유자재한
zh_hans: 无拘无束的
zh_hant: 無拘無束的

# BynameBynameAdjective0196
source: Old-Fashioned
fr: archaïque
ko: 시대착오적인
zh_hans: 过时的
zh_hant: 過時的

# BynameBynameAdjective0197
source: World's Best
es: sin igual
es_mx: sin igual
it: migliore del mondo
ko: 세계 제일의
nl: 's Werelds beste
zh_hans: 世界第一的
zh_hant: 世界第一的

# BynameBynameAdjective0200
source: National
it: nazionale
ko: 국민
zh_hans: 国民的
zh_hant: 國民的

# BynameBynameAdjective0201
source: Stormy
ko: 격랑의
zh_hans: 波涛汹涌的
zh_hant: 波濤洶湧的

# BynameBynameAdjective0202
source: Lonely
fr: solitaire
ja: こどくな
ko: 고독한
zh_hans: 孤独的
zh_hant: 孤獨的

# BynameBynameAdjective0203
source: Groundbreaking
fr: sans limites
ko: 한계를 뛰어넘은
zh_hans: 超越极限的
zh_hant: 超越極限的

# BynameBynameAdjective0204
source: Assertive
ko: 적극적인
zh_hans: 刚强的
zh_hant: 剛強的

# BynameBynameAdjective0205
source: Super-Scary
es: escalofriante
es_mx: escalofriante
ko: 우는 아이도 울음을 그치는
zh_hans: 有威严的
zh_hant: 有威嚴的

# BynameBynameAdjective0206
source: Vacationing
es: de vacaciones
es_mx: de vacaciones
fr: en congés
ko: 휴일의
zh_hans: 休假的
zh_hant: 休假的

# BynameBynameAdjective0207
source: Nostalgic
fr: nostalgique
ko: 오랜만에 만난
zh_hans: 久违的
zh_hant: 久違的

# BynameBynameAdjective0208
source: Homecoming
es: aquí otra vez
es_mx: de regreso
fr: prodigue
it: di ritorno a casa
ko: 돌아온
nl: Thuisgekomen
zh_hans: 归来的
zh_hant: 歸來的

# BynameBynameAdjective0209
source: Hard-Workin'
fr: âpre à la tâche
it: alacre
ja: がんばる
ko: 노력하는
zh_hans: 努力的
zh_hant: 努力的

# BynameBynameAdjective0210
source: Sweet-Toothed
es_mx: de buen diente
ko: 단것을 좋아하는
zh_hans: 爱吃甜食的
zh_hant: 愛吃甜食的

# BynameBynameAdjective0211
source: Seafaring
fr: des sept mers
ko: 바다의
zh_hans: 海洋的
zh_hant: 海洋的

# BynameBynameAdjective0212
source: Self-Taught
es: autodidacta
es_mx: autodidacta
fr: autodidacte
it: autodidatta
ko: 마이 웨이
zh_hans: 自成一派的
zh_hant: 自成一派的

# BynameBynameAdjective0213
source: Summer-Breaking
es: de recreo estival
es_mx: de recreo estival
fr: en vacances d'été
it: in vacanza d'estate
ko: 여름 방학의
zh_hans: 暑假的
zh_hant: 暑假的

# BynameBynameAdjective0214
source: Processed
es: industrial
es_mx: industrial
ko: 가공된
zh_hans: 经过加工的
zh_hant: 經過加工的

# BynameBynameAdjective0215
source: Not-So-Fresh
fr: pas-super-classe
ja: よごれた
ko: 오염된
zh_hans: 肮脏的
zh_hant: 骯髒的

# BynameBynameAdjective0216
source: Salty
ko: 짭짤한
zh_hans: 咸的
zh_hant: 鹹的

# BynameBynameAdjective0217
source: Destined
fr: suivant son destin
ko: 운에 기대는
zh_hans: 碰运气的
zh_hant: 碰運氣的

# BynameBynameAdjective0219
source: Gullible
fr: crédule
ko: 우물 안의
zh_hans: 井底的
zh_hant: 井底的

# BynameBynameAdjective0220
source: Wiped-Out
ja: ワイプアウトの
ko: 녹초가 된
zh_hans: 横扫千军的
zh_hant: 橫掃千軍的

# BynameBynameAdjective0221
source: Rockin'
es: palpitante
fr: qui envoie du lourd
it: rockeggiante
ja: ロックな
ko: 로큰롤
zh_hans: 摇滚的
zh_hant: 搖滾的

# BynameBynameAdjective0222
source: Retro
fr: rétro
it: rétro
ja: レトロな
ko: 레트로
zh_hans: 复古的
zh_hant: 復古的

# BynameBynameAdjective0224
source: Careless
it: superficiale
ja: ルーズな
ko: 허술한
zh_hans: 懒散的
zh_hant: 懶散的

# BynameBynameAdjective0225
source: Avaricious
es: insaciable
fr: cupide
ja: よくばりな
ko: 욕심쟁이
zh_hans: 贪得无厌的
zh_hant: 貪得無厭的

# BynameBynameAdjective0226
source: Mischievous
es_mx: ocurrente
ja: ヤンチャな
ko: 불량한
zh_hans: 调皮的
zh_hant: 調皮的

# BynameBynameAdjective0227
source: Soft
ja: やわらかい
ko: 부드러운
zh_hans: 柔软的
zh_hant: 柔軟的

# BynameBynameAdjective0228
source: Unrivaled
es: sin rival
es_mx: sin rival
it: impareggiabile
ko: 무적의
zh_hans: 无敌的
zh_hant: 無敵的

# BynameBynameAdjective0229
source: Swole
ja: ムキムキの
ko: 튼튼한
zh_hans: 肌肉结实的
zh_hant: 肌肉結實的

# BynameBynameAdjective0230
source: Hip
it: pop
ja: ポップな
ko: 힙한
zh_hans: 潮流的
zh_hant: 潮流的

# BynameBynameAdjective0231
source: Brand-New
es: refrescante
es_mx: refrescante
ja: フレッシュな
ko: 상큼한
zh_hans: 新颖的
zh_hant: 新穎的

# BynameBynameAdjective0232
source: Full-Throttle
es: a toda mecha
es_mx: a toda mecha
fr: à fond la caisse
it: a tutto gas
ja: フルスロットル
ko: 전력 질주
zh_hans: 马力全开的
zh_hant: 馬力全開的

# BynameBynameAdjective0233
source: Peppy
it: vivace
ja: ピチピチの
ko: 펄떡이는
zh_hans: 活蹦乱跳的
zh_hant: 活蹦亂跳的

# BynameBynameAdjective0234
source: Law-Breaking
fr: sans foi ni loi
it: criminale
ko: 범인은
zh_hans: 犯人是
zh_hant: 犯人是

# BynameBynameAdjective0235
source: At-Work
ja: はたらく
ko: 일하는
zh_hans: 工作的
zh_hant: 工作的

# BynameBynameAdjective0236
source: The First
es: original
es_mx: original
ja: はじめての
ko: 첫
zh_hans: 初次的
zh_hant: 初次的

# BynameBynameAdjective0237
source: Promising
it: promettente
ja: のびしろのある
ko: 성장 가능성이 있는
zh_hans: 有潜力的
zh_hant: 有潛力的

# BynameBynameAdjective0238
source: Ink-Sloshing
es: salpicatintas
es_mx: salpicatintas
it: a tutto inchiostro
ko: 잉크를 마구 칠하는
zh_hans: 到处乱涂的
zh_hant: 到處亂塗的

# BynameBynameAdjective0239
source: Wave-Riding
es: cabalgaolas
es_mx: montaolas
fr: dansant sur les vagues
it: che cavalca le onde
ko: 파도타기
zh_hans: 乘风破浪的
zh_hant: 乘風破浪的

# BynameBynameAdjective0240
source: Swanky
es: de moda
es_mx: de moda
fr: dans le vent
it: di tendenza
ja: トレンディーな
ko: 트렌디한
zh_hans: 时尚风潮的
zh_hant: 時尚風潮的

# BynameBynameAdjective0241
source: Fresh-Catch
ja: とれたての
ko: 갓 잡은
nl: Vers gevangen
zh_hans: 新鲜的
zh_hant: 新鮮的

# BynameBynameAdjective0242
source: Scientific
es: racional
es_mx: racional
fr: en guerre avec les données
ko: 데이터로 싸우는
zh_hans: 资讯战的
zh_hant: 資訊戰的

# BynameBynameAdjective0243
source: Orderly
es: detallista
es_mx: detallista
ko: 질서의
zh_hans: 有秩序的
zh_hant: 有秩序的

# BynameBynameAdjective0244
source: The Lone
es: sin nadie más
es_mx: independiente
fr: loin de la foule
ja: たったひとりの
ko: 유일한
nl: Vrijgevochten
zh_hans: 孤单一人的
zh_hant: 孤單一人的

# BynameBynameAdjective0245
source: Sappy
es: sentimental
es_mx: sentimental
fr: à l'eau de rose
ja: センチメンタルな
ko: 센티멘털한
zh_hans: 多愁善感的
zh_hant: 多愁善感的

# BynameBynameAdjective0246
source: Dodge-Rolling
fr: enchaînant les esquives
ja: スライドする
ko: 구르는
zh_hans: 翻滚的
zh_hant: 翻滾的

# BynameBynameAdjective0247
source: Notable
fr: à ne pas sous-estimer
it: illustre
ja: スミにおけない
ko: 허투루 볼 수 없는
zh_hans: 无法待在墨汁里的
zh_hant: 無法待在墨汁裡的

# BynameBynameAdjective0248
source: Explosive
it: dirompente
ko: 순발력 있는
zh_hans: 瞬间爆发力强的
zh_hant: 瞬間爆發力強的

# BynameBynameAdjective0249
source: Shy
fr: timide
ja: シャイな
ko: 수줍은
nl: Verlegen
zh_hans: 害羞的
zh_hant: 害羞的

# BynameBynameAdjective0251
source: Fishy
ja: サバよんだ
ko: 수상한
zh_hans: 混水摸鱼的
zh_hant: 混水摸魚的

# BynameBynameAdjective0253
source: Puffed-Up
ko: 보풀이 일어난
nl: Opgeblazen
zh_hans: 起毛的
zh_hant: 起毛的

# BynameBynameAdjective0254
source: Fuzzy
es: hortera
fr: hirsute
ja: ケバい
ko: 털이 난
zh_hans: 花枝招展的
zh_hant: 花枝招展的

# BynameBynameAdjective0255
source: The Great
es: sublime
es_mx: sublime
it: eccezionale
ja: グレート
ko: 그레이트
zh_hans: 优秀的
zh_hant: 優秀的

# BynameBynameAdjective0256
source: Birthday-Celebratin'
fr: fêtant son anniv
it: che fa gli anni
ko: 오늘이 생일인
zh_hans: 今天生日的
zh_hant: 今天生日的

# BynameBynameAdjective0257
source: Whimsical
ko: 변덕쟁이
zh_hans: 心血来潮的
zh_hant: 心血來潮的

# BynameBynameAdjective0258
source: Dangerous
ja: キケンな
ko: 위험한
zh_hans: 危险的
zh_hant: 危險的

# BynameBynameAdjective0259
source: Legit
es: en serio
ja: ガチ
ko: 진짜
zh_hans: 真格的
zh_hant: 真格的

# BynameBynameAdjective0260
source: Dandy
es_mx: agradable
ja: おいしい
ko: 감칠맛 나는
zh_hans: 美味的
zh_hant: 美味的

# BynameBynameAdjective0261
source: Ultra
es: extremista
es_mx: extremista
fr: à fond les ballons
ja: ウルトラ
ko: 울트라
zh_hans: 终极的
zh_hant: 終極的

# BynameBynameAdjective0262
source: Floaty
es: a flote
es_mx: a flote
fr: à flot
it: fluttuante
ja: ウキワの
ko: 튜브를 탄
zh_hans: 漂浮的
zh_hant: 漂浮的

# BynameBynameAdjective0263
source: Indoor
es: de interior
es_mx: de interior
fr: d'intérieur
it: da interni
ja: インドアな
ko: 인도어파
zh_hans: 室内的
zh_hant: 室內的

# BynameBynameAdjective0264
source: Ink-Covered
ja: インクまみれの
ko: 잉크투성이
zh_hans: 沾满墨汁的
zh_hant: 沾滿墨汁的

# BynameBynameAdjective0265
source: Ink-Dripping
es: chorreando tinta
es_mx: chorreando tinta
it: grondante inchiostro
ja: インクしたたる
ko: 잉크가 뚝뚝 떨어지는
zh_hans: 滴出墨汁的
zh_hant: 滴出墨汁的

# BynameBynameAdjective0266
source: Fresh
es: guay
fr: classe
it: pregevole
ja: イカす
ko: 멋들어진
zh_hans: 鱿型的
zh_hant: 魷型的

# BynameBynameAdjective0267
source: Wicked-Fresh
es: megaguay
es_mx: superchévere
fr: classe de chez classe
ja: イカした
ko: 어메이징한
zh_hans: 超鱿型的
zh_hant: 超魷型的

# BynameBynameAdjective0268
source: Stale
it: banale
ja: ありふれた
ko: 흔한
zh_hans: 常有的
zh_hant: 常有的

# BynameBynameAdjective0269
source: A Simple
es: inocente
es_mx: inocente
fr: sans fioriture
ko: 산뜻한
zh_hans: 清爽型的
zh_hant: 清爽型的

# BynameBynameAdjective0270
source: 8-Tentacled
fr: à huit tentacules
it: a otto tentacoli
ko: 발이 8개인
zh_hans: 八只脚的
zh_hant: 八隻腳的

# BynameBynameAdjective0271
source: 10-Tentacled
fr: à dix tentacules
it: a dieci tentacoli
ko: 발이 10개인
zh_hans: 十只脚的
zh_hant: 十隻腳的

# BynameBynameAdjective0272
source: Midwinter
fr: du cœur de l'hiver
it: da pieno inverno
ko: 한겨울의
zh_hans: 隆冬的
zh_hant: 隆冬的

# BynameBynameAdjective0273
source: Mind-Blowing
it: strabiliante
ko: 상상 이상으로
zh_hans: 超出想象的
zh_hant: 超出想像的

# BynameBynameAdjective0274
source: Lifelong
fr: à vie
ko: 종신
zh_hans: 一生的
zh_hant: 一生的

# BynameBynameAdjective0275
source: Top-Ranked
es: de medalla
fr: au top
ko: 세계 3대
zh_hans: 世界三大的
zh_hant: 世界三大的

# BynameBynameAdjective0276
source: Actual
es: de verdad
es_mx: de verdad
ko: 사실은
zh_hans: 实际是
zh_hant: 實際是

# BynameBynameAdjective0277
source: Growing
es: en crecimiento
es_mx: en crecimiento
it: in crescita
ko: 성장 중인
zh_hans: 成长中的
zh_hant: 成長中的

# BynameBynameAdjective0278
source: Studious
es: en formación
es_mx: en formación
it: diligente
ko: 수행 중인
zh_hans: 修行中的
zh_hant: 修行中的

# BynameBynameAdjective0279
source: Overpowering
es: sin límites
es_mx: sin límites
fr: en pleine expansion
it: soverchiante
ko: 압도적
zh_hans: 压倒性的
zh_hant: 壓倒性的

# BynameBynameAdjective0281
source: Spineless
es: de pies ligeros
es_mx: de pies ligeros
ko: 도망칠 때는 빠른
zh_hans: 逃得很快的
zh_hant: 逃得很快的

# BynameBynameAdjective0282
source: Headstrong
ko: 직격하는
zh_hans: 直接命中的
zh_hant: 直接命中的

# BynameBynameAdjective0283
source: Leaping
es: a bote limpio
it: saltellante
ja: はねる
ko: 뛰어오르는
zh_hans: 弹跳的
zh_hant: 彈跳的

# BynameBynameAdjective0284
source: Running
es: a la carrera
es_mx: a las carreras
it: sempre di corsa
ko: 달리는
zh_hans: 跑来跑去的
zh_hant: 跑來跑去的

# BynameBynameAdjective0288
source: Protective
ko: 수비수
zh_hans: 守护的
zh_hant: 守護的

# BynameBynameAdjective0289
source: Attacking
es: a la ofensiva
es_mx: a la ofensiva
fr: d'attaque
it: attaccante
ko: 공격수
zh_hans: 攻击的
zh_hant: 攻擊的

# BynameBynameAdjective0290
source: Watchful
es: a la defensiva
es_mx: a la defensiva
ko: 호위를 좋아하는
zh_hans: 擅长护卫的
zh_hant: 擅長護衛的

# BynameBynameAdjective0291
source: Cooperative
ko: 협력을 좋아하는
zh_hans: 擅长合作的
zh_hant: 擅長合作的

# BynameBynameAdjective0292
source: Hidden
es: en las sombras
es_mx: en las sombras
ko: 숨는 게 특기인
nl: Verborgen
zh_hans: 擅长隐身的
zh_hant: 擅長隱身的

# BynameBynameAdjective0293
source: Submersible
it: immergibile
ja: センプクする
ko: 잠복하는
zh_hans: 潜伏的
zh_hant: 潛伏的

# BynameBynameAdjective0294
source: Brute
es: a la fuerza
es_mx: a la fuerza
it: feroce
ko: 고집불통
zh_hans: 强硬的
zh_hant: 強硬的

# BynameBynameAdjective0295
source: Stealthy
es: a cubierto
fr: en planque
ko: 엄호를 좋아하는
zh_hans: 擅长掩护的
zh_hant: 擅長掩護的

# BynameBynameAdjective0296
source: Everyday
es: entre semana
es_mx: entre semana
fr: du quotidien
ko: 평일의
zh_hans: 平日的
zh_hant: 平日的

# BynameBynameAdjective0297
source: Gaming
ja: ゲーミング
ko: 게이밍
zh_hans: 爱玩游戏的
zh_hant: 愛玩遊戲的

# BynameBynameAdjective0301
source: Logical
fr: logique
ko: 논리적인
zh_hans: 有逻辑性的
zh_hant: 有邏輯性的

# BynameBynameAdjective0303
source: Reliable
es: fiable
es_mx: confiable
fr: fiable
it: affidabile
ko: 믿음직스러운
zh_hans: 可靠的
zh_hant: 可靠的

# BynameBynameAdjective0304
source: Gentle
es: amable
es_mx: amable
it: gentile
ko: 상냥한
zh_hans: 善良的
zh_hant: 善良的

# BynameBynameAdjective0305
source: Confident
ko: 자신만만한
zh_hans: 自信满满的
zh_hant: 自信滿滿的

# BynameBynameAdjective0306
source: Serious
es_mx: formal
ja: まじめな
ko: 성실한
zh_hans: 认真的
zh_hant: 認真的

# BynameBynameAdjective0307
source: Mild-Mannered
fr: affable
ja: ひかえめな
ko: 소극적인
zh_hans: 客气的
zh_hant: 客氣的

# BynameBynameAdjective0308
source: Cheerful
es_mx: alegre
ja: ゴキゲンな
ko: 기분 좋은
zh_hans: 心情好的
zh_hant: 心情好的

# BynameBynameAdjective0309
source: High-End
es: de buen comer
es_mx: gourmet
ja: グルメな
ko: 입맛 까다로운
zh_hans: 爱吃的
zh_hant: 愛吃的

# BynameBynameAdjective0310
source: Chatty
ja: おしゃべりな
ko: 수다쟁이
zh_hans: 多话的
zh_hant: 多話的

# BynameBynameAdjective0311
source: Cash-Stacking
es: amasafortunas
fr: économe
ko: 돈이 전부인
zh_hans: 倾家荡产的
zh_hant: 傾家蕩產的

# BynameBynameAdjective0312
source: Absentminded
ja: うっかりものの
ko: 건망증이 심한
zh_hans: 漫不经心的
zh_hant: 漫不經心的

# BynameBynameAdjective0313
source: Beloved
it: amorevole
ko: 사랑이 넘치는
zh_hans: 充满爱的
zh_hant: 充滿愛的

# BynameBynameAdjective0314
source: Windy
ko: 바람의
zh_hans: 风的
zh_hant: 風的

# BynameBynameAdjective0315
source: Watery
ko: 물의
zh_hans: 水的
zh_hant: 水的

# BynameBynameAdjective0316
source: Sneaky
fr: de l'ombre
ko: 어둠의
zh_hans: 幽暗的
zh_hant: 幽暗的

# BynameBynameAdjective0317
source: Fiery
es: feroz
ko: 불꽃의
zh_hans: 火焰的
zh_hant: 火焰的

# BynameBynameAdjective0318
source: Incandescent
es: incandescente
es_mx: incandescente
it: incandescente
ko: 빛의
zh_hans: 光明的
zh_hant: 光明的

# BynameBynameAdjective0319
source: Young
es: joven
es_mx: joven
fr: jeune
it: giovane
ko: 젊은
zh_hans: 年轻的
zh_hant: 年輕的

# BynameBynameAdjective0320
source: Organized
ko: 조직의
zh_hans: 有组织力的
zh_hant: 有組織力的

# BynameBynameAdjective0321
source: Perfect
es: sin fallo
es_mx: perfeccionista
ja: カンペキな
ko: 완벽한
zh_hans: 完美的
zh_hant: 完美的

# BynameBynameAdjective0322
source: Mysterious
ko: 이상한 나라의
zh_hans: 神秘国度的
zh_hant: 神秘國度的

# BynameBynameAdjective0323
source: Central
es: narcisista
it: centrale
ko: 세계 중심의
zh_hans: 世界中心的
zh_hant: 世界中心的

# BynameBynameAdjective0324
source: Fierce
es_mx: feroz
fr: féroce
it: brutale
ja: モーレツな
ko: 맹렬한
zh_hans: 猛烈的
zh_hant: 猛烈的

# BynameBynameAdjective0325
source: Ambiguous
ja: あいまいな
ko: 애매한
zh_hans: 暧昧的
zh_hant: 曖昧的

# BynameBynameAdjective0326
source: Instantaneous
ko: 찰나의
zh_hans: 刹那的
zh_hant: 剎那的

# BynameBynameAdjective0328
source: Exemplary
es_mx: ejemplar
fr: exemplaire
it: esemplare
ko: 예를 들자면
zh_hans: 举例来说是
zh_hant: 舉例來說是

# BynameBynameAdjective0329
source: Tear-Stained
ko: 눈물의
zh_hans: 泪水的
zh_hant: 淚水的

# BynameBynameAdjective0330
source: Traveling
es: trotamundos
es_mx: trotamundos
it: in viaggio
ko: 여행을 좋아하는
zh_hans: 爱好旅行的
zh_hant: 愛好旅行的

# BynameBynameAdjective0332
source: Next Year's
es: para el año próximo
es_mx: del año que viene
fr: de l'an prochain
it: dell'anno prossimo
ko: 내년의
zh_hans: 明年的
zh_hant: 明年的

# BynameBynameAdjective0334
source: Twilight
es: crepuscular
es_mx: crepuscular
fr: du crépuscule
it: crepuscolare
ko: 해 질 녘의
zh_hans: 黄昏时分的
zh_hant: 黃昏時分的

# BynameBynameAdjective0335
source: The One and Only
fr: unique en son genre
ko: 유일무이한
zh_hans: 独一无二的
zh_hant: 獨一無二的

# BynameBynameAdjective0336
source: Hibernating
es_mx: fuerte
it: in ibernazione
ko: 기름이 오른
zh_hans: 肥美的
zh_hant: 肥美的

# BynameBynameAdjective0337
source: Sharp-Eyed
es: vigilante
fr: à l'œil de lynx
it: dalla vista aguzza
ko: 눈이 부리부리한
zh_hans: 眼力好的
zh_hant: 眼力好的

# BynameBynameAdjective0338
source: Lost
ko: 길 잃은
zh_hans: 迷路的
zh_hant: 迷路的

# BynameBynameAdjective0339
source: Procrastinating
ko: 내일부터 열심히 하기로 결심한
zh_hans: 明天再努力的
zh_hant: 明天再努力的

# BynameBynameAdjective0340
source: Honorary
es: honorable
es_mx: honorable
ko: 명예
zh_hans: 名誉
zh_hant: 名譽

# BynameBynameAdjective0341
source: Tasteless
es_mx: de mal gusto
fr: aux goûts douteux
ko: 무미 무취의
zh_hans: 无臭无味的
zh_hant: 無臭無味的

# BynameBynameAdjective0343
source: Merciless
fr: sans pitié
ko: 무자비한
zh_hans: 无慈悲的
zh_hant: 無慈悲的

# BynameBynameAdjective0344
source: Infinite
fr: tendant vers l'infini
ko: 무한의
zh_hans: 无限的
zh_hant: 無限的

# BynameBynameAdjective0345
source: Sleepy
fr: aux paupières lourdes
ko: 잠자는
zh_hans: 想睡的
zh_hant: 想睡的

# BynameBynameAdjective0347
source: Time-Traveling
it: che viaggia nel tempo
ko: 미래에서 온
zh_hans: 来自未来的
zh_hant: 來自未來的

# BynameBynameAdjective0348
source: Suave
es_mx: abundante
ko: 운치 있는
zh_hans: 有品味的
zh_hant: 有品味的

# BynameBynameAdjective0350
source: Howling
fr: hurlant à la lune
it: ululante
ko: 으르렁거리는
zh_hans: 咆哮的
zh_hant: 咆哮的

# BynameBynameAdjective0352
source: Phantasmagoric
fr: fantasmagorique
ko: 신출귀몰한
zh_hans: 变幻无常的
zh_hant: 變幻無常的
