Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GameWindowItemGetWindowSdodrFindNewExtraLog
source: You read a new Dev Diary entry!
de: Neuen Tagebuch-Eintrag gelesen!
es: ¡Has leído el extra del diario técnico de Marina!
es_mx: Nuevo extra del diario técnico de Marina
fr: Tu as lu une nouvelle page du journal !
it: Nuova pagina del diario!
ja: 新しいイイダの開発日記？を読んだ！
ko: 새로운 이이다의 개발 일기?를 읽었다!
nl: Een nieuw ontwikkelingsdagboekhoofdstuk gelezen!
ru: Прочитана новая заметка разработчика!
zh_hans: 阅读了新的“饭田的开发日记？”！
zh_hant: 閱讀了新的「飯田的研發日記？」！

# GameWindowItemGetWindowSdodrFindNewTip
source: You set a new color chip!
de: Neuen Farbchip ausgerüstet!
es: ¡Has colocado un nuevo cromochip!
es_mx: Nuevo cromochip colocado
fr: Nouvelle puce chromatique insérée !
it: Nuova scheda colore!
ja: 新しいカラーチップをセットした！
ko: 새로운 컬러 칩을 세팅했다!
nl: Een nieuwe kleurenchip!
ru: Найден новый тон-жетон!
zh_hans: 装备了新的色彩晶片！
zh_hant: 安裝了新的色彩晶片！

# GameWindowItemGetWindowSdodrFindNewTipPlural
source: You set new color chips!
de: Neue Farbchips ausgerüstet!
es: ¡Has colocado nuevos cromochips!
es_mx: Nuevos cromochips colocados
fr: Nouvelles puces chromatiques insérées !
it: Nuove schede colore!
ja: 新しいカラーチップをセットした！
ko: 새로운 컬러 칩을 세팅했다!
nl: Nieuwe kleurenchips!
ru: Найдены новые тон-жетоны!
zh_hans: 装备了新的色彩晶片！
zh_hant: 安裝了新的色彩晶片！

# GameWindowItemGetWindowSdodrGearSet00
source: You got the Order Replica gear!
de: Ordnung-Set Replik erhalten!
es: ¡Conjunto del orden (réplica)!
es_mx: ¡Conjunto orden réplica!
fr: Équipement de l'Ordre (réplique) !
it: Hai ottenuto: set Ordine replica!
ja: 「オーダーフォーム レプリカ」をゲット！
ko: 「오더 폼 레플리카」 획득!
nl: De Orde-uitrusting (replica)!
ru: Снаряжение Порядка (клон)!
zh_hans: 获得“秩序装备 复制”！
zh_hant: 獲得「秩序套裝 複製」！

# GameWindowItemGetWindowSdodrJem00
source: You got Prlz!
de: PRLN erhalten!
es: ¡Obtienes perlas!
es_mx: ¡Perlas!
fr: Péperles !
it: Hai ottenuto: perle!
ja: シンジュをゲット！
ko: 진주 획득!
nl: Je krijgt een parelbeloning!
ru: Жемкойны!
zh_hans: 获得珍珠！
zh_hant: 獲得珍珠！

# GameWindowItemGetWindowSdodrJem01
source: Give them to Marina for some hacks!
de: Marina kann damit System-Hacks ausführen!
es: ¡Te servirán para los hackeos de Marina!
es_mx: ¡Te servirán para los hackeos de Marina!
fr: Remets-les à Coralie pour qu'elle fasse du hacking !
it: Dalle a Nori per farle hackerare il sistema!
ja: イイダにハッキングしてもらおう！
ko: 이이다에게 해킹을 부탁하자!
nl: Geef ze aan Mariana in ruil voor hacks!
ru: Отдай их Марише для новых модов!
zh_hans: 去让饭田帮忙骇解吧！
zh_hant: 請飯田幫忙駭解！

# GameWindowItemGetWindowSdodrLockerKey00
source: You got a locker key!
de: Ein Schließfachschlüssel!
es: ¡Una llave del casillero!
es_mx: ¡Una llave de casillero!
fr: Clé de casier !
it: Hai ottenuto una chiave!
ja: ロッカーのカギをゲット！
ko: 로커 열쇠 획득!
nl: Een kluissleutel!
ru: Ключ от сейфа!
zh_hans: 获得置物柜的钥匙！
zh_hant: 獲得置物櫃鑰匙！

# GameWindowItemGetWindowSdodrLockerKey01
source: Swing by the lockers in the Order Sector!
de: Perfekt für die Schließfächer im Sektor Ordnung!
es: ¡Pásate por el casillero del Distrito del Orden!
es_mx: Sirven para abrir casilleros en el Distrito del Orden.
fr: Va faire un tour du côté des casierssur la place de l'Ordre !
it: Prova ad aprire gli armadietti nel settore dell'Ordine!
ja: 秩序の街のロッカーを開けよう！
ko: 질서의 거리에 있는 로커를 열자!
nl: Perfect voor de kluisjes in de ordesector!
ru: Загляни в сейфы на площади Порядка!
zh_hans: 去打开秩序之城的置物柜吧！
zh_hant: 打開秩序之城的置物櫃吧！

# GameWindowItemGetWindowSdodrLockerKeyPlural00
source: You got locker keys!
de: Schließfachschlüssel!
es: ¡Llaves del casillero!
es_mx: ¡Llaves de casillero!
fr: Clés de casiers !
it: Hai ottenuto delle chiavi!
ja: ロッカーのカギをゲット！
ko: 로커 열쇠 획득!
nl: Kluissleutels!
ru: Ключи от сейфов!
zh_hans: 获得置物柜的钥匙！
zh_hant: 獲得置物櫃鑰匙！

# GameWindowItemGetWindowSdodrLockerSticker00
source: You got a sticker!
de: Ein Aufkleber!
es: ¡Una pegatina!
es_mx: ¡Una calcomanía!
fr: Autocollant !
it: Hai ottenuto un adesivo!
ja: ステッカーをゲット！
ko: 스티커 획득!
nl: Een sticker!
ru: Наклейка!
zh_hans: 获得贴纸！
zh_hant: 獲得貼紙！

# GameWindowItemGetWindowSdodrNameplateBg00
source: You got a banner!
de: Ein Banner erhalten!
es: ¡Un fondo de insignia!
es_mx: ¡Un fondo!
fr: Bannière !
it: Hai ottenuto uno sfondo!
ja: プレートをゲット！
ko: 플레이트 획득!
nl: Een achtergrond!
ru: Баннер!
zh_hans: 获得背景！
zh_hant: 獲得背景！

# GameWindowItemGetWindowSdodrPaletteAgent400
source: You got Agent 4's Palette!
de: Palette von Nr. 4!
es: ¡La paleta de Agente 4!
es_mx: ¡La paleta de Agente 4!
fr: Palette de Numéro 4 !
it: Hai ottenuto: tavoletta di Numero 4!
ja: ４号のパレットをゲット！
ko: 4호의 팔레트 획득!
nl: Agent 4's palet!
ru: Тон-бокс агента 004!
zh_hans: 获得4号的调色盘！
zh_hant: 獲得4號的調色盤！

# GameWindowItemGetWindowSdodrPaletteAgent800
source: You got Eight's Palette!
de: Palette von Nr. 8!
es: ¡La paleta de Ocho!
es_mx: ¡La paleta de Ocho!
fr: Palette de Huit !
it: Hai ottenuto: tavoletta di Otto!
ja: ハチのパレットをゲット！
ko: 에이트의 팔레트 획득!
nl: Achts palet!
ru: Тон-бокс Восьмерки!
zh_hans: 获得小八的调色盘！
zh_hant: 獲得小八的調色盤！

# GameWindowItemGetWindowSdodrPaletteAori00
source: You got Callie's Palette!
de: Palette von Aioli!
es: ¡La paleta de Mar!
es_mx: ¡La paleta de Mar!
fr: Palette d'Ayo !
it: Hai ottenuto: tavoletta di Stella!
ja: アオリのパレットをゲット！
ko: 아오리의 팔레트 획득!
nl: Callies palet!
ru: Тон-бокс Кэлли!
zh_hans: 获得小拟的调色盘！
zh_hant: 獲得小擬的調色盤！

# GameWindowItemGetWindowSdodrPaletteBukichi00
source: You got Sheldon's Palette!
de: Palette von Arty!
es: ¡La paleta de Jairo!
es_mx: ¡La paleta de Jairo!
fr: Palette de Cartouche !
it: Hai ottenuto: tavoletta di Armand!
ja: ブキチのパレットをゲット！
ko: 부키치의 팔레트 획득!
nl: Krabberts palet!
ru: Тон-бокс Пушкина!
zh_hans: 获得武器子的调色盘！
zh_hant: 獲得武器子的調色盤！

# GameWindowItemGetWindowSdodrPaletteFuuka00
source: You got Shiver's Palette!
de: Palette von Mako!
es: ¡La paleta de Megan!
es_mx: ¡La paleta de Megan!
fr: Palette de Pasquale !
it: Hai ottenuto: tavoletta di Pinnuccia!
ja: フウカのパレットをゲット！
ko: 후우카의 팔레트 획득!
nl: Haya's palet!
ru: Тон-бокс Куллы!
zh_hans: 获得莎莎的调色盘！
zh_hant: 獲得莎莎的調色盤！

# GameWindowItemGetWindowSdodrPaletteHime00
source: You got Pearl's Palette!
de: Palette von Perla!
es: ¡La paleta de Perla!
es_mx: ¡La paleta de Perla!
fr: Palette de Perle !
it: Hai ottenuto: tavoletta di Alga!
ja: ヒメのパレットをゲット！
ko: 히메의 팔레트 획득!
nl: Loreleis palet!
ru: Тон-бокс Жемчика!
zh_hans: 获得小姬的调色盘！
zh_hant: 獲得小姬的調色盤！

# GameWindowItemGetWindowSdodrPaletteHotaru00
source: You got Marie's Palette!
de: Palette von Limone!
es: ¡La paleta de Tina!
es_mx: ¡La paleta de Tina!
fr: Palette d'Oly !
it: Hai ottenuto: tavoletta di Marina!
ja: ホタルのパレットをゲット！
ko: 호타루의 팔레트 획득!
nl: Maries palet!
ru: Тон-бокс Мари!
zh_hans: 获得小萤的调色盘！
zh_hant: 獲得小螢的調色盤！

# GameWindowItemGetWindowSdodrPaletteIida00
source: You got Marina's Palette!
de: Palette von Marina!
es: ¡La paleta de Marina!
es_mx: ¡La paleta de Marina!
fr: Palette de Coralie !
it: Hai ottenuto: tavoletta di Nori!
ja: イイダのパレットをゲット！
ko: 이이다의 팔레트 획득!
nl: Mariana's palet!
ru: Тон-бокс Мариши!
zh_hans: 获得饭田的调色盘！
zh_hant: 獲得飯田的調色盤！

# GameWindowItemGetWindowSdodrPaletteMantarou00
source: You got Big Man's Palette!
de: Palette von Mantaro!
es: ¡La paleta de Rayan!
es_mx: ¡La paleta de Rayan!
fr: Palette de Raimi !
it: Hai ottenuto: tavoletta di Mantaleo!
ja: マンタローのパレットをゲット！
ko: 만타로의 팔레트 획득!
nl: Rays palet!
ru: Тон-бокс Биг Мана!
zh_hans: 获得鬼福的调色盘！
zh_hant: 獲得鬼福的調色盤！

# GameWindowItemGetWindowSdodrPaletteMurch00
source: You got Murch's Palette!
de: Palette von Sid!
es: ¡La paleta de Enrizo!
es_mx: ¡La paleta de Enrizo!
fr: Palette de Tipik !
it: Hai ottenuto: tavoletta di Echino!
ja: スパイキーのパレットをゲット！
ko: 스파이키의 팔레트 획득!
nl: Mikeys palet!
ru: Тон-бокс Иглюхи!
zh_hans: 获得刺冠的调色盘！
zh_hant: 獲得刺冠的調色盤！

# GameWindowItemGetWindowSdodrPaletteTakowasa00
source: You got DJ Octavio's Palette!
de: Palette von DJ Oktario!
es: ¡La paleta de DJ Octovius!
es_mx: ¡La paleta de DJ Octovius!
fr: Palette de DJ Octave !
it: Hai ottenuto: tavoletta di DJ Octavius!
ja: DJタコワサ将軍のパレットをゲット！
ko: DJ 문추냉이 장군의 팔레트 획득!
nl: DJ Octavio's palet!
ru: Тон-бокс DJ Октавио!
zh_hans: 获得DJ芥末章鱼将军的调色盘！
zh_hant: 獲得DJ芥末章魚將軍的調色盤！

# GameWindowItemGetWindowSdodrPaletteUtsuho00
source: You got Frye's Palette!
de: Palette von Muri!
es: ¡La paleta de Angie!
es_mx: ¡La paleta de Angie!
fr: Palette d'Angie !
it: Hai ottenuto: tavoletta di Morena!
ja: ウツホのパレットをゲット！
ko: 우츠호의 팔레트 획득!
nl: Muriëls palet!
ru: Тон-бокс Мурии!
zh_hans: 获得曼曼的调色盘！
zh_hant: 獲得曼曼的調色盤！

# GearGearBrandNameB00
source: SquidForce
de: TintactiX
es: Kalamas
es_mx: Kalamas
fr: Kalamarus Rex
it: CalamaX
ja: バトロイカ
ko: 배트로징어
ru: Кальмари
zh_hans: 战斗鱿鱼
zh_hant: 戰鬥魷魚

# GearGearBrandNameB01
source: Zink
de: Sagitron
es: Tintaz
es_mx: Tintaz
fr: Leviathus
it: Totanic
ja: アイロニック
ko: 아이로닉
ru: Шпротус
zh_hans: 钢铁先锋
zh_hant: 鋼鐵先鋒

# GearGearBrandNameB02
source: Krak-On
de: Medusa
es: Meddux
es_mx: Meddux
fr: Krakers
it: Cnidarya
ja: クラーゲス
ko: 젤리피스
ru: Кра-Кен
zh_hans: 海月
zh_hant: 海月

# GearGearBrandNameB03
source: Rockenberg
de: Rockberg
fr: Iormungand
it: Rockenburg
ja: ロッケンベルグ
ko: 록켄베르그
ru: Угрок
zh_hans: 罗肯贝格
zh_hant: 羅肯貝格

# GearGearBrandNameB04
source: Zekko
es: Ezko
fr: Ezko
it: Ezko
ja: エゾッコ
ko: 제코
ru: Йожко
zh_hans: 泽酷
zh_hant: 澤酷

# GearGearBrandNameB05
source: Forge
de: Focus
es: Forima
es_mx: Forima
fr: Focus
it: Fortia
ja: フォーリマ
ko: 포리마
ru: Блиц
zh_hans: 锻品
zh_hant: 鍛品

# GearGearBrandNameB06
source: Firefin
de: Rilax
es: Chokkor
es_mx: Shachi
fr: Friture
it: Torryd
ja: ホッコリー
ko: 파이어핀
ru: Фритюр
zh_hans: 暖流
zh_hant: 暖流

# GearGearBrandNameB07
source: Skalop
de: Jakomu
fr: Jack
it: Capasaint
ja: ホタックス
ko: 호리비
ru: Гребершко
zh_hans: 帆立
zh_hant: 帆立

# GearGearBrandNameB08
source: Splash Mob
de: Gian
es: Jimmon
es_mx: Tinta comunal
fr: Gédéon
it: Chimmon
ja: ジモン
ko: 지몬
ru: Морлюкс
zh_hans: 寺门
zh_hant: 寺門

# GearGearBrandNameB09
source: Inkline
de: Alpomar
es: Moluskia
es_mx: Moluskia
fr: Abysma
it: Maremont
ja: シグレニ
ko: 잉크라인
ru: Волногор
zh_hans: 时雨
zh_hant: 時雨

# GearGearBrandNameB10
source: Tentatek
es: Arome
es_mx: Tentáctica
fr: OculR
it: Arome
ja: アロメ
ko: 아로메
ru: Щуччи
zh_hans: 艾洛眼
zh_hant: 艾洛眼

# GearGearBrandNameB11
source: Takoroka
de: Kalamati
es: Sepioca
es_mx: Pulpioka
fr: Cubic
it: Sepia
ja: ヤコ
ko: 라이즈
ru: Рыбок
zh_hans: 暇古
zh_hant: 暇古

# GearGearBrandNameB15
source: Annaki
es: Annak
es_mx: Annak
fr: Aroz
it: Annak
ja: アナアキ
ko: 아나키
ru: Панкасиус
zh_hans: 无法无天
zh_hant: 無法無天

# GearGearBrandNameB16
source: Enperry
es: Krakien
es_mx: Emperi
fr: DUX
it: Imperial
ja: エンペリー
ko: 엔페리
ru: Кальмар Кляр
zh_hans: 鱿皇
zh_hant: 魷皇

# GearGearBrandNameB17
source: Toni Kensa
es: Tonken
es_mx: Tonken
fr: Thony K
it: Nero Marlin
ja: タタキケンサキ
ko: 타타키 켄사키
ru: Сушаки Кусаки
zh_hans: 剑尖鱿
zh_hant: 劍尖魷

# GearGearBrandNameB18
source: Z+F
de: Zekkori
es: Ezkkor
es_mx: ZyS
fr: E+F
it: E+T
ja: エゾッコリー
ko: 제코핀
nl: Zekkofin
ru: ЙожкоТюр
zh_hans: 泽酷暖流
zh_hant: 澤酷暖流

# GearGearBrandNameB19
source: Barazushi
fr: Alpaj
it: BaraS
ja: バラズシ
ko: 화이트아웃
ru: Суси-Весла
zh_hans: 散寿司
zh_hant: 散壽司

# GearGearBrandNameB20
source: Emberz
de: Shichiryn
es: Ascuax
es_mx: Ascuax
fr: Apex
it: Car-bon
ja: シチリン
ko: 니들워크
ru: Грильяни
zh_hans: 七轮
zh_hant: 七輪

# GearGearBrandNameB97
source: Grizzco
de: Bär GmbH
es: Don Oso
es_mx: Don Oso
fr: M. Ours SA
it: Ursus & Co
ja: クマサン商会
ko: Mr. 베어 상회
nl: Beer & Co
ru: Потапыч Inc.
zh_hans: 熊先生商会
zh_hant: 熊先生商會

# GearGearBrandNameB98
source: Cuttlegear
de: Kuttel-Korps
es: Obvius
es_mx: Sepichón
fr: Macalamar
it: Krakensen
ja: アタリメイド
ko: 마르징오 메이드
nl: Kraakwaar
ru: Каракат
zh_hans: 鱼干制造
zh_hant: 魚乾製造

# GearGearNameClothesAmb000
source: School Uniform A
de: Schuluniform A
es: Uniforme escolar A
es_mx: Uniforme escolar A
fr: Uniforme scolaire A
it: Uniforme scolastica A
ja: スクールブレザーL
ko: 스쿨 유니폼 L
ru: Школьная форма А
zh_hans: 学校制服外套L
zh_hant: 學校制服外套L

# GearGearNameClothesAmb001
source: Samurai Jacket
de: Samurai-Rüstung
es: Armadura samurái
es_mx: Armadura samurái
fr: Haut de samouraï
it: Armatura samurai
ja: サムライジャケット
ko: 일본 무사 재킷
nl: Samoeraitenue
ru: Доспехи самурая
zh_hans: 武士外套
zh_hant: 武士外套

# GearGearNameClothesAmb002
source: Power Armor
de: Exo-Rüstung
es: Tecnoarmadura
es_mx: Tecnoarmadura
fr: Armure méca
it: Armatura hi-tech
ja: パワードスーツ
ko: 파워드 슈트
nl: Hightechpantser
ru: Силовые доспехи
zh_hans: 动力装
zh_hant: 動力裝

# GearGearNameClothesAmb003
source: School Cardigan A
de: Schul-Cardigan A
es: Traje escolar A
es_mx: Cárdigan escolar A
fr: Gilet scolaire A
it: Cardigan scolastico A
ja: スクールカーデ リボン
ko: 스쿨 리본 카디건
nl: Schoolvest A
ru: Школьная кофта А
zh_hans: 学校针织罩衫 蝴蝶结
zh_hant: 學校針織罩衫 蝴蝶結

# GearGearNameClothesAmb004
source: Squinja Suit
de: Ninja-Anzug
es: Atuendo ninja
es_mx: Túnica ninja
fr: Tenue de ninja
it: Giacca ninja
ja: ニンジャスーツ
ko: 닌자 슈트
nl: Ninjapak
ru: Костюм ниндзялинга
zh_hans: 忍者装
zh_hant: 忍者裝

# GearGearNameClothesAmb005
source: Power Armor Mk I
de: Exo-Prototypenrüstung
es: Prototipo de tecnoarmadura
es_mx: Tecnoarmadura II
fr: Armure méca Mk I
it: Prototipo di armatura hi-tech
ja: パワードスーツ オリジン
ko: 파워드 슈트 오리진
nl: Hightechpantser (prototype)
ru: Силовые доспехи М-1
zh_hans: 动力装 原型
zh_hant: 動力裝 原型

# GearGearNameClothesAmb006
source: Pearlescent Hoodie
de: Perla-Pulli
es: Sudadera perlífera
es_mx: Sudadera perlífera
fr: Sweat à capuche princier
it: Parka di Alga
ja: ヒメイトパーカー
ko: 히메이트 후드
nl: Loreleis hoody
ru: Жем-толстовка
zh_hans: 姬伴连帽上衣
zh_hant: 姬伴連帽上衣

# GearGearNameClothesAmb007
source: Marinated Top
de: Marina-Top
es: Top marínico
es_mx: Top marínico
fr: Top coralien
it: Top di Nori
ja: イイダチトップス
ko: 이이다치 톱스
nl: Mariana's topje
ru: Риш-топик
zh_hans: 饭友上衣
zh_hant: 飯友上衣

# GearGearNameClothesAmb008
source: Enchanted Robe A
de: Zaubergewand A
es: Túnica hechizada A
es_mx: Túnica hechizada A
fr: Tunique magique A
it: Vestito stregonesco A
ja: エンチャントローブS
ko: 인챈트 로브 S
nl: Tovergewaad A
ru: Балахон колдуньи А
zh_hans: 魔力长袍S
zh_hant: 魔力長袍S

# GearGearNameClothesAmb009
source: Steel Platemail
de: Oktoritter-Rüstung
es: Armadura octoguerrero
es_mx: Armadura de acero
fr: Armure d'Octaguerrier
it: Corazza da octoguerriero
ja: タコティカルなよろい
ko: 문어티컬한 갑옷
nl: Octoridderharnas
ru: Латы осьморыцаря
zh_hans: 章鱼铠甲
zh_hant: 章魚鎧甲

# GearGearNameClothesAmb010
source: Fresh Fish Gloves
de: Flosso-Handschuhe
es: Guantes de muñecote
es_mx: Guantes de pececito
fr: Mains de mascotte
it: Manone da mascotte
ja: ひれおくんのて
ko: 히레오 글로브
nl: Mascottehandschoenen
ru: Перчатки Плавнишки
zh_hans: 鱼奇奇手套
zh_hant: 魚奇奇手套

# GearGearNameClothesAmb011
source: Schoolyard Scrap Jack
de: Rowdy-Mantel
es: Abrigo largo rasgado
es_mx: Abrigo largo rasgado
fr: Manteau scolaire déchiré
it: Soprabito strappato
ja: サキイカガクラン
ko: 오징어채 학생복
nl: Gerafelde trenchcoat
ru: Плащ «Хулиган»
zh_hans: 鱿鱼丝校服
zh_hant: 魷魚絲校服

# GearGearNameClothesAmb012
source: Black-Belt Gi
de: Schwarzgurt-Gi
es: Traje de judo
es_mx: Traje de judo
fr: Veste de judo
it: Gi con cintura nera
ja: ジュウドウギ クロオビ
ko: 검은 띠 유도복
nl: Judopak
ru: Ги с черным поясом
zh_hans: 柔道服 黑带
zh_hant: 柔道服 黑帶

# GearGearNameClothesAmb013
source: Chaos Commander Suit
de: Randale-Rüstung
es: Armadura bárbara
es_mx: Armadura bárbara
fr: Armure Berserk
it: Armatura furiosa
ja: バーサークアーマー
ko: 버서크 아머
nl: Chaosharnas
ru: Доспехи бериксерка
zh_hans: 狂战士盔甲
zh_hant: 狂戰士盔甲

# GearGearNameClothesAmb014
source: School Uniform B
de: Schuluniform B
es: Uniforme escolar B
es_mx: Uniforme escolar B
fr: Uniforme scolaire B
it: Uniforme scolastica B
ja: スクールブレザーR
ko: 스쿨 유니폼 R
ru: Школьная форма Б
zh_hans: 学校制服外套R
zh_hant: 學校制服外套R

# GearGearNameClothesAmb015
source: School Cardigan B
de: Schul-Cardigan B
es: Traje escolar B
es_mx: Cárdigan escolar B
fr: Gilet scolaire B
it: Cardigan scolastico B
ja: スクールカーデ ネクタイ
ko: 스쿨 넥타이 카디건
nl: Schoolvest B
ru: Школьная кофта Б
zh_hans: 学校针织罩衫 领带
zh_hant: 學校針織罩衫 領帶

# GearGearNameClothesAmb017
source: Enchanted Robe B
de: Zaubergewand B
es: Túnica hechizada B
es_mx: Túnica hechizada B
fr: Tunique magique B
it: Vestito stregonesco B
ja: エンチャントローブL
ko: 인챈트 로브 L
nl: Tovergewaad B
ru: Балахон колдуньи Б
zh_hans: 魔力长袍L
zh_hant: 魔力長袍L

# GearGearNameClothesAmb018
source: Chomp Top
de: Hai-Couture-Top
es: Camiseta clan Hohojiro
es_mx: Camiseta clan Hohojiro
fr: Crop top des Hohojiro
it: Squalotop
ja: ホホジロノハゴロモ
ko: 호호지로 상의
nl: Hohojiro-top
ru: Кул-топ
zh_hans: 颊白的羽衣
zh_hant: 頰白的羽衣

# GearGearNameClothesAmb019
source: Eelneck Tank
de: Muränen-Top
es: Camiseta clan Onaga
es_mx: Camiseta clan Onaga
fr: Crop top des Onaga
it: Murenatop
ja: オナガノハゴロモ
ko: 오나가 상의
nl: Onaga-tanktop
ru: Муренотоп
zh_hans: 翁长的羽衣
zh_hant: 翁長的羽衣

# GearGearNameClothesAmb020
source: Big Slick
de: Manta-Mantel
es: Chaqueta clan Manda
es_mx: Chaqueta clan Manda
fr: Veste des Manta
it: Mantatop
ja: マンダノカッパ
ko: 만다 우의
nl: Manta-regenjas
ru: Плащ-мантовик
zh_hans: 曼蛇的雨衣
zh_hant: 曼蛇的雨衣

# GearGearNameClothesAmb021
source: World Tour Puffy Coat
de: Tournee-Pufferjacke
es: Abrigo gira MC
es_mx: Abrigo gira MC
fr: Veste bouffante de tournée
it: Parka tour mondiale
ja: ワールドMCジャンパー
ko: 월드 MC 점퍼
nl: Wereldtourneeparka
ru: Бомбер «Мировое турне»
zh_hans: 世界级MC羽绒衣
zh_hant: 世界級MC羽絨衣

# GearGearNameClothesAmb022
source: World Tour Jacket
de: Tournee-Blazer
es: Chaqueta gira DJ
es_mx: Abrigo gira DJ
fr: Veste de tournée
it: Giacca tour mondiale
ja: ワールドDJジャケット
ko: 월드 DJ 재킷
nl: Wereldtourneejas
ru: Пиджак «Мировое турне»
zh_hans: 世界级DJ外套
zh_hant: 世界級DJ外套

# GearGearNameClothesCop001
source: Orange Slopsuit
de: Orange Arbeitsklamotten
es: Mono de trabajo naranja
es_mx: Uniforme de trabajo naranja
fr: Salopette orange
it: Salopette arancione
ja: バイトツナギ オレンジ
ko: 오렌지 작업복
nl: Oranje werkkloffie
ru: Оранжевый комбинезон
zh_hans: 打工连身工作服 橘色
zh_hant: 打工連身工作服 橘色

# GearGearNameClothesCop002
source: Green Slopsuit
de: Grüne Arbeitsklamotten
es: Mono de trabajo verde
es_mx: Uniforme de trabajo verde
fr: Salopette verte
it: Salopette verde
ja: バイトツナギ グリーン
ko: 그린 작업복
nl: Groen werkkloffie
ru: Зеленый комбинезон
zh_hans: 打工连身工作服 绿色
zh_hant: 打工連身工作服 綠色

# GearGearNameClothesCop003
source: Yellow Slopsuit
de: Gelbe Arbeitsklamotten
es: Mono de trabajo amarillo
es_mx: Uniforme de trabajo amarillo
fr: Salopette jaune
it: Salopette gialla
ja: バイトツナギ イエロー
ko: 옐로 작업복
nl: Geel werkkloffie
ru: Желтый комбинезон
zh_hans: 打工连身工作服 黄色
zh_hant: 打工連身工作服 黃色

# GearGearNameClothesCop004
source: Pink Slopsuit
de: Rosa Arbeitsklamotten
es: Mono de trabajo rosa
es_mx: Uniforme de trabajo rosa
fr: Salopette rose
it: Salopette rosa
ja: バイトツナギ ピンク
ko: 핑크 작업복
nl: Roze werkkloffie
ru: Розовый комбинезон
zh_hans: 打工连身工作服 粉红色
zh_hant: 打工連身工作服 粉紅色

# GearGearNameClothesCop005
source: Blue Slopsuit
de: Blaue Arbeitsklamotten
es: Mono de trabajo azul
es_mx: Uniforme de trabajo azul
fr: Salopette bleue
it: Salopette blu
ja: バイトツナギ ブルー
ko: 블루 작업복
nl: Blauw werkkloffie
ru: Голубой комбинезон
zh_hans: 打工连身工作服 蓝色
zh_hant: 打工連身工作服 藍色

# GearGearNameClothesCop006
source: Black Slopsuit
de: Schwarze Arbeitsklamotten
es: Mono de trabajo negro
es_mx: Uniforme de trabajo negro
fr: Salopette noire
it: Salopette nera
ja: バイトツナギ ブラック
ko: 블랙 작업복
nl: Zwart werkkloffie
ru: Черный комбинезон
zh_hans: 打工连身工作服 黑色
zh_hant: 打工連身工作服 黑色

# GearGearNameClothesCop007
source: White Slopsuit
de: Weiße Arbeitsklamotten
es: Mono de trabajo blanco
es_mx: Uniforme de trabajo blanco
fr: Salopette blanche
it: Salopette bianca
ja: バイトツナギ ホワイト
ko: 화이트 작업복
nl: Wit werkkloffie
ru: Белый комбинезон
zh_hans: 打工连身工作服 白色
zh_hant: 打工連身工作服 白色

# GearGearNameClothesCop008
source: Orange Gloopsuit
de: Orange Wattwater
es: Vadeador naranja
es_mx: Overol de trabajo naranja
fr: Combi caoutchouc orange
it: Tuta da pesca arancione
ja: バイトウェーダー オレンジ
ko: 오렌지 아르바이트 웨이더
nl: Oranje ploeterkloffie
ru: Гидрокомплект «Оранж»
zh_hans: 打工防水衣 橘色
zh_hant: 打工防水衣 橘色

# GearGearNameClothesCop009
source: Black Gloopsuit
de: Schwarze Wattwater
es: Vadeador negro
es_mx: Overol de trabajo negro
fr: Combi caoutchouc noire
it: Tuta da pesca nera
ja: バイトウェーダー ブラック
ko: 블랙 아르바이트 웨이더
nl: Zwart ploeterkloffie
ru: Гидрокомплект «Нуар»
zh_hans: 打工防水衣 黑色
zh_hant: 打工防水衣 黑色

# GearGearNameClothesCop010
source: Yellow Gloopsuit
de: Gelbe Wattwater
es: Vadeador amarillo
es_mx: Overol de trabajo amarillo
fr: Combi caoutchouc jaune
it: Tuta da pesca gialla
ja: バイトウェーダー イエロー
ko: 옐로 아르바이트 웨이더
nl: Geel ploeterkloffie
ru: Гидрокомплект «Лимон»
zh_hans: 打工防水衣 黄色
zh_hant: 打工防水衣 黃色

# GearGearNameClothesCop011
source: Brown Gloopsuit
de: Braune Wattwater
es: Vadeador marrón
es_mx: Overol de trabajo marrón
fr: Combi caoutchouc marron
it: Tuta da pesca marrone
ja: バイトウェーダー ブラウン
ko: 브라운 아르바이트 웨이더
nl: Bruin ploeterkloffie
ru: Гидрокомплект «Какао»
zh_hans: 打工防水衣 棕色
zh_hant: 打工防水衣 棕色

# GearGearNameClothesCop012
source: Polka-Dot Slopsuit
de: Pünktchen-Klamotten
es: Mono de trabajo lunares
es_mx: Uniforme de trabajo lunares
fr: Combi à pois
it: Salopette a pois
ja: バイトツナギ ドット
ko: 도트 작업복
nl: Stippelwerkkloffie
ru: Комбинезон в горох
zh_hans: 打工连身工作服 点点
zh_hant: 打工連身工作服 點點

# GearGearNameClothesCop013
source: Camo Slopsuit
de: Camo-Klamotten
es: Mono de trabajo camuflaje
es_mx: Uniforme de trabajo camufl.
fr: Combi camouflage
it: Salopette mimetica
ja: バイトツナギ カモ
ko: 카무 작업복
nl: Camouflagewerkkloffie
ru: Камуфляжный комбинезон
zh_hans: 打工连身工作服 迷彩
zh_hant: 打工連身工作服 迷彩

# GearGearNameClothesCop014
source: Koi Slopsuit
de: Koi-Klamotten
es: Mono de trabajo carpas
es_mx: Uniforme de trabajo kois
fr: Combi carpe koï
it: Salopette koi
ja: バイトツナギ ニシキ
ko: 비단잉어 작업복
nl: Koi-werkkloffie
ru: Комбинезон с кои
zh_hans: 打工连身工作服 锦鲤
zh_hant: 打工連身工作服 錦鯉

# GearGearNameClothesCop015
source: Peach Gloopsuit
de: Pfirsich-Wattwater
es: Vadeador ciruela
es_mx: Overol de trabajo ciruela
fr: Salopette pêche
it: Tuta da pesca rosa e viola
ja: バイトウェーダー ピーチ
ko: 피치 아르바이트 웨이더
nl: Perzikploeterkloffie
ru: Гидрокомплект «Персик»
zh_hans: 打工防水衣 桃红
zh_hant: 打工防水衣 桃紅

# GearGearNameClothesCop016
source: Lime Gloopsuit
de: Limetten-Wattwater
es: Vadeador lima
es_mx: Overol de trabajo cítrico
fr: Salopette limette
it: Tuta da pesca lime e gialla
ja: バイトウェーダー ライム
ko: 라임 아르바이트 웨이더
nl: Limoenploeterkloffie
ru: Гидрокомплект «Лайм»
zh_hans: 打工防水衣 莱姆绿
zh_hant: 打工防水衣 萊姆綠

# GearGearNameClothesCop017
source: Berry Gloopsuit
de: Beeren-Wattwater
es: Vadeador bayas
es_mx: Overol de trabajo bayas
fr: Salopette baie rouge
it: Tuta da pesca rossa e blu
ja: バイトウェーダー ベリー
ko: 베리 아르바이트 웨이더
nl: Bessenploeterkloffie
ru: Гидрокомплект «Ягода»
zh_hans: 打工防水衣 莓果红
zh_hant: 打工防水衣 莓果紅

# GearGearNameClothesCop018
source: Silver Slopsuit
de: Silber-Arbeitsklamotten
es: Mono de trabajo plateado
es_mx: Uniforme de trabajo plateado
fr: Salopette argent
it: Salopette argento
ja: バイトツナギ シルバー
ko: 실버 작업복
nl: Zilveren werkkloffie
ru: Серебряный комбинезон
zh_hans: 打工连身工作服 银色
zh_hant: 打工連身工作服 銀色

# GearGearNameClothesCop019
source: Gold Slopsuit
de: Gold-Arbeitsklamotten
es: Mono de trabajo dorado
es_mx: Uniforme de trabajo dorado
fr: Salopette or
it: Salopette oro
ja: バイトツナギ ゴールド
ko: 골드 작업복
nl: Gouden werkkloffie
ru: Золотой комбинезон
zh_hans: 打工连身工作服 金色
zh_hant: 打工連身工作服 金色

# GearGearNameClothesCop020
source: Iridescent Slopsuit
de: Schiller-Arbeitsklamotten
es: Mono de trabajo prisma
es_mx: Uniforme de trabajo prisma
fr: Salopette irisée
it: Salopette iridescente
ja: バイトツナギ プリズム
ko: 프리즘 작업복
nl: Parelmoerwerkkloffie
ru: Радужный комбинезон
zh_hans: 打工连身工作服 棱镜
zh_hant: 打工連身工作服 稜鏡

# GearGearNameClothesCop021
source: Heavy-Duty Slopsuit
de: Schwerstarbeitsklamotten
es: Mono de trabajo resistente
es_mx: Uniforme de trabajo resistente
fr: Combinaison robuste
it: Salopette robusta
ja: バイトツナギ ブロッカー
ko: 블로커 작업복
nl: Overwerkkloffie
ru: Ударный комбинезон
zh_hans: 打工连身工作服 重装
zh_hant: 打工連身工作服 重裝

# GearGearNameClothesCop100
source: Squiddor Polo
de: Kurier-Polohemd
es: Polo corporativo
es_mx: Polo corporativo
fr: Polo rayé
it: Polo da lavoro
ja: イカテンくんポロ
ko: 오징어 보이 폴로셔츠
nl: Bedrijfspolo
ru: Майка курьера
zh_hans: 鱿鱼小子Polo衫
zh_hant: 魷魚小子Polo衫

# GearGearNameClothesCop101
source: Anchor Life Vest
de: Rettungsweste
es: Chaleco de seguridad
es_mx: Chaleco salvavidas
fr: Gilet de sauvetage
it: Giubbotto salvavita
ja: アンカーベスト
ko: 앵커 베스트
nl: Reddingsvest
ru: Спасательный жилет
zh_hans: 船锚背心
zh_hant: 船錨背心
