Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# EventFlowMsgNewsBigRunAnnounce039
source: Are you sure you read that right?!
de: Hast du dich auch nicht verlesen?
es: ¡¿Qué me dices?!
es_mx: ¡¿Cómo?! ¿Seguro que lo leíste bien?
fr: T'es sûr de ton coup ?
it: Sei sicuro di aver capito bene?
ja: なんじゃとぉおおーーーッ？！
ko: 뭣이라아아아～～～?!
nl: Weet je zeker dat je dat goed hebtgelezen?
ru: А?! Ты уверен?!
zh_hans: 你说什么——？！
zh_hant: 你說什麼——！？

# EventFlowMsgNewsBigRunAnnounce040
source: Eeltail Alley is in Splatsville! They must besetting their sights on our home turf.
de: Die Streifenaal-Straße ist in Splatsville!Die wollen unser Revier!
es: ¡Esos callejones son terreno tinteliano!¿También les «gusta» nuestra ciudad?
fr: En pleine Cité-Clabousse ? Si ça se trouve,ces canailles lorgnent sur notre studio !
it: Il Sobborgo Siluriano è a Splatville!Devono aver puntato il nostro territorio.
ja: ゴンズイ地区ゆうたら バンカラ街の一角やん！いよいよバンカラにねらいを定めた、ゆうことやろか…
ko: 메기 지구라고 하믄 카오폴리스 타운 아이가!마침내 카오폴리스를 노리기 시작한 긴가…
nl: Het Forelviaduct is in Splatsville!Die willen onze thuisbasis innemen!
ru: Плюхтонское Угрево-Скатово?!Посмели позариться на наш район?!
zh_hans: 鳗鲶区可是蛮颓镇的一部分！看来鲑鱼们终于盯上了蛮颓地区啊……
zh_hant: 鰻鯰區可是蠻頹鎮的一部分！看來牠們終究還是盯上蠻頹地區了啊……

# EventFlowMsgNewsBigRunAnnounce042
source: Why? They're about to dive headfirst intoa city of the toughest punks around!
de: Wo ist das Problem? Die rennen gerade indie Stadt mit den härtesten Kämpfern!
es: Ju, ju, pobres... No saben dónde se meten.En esta ciudad la gente es dura de pelar.
es_mx: Ju, ju, pobres... No saben dónde se meten.Los tintelianos no somos gente dócil.
fr: Mais pourquoi ils font ça ? Ils foncent têtebaissée dans le territoire des caïds !
it: E perché dovremmo? Non hanno ideadi quanto tosti siamo da queste parti!
ja: フン… ツワモノだらけの街のド真ん中に飛びこんでくるとは、とんだ命知らずよのう！
ko: 흥… 강자가 우글우글한 도시 한복판에 뛰어들다니목숨 아까운 줄 모르는 녀석들이로구나!
nl: Hoezo? Die mafketels vallen de stadaan waar de stoerste bikkels wonen!
ru: Ты чего?! Они на плюхтонских бойцах себевсе зубы обломают! У нас суровые ребята!
zh_hans: 呵……竟敢闯进这个满是强者的城镇，鲑鱼们真是不知好歹啊！
zh_hant: 哼……居然想要闖進這個滿是強者的城鎮裡，簡直是飛蛾撲火！

# EventFlowMsgNewsBigRunAnnounce043
source: They'll tell stories of the time they messedup invading our neighborhood. Right, guys?
de: Die werden ihren Kindern noch ewigHorrorstorys davon erzählen!
es: Se arrepentirán eternamente de habertenido la idea de invadir nuestro territorio.
es_mx: Se arrepentirán eternamente de habertenido la idea de invadir nuestro territorio.
fr: Ils vont prendre une de ces roustes...Ils le raconteront à leurs petits-enfants !
it: Gli annali racconteranno dell'errore chehanno fatto a mettersi contro di noi!
ja: あ～あ～ ウチらのシマに手ぇ出したこと一生の思い出にしてあげへんと…なぁ、マンタロー？
ko: 저런저런～ 우리 영역에 손댄 걸후회하게 만들어 줘야겠구마… 안 그렇나, 만타로?
nl: Die vertellen straks hun kleinkinderen nogover het pak slaag dat ze gaan krijgen!
ru: Будет что рассказать малькам просвирепых монстров с тентаклями!
zh_hans: 嗯～是啊～得让它们这辈子都记住对我们的地盘出手会是什么下场……对吧，鬼福？
zh_hant: 就～是啊～既然敢對我們的地盤出手，那就得給牠們永生難忘的教訓……對吧，鬼福？

# EventFlowMsgNewsBigRunAnnounce048
source: Quit dragging this out! Give us the deets!
de: Nun halt nicht hinterm Berg damit!Raus mit den Infos!
es: ¡¿Qué?! ¡No te hagas el interesantey suéltalo de una vez!
es_mx: ¡¿Qué?! ¡Cuéntanooos!
fr: Arrête de nous faire mariner !Donne les détails !
it: Non tirarla per le lunghe! Dacci i dettagli!
ja: なんじゃ、もったいぶらずに さっさと言わんか！
ko: 에잇, 뜸 들이지 말고 어서 말하지 못할까!
nl: Wat staat er? Zeg op!
ru: Что ты там бормочешь, говори уже!
zh_hans: 究竟是什么？别卖关子了，快说啊！
zh_hant: 是什麼啦？不要再賣關子了，快點說啊！

# EventFlowMsgNewsBigRunAnnounce050
source: ALL OF THEM?!
de: Bitte?ALLE AUF EINMAL?
es: ¡¿CÓOOMOOO?! ¿Todas a la vez?
es_mx: ¡¿CÓÓÓMOOO?! ¿Todas a la vez?
fr: QUOI, TOUS ?!
it: OGNI SITO?!
ja: はあぁぁあぁ～～～ッ？！！！
ko: 뭐어어어어어～～～?!!!
nl: Waaaaat?!
ru: ВСЕ?!
zh_hans: 什么～～～？！！！
zh_hant: 什～麼～～～！！！？

# EventFlowMsgNewsBigRunAnnounce051
source: Even Wahoo World and Inkblot Art Academy?!Then the Salmonids are still after Inkopolis...
de: Flunder-Funpark? Die Perlmutt-Akademie?Dann greifen sie auch Inkopolis an...!
es: ¡Incluso Pirañalandia y el Instituto Coralino!¡También la han tomado con Cromópolis!
es_mx: ¡Incluso Pirañalandia y el Instituto Coralino!¡Están invadiendo Cromópolis!
fr: Même le parc Carapince et l'institutCalam'arts ?! Chromapolis est en péril...
it: Anche Soglioland e il Campus Hippocampus?Allora vogliono ancora Coloropoli...
ja: ほな、スメーシーワールドと 海女美術大学にも来るん？！シャケたち、ハイカラ地方も あきらめてへんかったんか…
ko: 그라믄 초밥 월드랑 해녀 미술 대학에도 오는 기가?!연어 녀석들, 오더폴리스 지방도 아직 포기 안 했나…
nl: Zelfs bij Waterwonderland en de Koraalcampus?!Dan is Inkopolis nog steeds niet veilig...
ru: Даже луна-парк «Язь» и академия «Лепота»?!Самониды все еще хотят захватить Инкополь!
zh_hans: 我看看！连醋饭海洋世界和海女美术大学也是吗？！想不到那群鲑鱼还没对尚兴地区死心……
zh_hant: 我看看，連醋飯海洋世界跟海女美術大學也是！？原來那些鮭魚對尚興地區也一樣還沒死心啊……

# EventFlowMsgNewsBigRunAnnounce052
source: The Splatlands aren't safe either! They'reat Eeltail Alley and Barnacle & Dime!
de: Ja, und unseren Distrikt ebenfalls!Die Streifenaal-Straße! Talerfisch & Pock!
es: ¡En T-Tintelia están asediando CallejonesCrustáceo y el Centro Comercial Fletán!
es_mx: ¡En Tintelia están asediando CallejonesCrustáceo y Unicentro Carite!
fr: La Contrée Clabousse aussi ! Pense auxhalles de Port-merlu, à la banlieue Balibot !
it: Neanche Splattonia è al sicuro! Sonoal Sobborgo Siluriano e all'Empolporio!
ja: バ、バンカラ地方で ねらわれておるのはこないだのゴンズイ地区と タラポートと…？
ko: 카, 카오폴리스 지방에서 표적이 된 곳은지난번의 메기 지구와 대구 포트, 그리고…?
nl: En de Splatlands ook niet! Ze zijn ook bij hetForelviaduct en Poon & Zeehaan!
ru: Плюхтония тоже под угрозой! Самонидыв Угрево-Скатово и УсоногТорге!
zh_hans: 目、目前蛮颓地区遭到袭击的地方有不久前遭殃过的鳗鲶区和塔拉波特，还有……？
zh_hant: 蠻、蠻頹地區目前遭到襲擊的地方是前陣子遭殃過的鰻鯰區跟塔拉波特，還有……？

# EventFlowMsgNewsBigRunAnnounce056
source: Even so, it feels icky reaching out to folksfrom Inkopolis about it...
de: Und mit den Inkopolis-Leutenmüssen wir auch zusammenarbeiten...
es: Y encima estamos juntos con la gentede Cromópolis en este marrón...
es_mx: Y encima estamos juntos con la gentede Cromópolis en este embrollo...
fr: Quand je pense qu'il va falloir annoncer çaaux habitants de Chromapolis...
it: Però non è che mi senta felice all'ideadi chiedere aiuto a Coloropoli...
ja: ううむ、しかしハイカラもんと協力というのは…
ko: 으음, 그래도 오더폴리스 녀석들과 협력이라…
nl: En toch heb ik niet veel zin om die lui vanInkopolis te waarschuwen...
ru: Получается, нам придется воспользоватьсяпомощью жителей Инкополя...
zh_hans: 唔……可想到要和尚兴之民合作……
zh_hant: 唔，但是得跟尚興地區的人合作……

# EventFlowMsgNewsBigRunAnnounce057
source: Worse than it'll feel when our home getsturned into a buffet for Salmonids?
de: Um nicht Salmonidenfutter zu werden?Klingt für mich ziemlich vernünftig.
es: ¡Mucho peor sería que los salmónidosconvirtieran en papilla nuestro hogar!
es_mx: ¡Mucho peor sería que los salmónidosarrasaran con nuestro hogar!
fr: Tu préfères leur laisser la surprise d'uneinvasion massive de Salmonoïdes ?!
it: Ti senti più felice all'idea che la nostracasa diventi un buffet per i Salmonoidi?
ja: そないなコト言うてる間に、大事なバンカラがシャケの特盛りになってまうかもしれへんよ？！
ko: 그런 소리 하고 있다가 소중한 카오폴리스가연어로 득시글해질지도 모른데이!
nl: Heb je er dan zin in dat we allemaal wordenopgevreten door de Salmonieten?
ru: Лучше уж это, чем стать объедкамисамонидов!
zh_hans: 在你说这种话的时候，我们最爱的蛮颓镇或许就要被鲑鱼淹没了哦？！
zh_hant: 在你說那種話的時候，我們珍愛的蠻頹地區搞不好就要被鮭魚給淹沒了喔！？

# EventFlowMsgNewsBigRunAnnounce058
source: Yeah, fair. Beef suspended while we standtogether against the Salmonid raids!
de: Na, von mir aus. Solange die Lachsgesichteranrücken, herrscht jetzt erst mal Frieden!
es: Tienes razón. ¡La cuestión es que unamosnuestras fuerzas contra esas alimañas!
es_mx: Tienes razón. ¡La cuestión es que unamosfuerzas contra las hordas invasoras!
fr: OK, tu as raison. Allons régler son compte àl'envahisseur au lieu de nous chamailler !
it: Giusto. Ostilità sospese mentre lottiamoinsieme contro l'assalto di quei pesciacci!
ja: …わかった、今回はバンカラもハイカラもナシじゃ！全員でシャケどものカチコミを受けて立とうぞ！！
ko: …그래, 이번에는 카오폴리스, 오더폴리스 할 것 없이다 함께 쳐들어오는 연어 녀석들을 혼쭐내 주자꾸나!!
nl: Oké, oké... Dan houden we een wapenstilstandom samen te wapen te gaan!
ru: Да, не поспоришь. Перед общей бедойнадо уметь забывать старые обиды!
zh_hans: ……好吧，我这次就不分蛮颓还是尚兴了！大家一起对抗那些强行袭击过来的鲑鱼！！
zh_hant: ……知道了啦，這次就不分蠻頹還是尚興了！大家一起挺身對抗那些破門而入的鮭魚吧！！

# EventFlowMsgNewsBigRunAnnounce062
source: How many times must we drive them outbefore they get the point?
de: Einfach lernresistent. Wie oft brauchensie denn NOCH ein blaues Glubschauge?
es: ¿No se cansan de insistir? ¡Mira quelos hemos expulsado veces ya!
es_mx: ¿No se cansan de insistir? ¡Ya los hemosexpulsado de aquí varias veces!
fr: On dira ce qu'on veut sur les Salmonoïdes,mais ils ne manquent pas de persévérance.
it: Quante volte dobbiamo rispedirli a casaprima che capiscano l'antifona?
ja: あ～も～！ ほんまにコリひんなぁ！！
ko: 하이고～! 참말로 질리지도 않나?!
nl: Ze hebben hun lesje dus nog steeds nietgeleerd.
ru: Сколько раз еще придется гнать ихвзашей?! Как же до них долго доходит!
zh_hans: 啊～受不了～！它们怎么就是不长记性！！
zh_hant: 啊～好煩喔～！真的是學不乖耶！！

# EventFlowMsgNewsBigRunAnnounce063
source: If memory serves, their Inkopolis targetswere Wahoo World and Inkblot Art Academy.
de: In Inkopolis sollten der Flunder-Funparkund die Perlmutt-Akademie betroffen sein.
es: En Cromópolis tienen como objetivosPirañalandia y el Instituto Coralino.
es_mx: En Cromópolis tienen como objetivosPirañalandia y el Instituto Coralino.
fr: De mémoire, à Chromapolis, ils avaient viséle parc Carapince et l'institut Calam'arts.
it: Se ricordo bene, i loro obiettivi a Coloropolierano Soglioland e il Campus Hippocampus.
ja: 前と同じっちゅうことは、ハイカラ地方のターゲットはスメーシーワールドと 海女美術大学やね？
ko: 지난번하고 똑같으믄 오더폴리스 지방은초밥 월드하고 해녀 미술 대학이 타깃이가?
nl: Inkopolis is niet veilig, want daar vallen zeWaterwonderland en de Koraalcampus aan.
ru: Я помню, в Инкополе они облюбовалилуна-парк «Язь» и академию «Лепота»?
zh_hans: 既然说和上次一样，那尚兴地区遭到袭击的是醋饭海洋世界和海女美术大学吧？
zh_hant: 跟之前一樣的話，那就代表尚興地區遭到襲擊的是醋飯海洋世界跟海女美術大學吧？

# EventFlowMsgNewsBigRunAnnounce064
source: The Splatlands aren't safe either! They'reat Eeltail Alley and Barnacle & Dime!
de: Und bei uns die Streifenaal-Straßeund ganz Talerfisch & Pock!
es: ¡En T-Tintelia están asediando CallejonesCrustáceo y el Centro Comercial Fletán!
es_mx: ¡En Tintelia están asediando CallejonesCrustáceo y Unicentro Carite!
fr: Et dans la contrée Clabousse, c'était leshalles de Port-merlu et la banlieue Balibot !
it: Neanche Splattonia è al sicuro! Sonoal Sobborgo Siluriano e all'Empolporio!
ja: バ、バンカラ地方で ねらわれておるのはこないだのゴンズイ地区と タラポートと…？
ko: 카, 카오폴리스 지방에서 표적이 된 곳은지난번의 메기 지구와 대구 포트, 그리고…?
nl: En de Splatlands ook niet! Ze zijn ook bij hetForelviaduct en Poon & Zeehaan!
ru: А теперь и до Плюхтонии добрались!Самониды в Угрево-Скатово и УсоногТорге!
zh_hans: 目、目前蛮颓地区遭到袭击的地方有不久前遭殃过的鳗鲶区和塔拉波特，还有……？
zh_hant: 蠻、蠻頹地區目前遭到襲擊的地方是前陣子遭殃過的鰻鯰區跟塔拉波特，還有……？

# EventFlowMsgNewsBigRunAnnounce066
source: Let's band together and stop them beforeour cities become a buffet for Salmonids.
de: Jetzt heißt's mitmachen! Sonst wirdaus beiden Städten Salmonidenfraß!
es: Hay que pararles los pies a esos bichos.Si no, ¡van a dejarlo todo patas arriba!
es_mx: Hay que detenerlos antes de que haganun desastre de nuestro territorio.
fr: Et voilà qu'ils remettent ça. Ils ne ferontqu'une bouchée de nous si on ne s'unit pas.
it: Uniamo le forze e fermiamoli prima che lecittà diventino un buffet per Salmonoidi.
ja: ウチらの街が シャケの特盛りになってまう前にどうにかして止めへんとな！
ko: 우리 도시가 연어로 득시글해지기 전에어떻게든 막고 봐야제!
nl: Laten we samenwerken en onze steden uitde vinnen van die Salmonieten houden!
ru: Придется объединиться с Инкополем, поканаши города не сожрали с потрохами!
zh_hans: 得想办法阻止它们才行，免得我们的城镇里到处都是鲑鱼！
zh_hant: 得在鮭魚淹沒我們的城鎮之前想辦法阻止牠們才行！

# EventFlowMsgNewsBigRunAnnounce067
source: Hear that, Splatlandians and Inkopolitans?We need everyone or we're cooked!
de: Gehört, Splatsville und Inkopolis?Wer nicht mitkleckst, hat schon verloren!
es: ¡Habitantes de Cromópolis y Tintelia!¡O luchamos juntos o será nuestro final!
es_mx: ¡Habitantes de Cromópolis y Tintelia!¡Si no luchamos juntos será nuestro final!
fr: Oui, la Contrée Clabousse et Chromapolis !Tous ensemble contre les Salmonoïdes !
it: Sentito, splattoniani e coloropolitani?Abbiamo bisogno di tutti o siamo fritti!
ja: バンカラもんも ハイカラもんも、準備はよいか？全員でシャケどものカチコミを受けて立とうぞ！！
ko: 카오폴리스와 오더폴리스, 다들 준비됐느냐?다 함께 쳐들어오는 연어 녀석들을 혼쭐내 주자꾸나!!
nl: Horen jullie dat, Splatlanders en Inkpoliepen?Help mee, anders zijn we Salmonietenvoer!
ru: Плюхтонцы! Инкопольцы! Вы слышали?Без вас от нас останутся жабры да хвосты!
zh_hans: 蛮颓之民和尚兴之民，你们都准备好了吗？大家一起正面迎接那群鲑鱼的挑战吧！！
zh_hant: 蠻頹之民和尚興之民，你們都準備好了嗎？大家一起抵禦鮭魚們的侵襲吧！！

# EventFlowMsgNewsBigRunAnnounce069
source: They must've liked it the last time theygot their slimy fins all over everything.
de: Muss ihnen letztes Mal ja echt gefallenhaben, sich da im Sand zu panieren...
es: Supongo que les gustó el sitio cuandolo visitaron la vez anterior...
es_mx: Supongo que les gustó la última vez quepusieron sus aletas babosas por aquí.
fr: Ça devait leur manquer, de souiller nosbelles ruines avec leurs sales nageoires.
it: Gli sarà piaciuto mettere quelle viscidepinnacce su quel posto, l'ultima volta.
ja: うーむ、よほど気に入ったと見えるな
ko: 흠… 정말 마음에 들었나 보구나
nl: Ze vonden het vorige keer zeker leuk ommet hun vieze vinnen overal aan te zitten.
ru: Чтобы опять заляпать их грязнымиплавниками?! Им явно понравилось!
zh_hans: 唔……看来它们很喜欢那里啊。
zh_hant: 嗯……看來牠們很喜歡那個地方呢。

# EventFlowMsgNewsBigRunAnnounce070
source: Then they should pay the admission feelike everybody else!
de: Und unsereins muss Eintritt zahlen!Allein dafür gehören sie verjagt!
es: ¡Pues podrían pagar la entrada como todoel mundo, en lugar de colarse por la cara!
es_mx: ¡Pues deberían pagar la entrada comotodo el mundo, en vez de invadir!
fr: La moindre des choses serait de payerl'entrée comme tout un chacun !
it: Allora dovrebbero pagare l'ingresso,come tutti!
ja: そないに観光したいんやったら 入場料を払わんか～い！
ko: 그렇게 관광이 하고 싶으믄입장료를 내야 할 거 아이가～!
nl: Dan moeten ze de toegangsprijs betalen,net als iedereen!
ru: Тогда пусть платят за вход, какнормальные туристы!
zh_hans: 既然这么想来观光，那就交入场费啊～！
zh_hant: 那麼想來觀光的話，就給我乖乖付入場費啊～！

# EventFlowMsgNewsBigRunAnnounce072
source: Indeed. We can't risk the Splatlands's mostprofitab— Er, most precious ruins!
de: Genau. Los, beschützen wir die größteEinnahm-- äh, Kulturquelle des Distrikts!
es: O mejor que no vengan. ¡Esas ruinas tienenmuchos teso...! ¡Mucho valor arqueológico!
es_mx: Mejor que no vengan. ¡Esas ruinas tienenmuchos teso...! ¡Mucho valor arqueológico!
fr: Pas question de leur laisser l'accès à notresite le plus lucra... le plus précieux !
it: Già, non possiamo perdere la più preziosafonte di redd... ehm, le nostre preziose rovine!
ja: とにかく！ バンカラ地方の金ヅル…え～、貴重な遺跡を あらされるわけにはいかへんえ！
ko: 우쨌든! 카오폴리스 지방의 돈줄…아니, 귀중한 유적을 건들게 둘 순 없지 않겠나!
nl: We kunnen die inkomstenbron... ik bedoel...die onschatbare ruïnes niet in de steek laten!
ru: Да, зачем? От них один ущерб прибыльн...большой культурной ценности!
zh_hans: 总之！蛮颓地区的收入来源……呃～珍贵的遗迹绝不能让鲑鱼糟蹋了！
zh_hant: 總而言之！不能讓蠻頹地區的搖錢樹……我是說，不能讓珍貴的遺跡遭到破壞！

# EventFlowMsgNewsBigRunAnnounce074
source: Let's do this! Our victory at Um'ami Ruinswill be one for the history books!
de: Das wird historisch! Unser Um'ami-Einsatzgeht garantiert in die Geschichte ein!
es: ¡Nuestra victoria en la batalla deRuinas Ceviche pasará a la historia!
es_mx: ¡Nuestra victoria en la batalla deRuinas Ceviche pasará a la historia!
fr: À l'assaut ! Notre triomphe aux ruinesUma'mi entrera dans la légende !
it: Diamoci dentro! La nostra vittoria alleRovine Salsadipesce finirà negli annali!
ja: ゆくぞ！ ナンプラー遺跡の歴史に再びワシらの大勝利を きざみつけてやるのじゃッ！！
ko: 가자꾸나! 남플라 유적의 역사에 또다시 우리의대승리라는 문자를 새겨 주겠노라!!
nl: En dan gaat onze strijd bij de Ruisvoornruïnesde geschiedenisboeken in!
ru: Эпичный бой за Рыбожирные руиныначинается! Мы войдем в историю!
zh_hans: 上啊！在鱼露遗迹的历史中，再次铭刻下我们大获全胜的记录吧！！
zh_hant: 去吧！將我們大獲全勝的事蹟再度刻在魚露遺跡的歷史上！！

# EventFlowMsgNewsBigRunAnnounce502
source: Ah! It's an emergency news report!Please hold while we read it...
de: Mitnichten! Hört mal!Eine Einmeldung kommt gerade rein!
es: ¡Uah! ¡Es un boletín de noticias urgentes!A ver qué ha pasado...
es_mx: ¡Uah! ¡Es un boletín de noticias urgentes!A ver qué pasó...
fr: Ah, c'est un bulletin de dernière minute !Laissez-moi une minute pour le lire...
it: Ah, ma è una notizia d'emergenza!Solo un attimo che la leggiamo...
ja: たった今、緊急ニュースが入りやした！
ko: 방금 긴급 뉴스 속보가 들어왔습니데이!
nl: Ah! Er is een ingelast nieuwsbericht! Eenogenblikje a.u.b. terwijl wij het doorlezen...
ru: Ой! Срочный выпуск новостей!
zh_hans: 就在刚才，传来了一则紧急新闻！
zh_hant: 剛才收到了緊急快報！

# EventFlowMsgNewsBigRunAnnounce505
source: Noooooo!
de: Bitteee?!
es: ¡¿Cómo?! ¡¿Cuándo?! ¡¿Dónde?!
es_mx: ¡¿Cómo?! ¡¿Cuándo?! ¡¿Dónde?!
fr: Noooooon !
ja: なんじゃとーーッ？！
ko: 뭣이라～～?!
nl: Waaaaat?!
ru: Не-е-ет!
zh_hans: 你说什么——？！
zh_hant: 什麼——！？

# EventFlowMsgNewsBigRunAnnounce507
source: Don't they know there's going to be aSplatfest? What are they thinking?!
de: Ist ja echt 'ne Frechheit!Wo doch bald Splatfest ist und so!
es: Pero... ¿no se han enterado de que hayun festival? Aquí ya no se respeta nada...
es_mx: Pero... ¿no se enteraron de que hay unfestival? Aquí ya no se respeta nada...
fr: Ils savent pas qu'on prépare un festival ?Ils respectent rien, ces bestiaux !
it: Ma non sanno che si terrà un festival?Cosa gli salta in mente?!
ja: ま、まずいのではないか？！というか フェスはどうなるんじゃ！
ko: 크, 큰일이지 않느냐?!게다가 페스티벌이 코앞이거늘!
nl: Maar er komt een Splatfest aan! Hebbendie Salmonieten dan nergens respect voor?!
ru: Они что, не в курсе, что у нас Сплатфестнамечается? Вот это наглость!
zh_hans: 这、这情况不太妙吧？！话说，祭典会怎么样啊！
zh_hant: 這、這情況不太妙吧！？是說，祭典怎麼辦啊！？

# EventFlowMsgNewsBigRunAnnounce509
source: Right. The Salmonids must be stopped.
de: Exakt.Der Ansturm muss aufgehalten werden.
es: Cierto. Tenemos que hacer algo contra esosbichejos repelentes.
es_mx: Cierto. Tenemos que hacer algo contraesos insoportables.
fr: Raimi a raison. Il faut les arrêter.
it: Giusto. I Salmonoidi vanno fermati.
ja: とにかくまずは、シャケを止めへんと！
ko: 일단 연어부터 막고 봐야제!
nl: Ja, we moeten iets aan die Salmonieten doen.
ru: Именно. Самонидов надо остановить!
zh_hans: 总之得先拦住鲑鱼才行！
zh_hant: 總而言之，得先想辦法阻止鮭魚才行！

# EventFlowMsgNewsBigRunAnnounce510
source: Viewers—we're counting on you! Step upand help Grizzco put an end to the Big Run.
de: Darum seid ihr gefragt, liebe Hörer.Rasch zur Bär GmbH und auf in den Big Run!
es: Amigas y amigos, ¡Don Oso va a necesitarvuestra ayuda de cara al evento Big Run!
es_mx: Querido público, ¡Don Oso va a necesitarsu ayuda para el evento Big Run!
fr: Chers spectateurs, à vous de jouer ! Quandle Big Run commence, courez chez M. Ours !
it: Spettatori, contiamo su di voi! Aiutatela Ursus & Co a porre fine alla Big Run.
ja: みんな、今回もたのむで～！ビッグランが始まったら クマサン商会に集合や！
ko: 다들, 이번에도 부탁하꾸마～!빅 런이 시작되믄 Mr. 베어 상회에 집합이데이!
nl: We rekenen op jullie hulp, beste kijkers! HelpBeer & Co om de Big Run te stoppen!
ru: Дорогие зрители, мы рассчитываем на вас!Помогите «Потапыч Inc.» остановить Big Run!
zh_hans: 各位，这次也要拜托大家了～！大型跑开始后，就前往熊先生商会集合！
zh_hant: 這次也要麻煩大家囉～！等大型跑開始，就到熊先生商會集合吧！

# EventFlowMsgNewsBigRunAnnounce512
source: They have to wait for the Splatfest SneakPeek, but yeah. Then it's game on!
de: Allerdings erst in der Aufwärmphase!Aber dann RAN AN DEN RUN!
es: Eso, porque el prefestival no tardará enempezar. ¡Se avecina una batalla histórica!
es_mx: Sí, porque el prefestival ya casi empieza.¡Se acerca una batalla histórica!
fr: Il faudra attendre le préstival pour lesrecevoir, mais je confirme.
it: Dovranno aspettare l'anteprima delfestival, ma sì, poi la caccia è aperta!
ja: ゆくぞ！ ナンプラー遺跡の新たな歴史としてワシらの大勝利を きざみつけてやるのじゃッ！！
ko: 좋다! 남플라 유적의 새로운 역사에우리의 대승리를 새겨 주자꾸나!!
nl: Goed idee! Die keuze kan al gemaakt wordentijdens de opwarmfase van het Splatfest!
ru: Сплатфест-разминка и сразу в бой?!Ну да, отличная идея!
zh_hans: 大家上吧！把我们大获全胜一事作为鱼露遗迹的新历史铭刻下来！！
zh_hant: 去吧！將我們大獲全勝的事蹟刻在魚露遺跡嶄新的歷史上！！

# EventFlowMsgNewsBigRunAnnounce515
source: How did the Squid Sisters AND Off the Hookcrash our show? I'm gonna let 'em have it!
de: Die Sea Sirens UND TentaCool stürmenunser Konzert? Die leg ich trocken, jawoll!
es: ¿Las Calamarciñas y Cefalopop se hancolado en nuestra actuación? ¡Qué morro!
es_mx: ¿Las Calamarciñas y Cefalopop se colaronen nuestra actuación? ¡Qué descaro!
fr: Les Calamazones et les Tenta-Cool quis'incrustent ? Elles me le paieront !
it: Le Sea Sirens e le Tenta Cool si sonoimbucate nel nostro show! Ora mi sentono!
ja: まったく、シオカラーズもテンタクルズも いきなりカチコんできよって！ あとで文句言ってやるのじゃ！
ko: 거참, 오징어 시스터즈도 텐타클즈도 느닷없이난입하다니! 나중에 한마디 해 줘야겠구나!
nl: Wat doen de Squid Sisters en Tentacool inonze show? Ik zal ze wat laten zien!
ru: Squid Sisters и Off the Hook В НАШЕМЭФИРЕ?! Мои мурены им как станцуют!!!
zh_hans: 受不了，麻辣鱿物和腕儿姐妹都突然不请自来了！我之后一定要好好抱怨抱怨！
zh_hant: 真是的，麻辣魷物跟腕兒姐妹全都突然不請自來！我之後一定要找他們好好抱怨一下！

# EventFlowMsgNewsBigRunAnnounce520
source: Are you kidding me?!
de: Wollen die mich verfischeiern?!
es: Tiene que ser una broma...
es_mx: Tiene que ser una broma...
fr: Nan mais pincez-moi, je rêve !
it: Mi prendi in girino?!
ja: ななな、なんじゃとーッ？！
ko: 뭐, 뭐, 뭐, 뭣이라～?!
nl: Wat een lef!
ru: Серьезно?! НЕ СМЕШНО!
zh_hans: 你你你、你说什么——？！
zh_hant: 你你你、你說什麼——！？

# EventFlowMsgNewsBigRunAnnounce521
source: Didn't they learn after we sent thempacking in the BIG Big Run?
de: Wo die Salmoniden im BIG Big Run GERADE ihrungesättigtes Fett wegbekommen haben...
es: ¿Siguen sin escarmentar después de lapaliza que les dimos en el BIG Big Run?
es_mx: ¿Siguen molestando después de la palizaque les dimos en el BIG Big Run?
fr: La fessée qu'ils ont prise à l'Ultra Big Runleur a pas suffi, ou quoi ?
it: Non hanno imparato dopo che li abbiamorispediti al mittente nella SUPER Big Run?
ja: ビッグビッグランで さんざんシバいたというのにまだコリておらんかったのか？！
ko: 빅 빅 런으로 그렇게 혼쭐을 내 줬는데도아직 부족했단 말이더냐?!
nl: Hebben ze dan niks geleerd van dat pakslaag tijdens de Mega-Big Run?
ru: Им мало было того BIG Big Run?!Всыпать еще?!
zh_hans: 在超级大型跑的时候都那样教训它们了，怎么还不长记性？！
zh_hant: 在大大型跑的時候才狠狠教訓過牠們的，結果還是沒學乖嗎！？

# EventFlowMsgNewsBigRunAnnounce524
source: The vending machine?
de: Dramatische Pause...
es: ¿«La se»?
fr: Ses lacets ?Raimi a pas lacé ses chaussures ?
it: La sedia del regista?
ja: 「フカす」？
ko: 「패스해」?
ru: Плотина? ПЛОТВА?! ЧТО?!
zh_hans: “机会”？
zh_hant: 「基金會」？

# EventFlowMsgNewsBigRunAnnounce525
source: The venue for the Splatfest!
de: ...Das ist der Event-Ort des Splatfests!
es: ¡La sede del festival!
es_mx: ¡La sede del festival!
fr: C'est la scène du festival !
it: La sede del festival!
ja: フェス会場や！！！
ko: 페스티벌 회장 말이다!!!
nl: Het Splatfest! Het Splatfest wordt daargehouden!
ru: Площадка для Сплатфеста!
zh_hans: 是祭典会场！！！
zh_hant: 是祭典會場啊！！！

# EventFlowMsgNewsBigRunAnnounce527
source: The Grand Splatlands Bowl is the stagethey made specially for the Grand Festival!
de: Die Splatsville Grand Arena ist die Bühne,die für das Grand Festival gebaut wurde!
es: ¡El Gran Escenario Tinteliano, creadoen exclusiva para el Grand Festival!
es_mx: ¡El Gran Escenario Tinteliano, creadoexclusivamente para el Grand Festival!
fr: La Clabousse Arena, c'est la scène crééespécialement pour le Grand Festival !
it: L'Arena di Splattonia è lo scenariocreato apposta per il Grand Festival!
ja: 「グランドバンカラアリーナ」ゆうたら、グランドフェスティバル用の特設ステージやんか！
ko: 「그랜드 카오폴리스 아레나」라고 하믄그랜드 페스티벌용 특설 스테이지다 안카나!
nl: De Splatlands-Arena is speciaal gebouwdvoor het Grand Festival!
ru: Гранд-боул Плюхтонии — арена, которуюсоздали специально для Гранд-фестиваля!
zh_hans: “蛮颓大巨蛋”的话，不就是为大型祭典特别布置的场地吗！
zh_hant: 說到「蠻頹大巨蛋」，那不就是專為大型祭典特別準備的場地嗎！？

# EventFlowMsgNewsBigRunAnnounce528
source: What possessed those Salmonids to goafter the big event?!
de: Was zum Aal treibt diese Schmierfischedenn auf eine EVENTBÜHNE?! Meine Herren!
es: ¡¿Qué pretenderán los salmónidos atacandoprecisamente esa ubicación clave?!
es_mx: ¡¿Qué tendrán en contra del gran evento?!
fr: Mais quelle mouche des abysses a piquéles Salmonoïdes pour faire un truc pareil ?
it: Com'è saltato in mente ai Salmonoididi attaccare un evento così importante?!
ja: シャケどもめ、いったい何が目的なんじゃ？！
ko: 연어 녀석들, 대체 목적이 무엇이냐?!
nl: Hoe halen die Salmonieten het in hun bolom naar zo'n groot evenement te gaan?
ru: Только гадких рыбов там не хватало!Какого кляра они срывают наш фест?!
zh_hans: 那群可恶的鲑鱼，到底有什么目的？！
zh_hant: 真是群該死的鮭魚，牠們到底有何目的！？
