Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# LobbyLobbyFoodExpBombDistanceUpPurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpHumanMoveUpOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpHumanMoveUpPurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpInkRecoveryUpOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpInkRecoveryUpPurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpJumpTimeSaveOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpJumpTimeSavePurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpMainInkSaveOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpMainInkSavePurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpOpInkEffectReductionOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpOpInkEffectReductionPurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpRespawnSpecialGaugeSaveOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpRespawnSpecialGaugeSavePurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpRespawnTimeSaveOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpRespawnTimeSavePurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpSpecialIncreaseUpOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpSpecialIncreaseUpPurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpSpecialTimeUpOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpSpecialTimeUpPurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpSquidMoveUpOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpSquidMoveUpPurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！
