Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# EventFlowMsgSdodrCoinLockerPaletteCommonSheldon002
source: Oof. Those poor, poor saps in Splatsville...
de: Uff. Da können sich die in Splatsville warm anziehen...
es: Uf... Esa pobre gente de Tintelia...
es_mx: Uf... Esa pobre gente de Tintelia...
fr: T'es bien la seule... Pauvres Claboussiens...
it: Ricordami di non andare mai a Splatville, allora...
ja: バンカラ街のヤツらに同情するわ…
ko: 카오폴리스 타운 녀석들이 안됐네…
nl: Oef... Die arme, arme Splatsvillers...
ru: Бедные плюхтонцы...
zh_hans: 对蛮颓镇的人们表示同情……
zh_hant: 真是可憐了蠻頹鎮的居民……

# EventFlowMsgSdodrCoinLockerThird002
source: One of the New Squidbeak Splatoon members thatCap'n Cuttlefish introduced us to.
de: Eines der Mitglieder der neuen Aquamarine.Herr Kuttelfisch hat uns vorgestellt.
es: Uno de los miembros del Comando Branquias que nospresentó el Capitán Jibión.
es_mx: Uno de los miembros del Comando Branquias que nospresentó el Capitán Jibión.
fr: Numéro 4 faisait partie de l'escadron Espadon, nouvelleversion. Tu sais, l'équipe de l'amiral Macalamar !
it: Un membro della Nuova Divisione Branchiadi capitan Seppia.
ja: アタリメさんに紹介してもらったNew!カラストンビ部隊の隊員さんですよ～！
ko: 마르징오 씨가 소개해 주신New! 오징어입 부대의 대원분이요～!
nl: Een van de Nieuwe Kraakcommando's die kaptein Kraakaan ons heeft voorgesteld.
ru: Боец из нового спецотряда «Спрут». КапитанКальмостар же нас когда-то представил?
zh_hans: 就是鱼干爷爷给我们介绍的New！喷嘴部队的队员啊～！
zh_hant: 就是魚乾爺爺之前向我們介紹的New！噴嘴部隊隊員啊～！

# EventFlowMsgSdodrD020007
source: Not sure how I got this way, but here I am.
de: Keine Ahnung, wieso ichso ausschaue, aber was soll's.
es: No sé cómo, pero de pronto tengo esta pinta.
es_mx: Ni idea de cómo llegué a tener este aspecto.¡Pero aquí me ves!
fr: Me demande pas comment je me suis retrouvée danscet état, mais va falloir faire avec.
it: Non so nemmeno io come ho fatto a ridurmi così...
ja: なんか気がついたら こんなちっこい体になっててさー
ko: 뭔가 정신을 차리고 보니까 이렇게 변했더라고～
nl: Ik weet niet precies hoe ik zo ben geworden, maar ik benhet echt.
ru: В упор не понимаю, как так вышло, но это я!
zh_hans: 我回过神来的时候，就已经变成这么小的身体了。
zh_hant: 當我清醒的時候，我的身體就已經變得這麼小了。

# EventFlowMsgSdodrD020012
source: You got any idea where we should go from here?Marina's usually around to help me with that.
de: Keinen Plan, was wir nun tun sollen.Das Denken übernimmt normalerweise Marina.
es: En estas situaciones, siempre echo mano de Marina.Yo sola no tengo claro qué hacer...
es_mx: Y... ¿ahora qué? ¿Adónde vamos? ¿Qué hacemos?Marina suele ayudarme con todo eso.
fr: Aucune idée de ce qu'on doit faire maintenant...D'habitude, c'est Coralie qui gère ce genre de détails.
it: Qualche idea su come proseguire?Di solito c'è sempre Nori a darmi consigli.
ja: こーゆーときこそ イイダがいてくれたらたよりになんのになー…
ko: 이럴 때일수록 이이다가 있으면든든한데…
nl: Heb jij een idee wat we nu moeten doen?Ik laat dit soort dingen meestal over aan Mariana.
ru: Знать бы еще, что нам дальше делать. Обычнопланированием и всем таким Мариша занимается...
zh_hans: 就是这种时候，如果有饭田在，她一定能提供很大的帮助……
zh_hant: 這種時候要是有飯田在的話，肯定很有幫助的說……

# EventFlowMsgSdodrD040001
source: You with those fish we busted up?!
de: Gehörst du zu den Fischviechern,die wir zerlegt haben?
es: ¡¿Tú eres colega de esos peces o qué?!
es_mx: ¡Eh! ¡¿Tú estás del lado de esos peces mugrientos?!
fr: T'es avec la poiscaille qu'on vient de corriger ?
it: Vuoi anche tu una bella lezione?!
ja: さっきのサカナの仲間か？！
ko: 아까 그 물고기의 동료인가?!
nl: Nog zo'n vis die klop wil!
ru: Эй! Ты заодно с плюхнутыми рыбоидами?!
zh_hans: 那家伙是刚才那些鱼的同伴吗？！
zh_hant: 是剛才那些魚的同伴嗎！？

# EventFlowMsgSdodrD04000101
source: Sic 'em, Eight!
de: Nr. 8! Angriff!
es: ¡Dale lo que se merece, Ocho!
es_mx: ¡Dale lo que se merece, Ocho!
fr: Liquide-moi ça, Huit !
it: Dacci dentro, Otto!
ja: やっちまえ、ハチ！！
ko: 해치워 버려, 에이트!!
nl: Val aan, Acht!
ru: А ну фас его, Восьмерка!
zh_hans: 干掉那家伙，小八！！
zh_hant: 動手吧，小八！！

# EventFlowMsgSdodrD040003
source: Just another bystander who got sucked in.
de: Ich bin hier genausounfreiwillig wie ihr beide.
es: A mí también me han liado en este asunto.
es_mx: Me enredé en todo esto igual que ustedes.
fr: Je suis juste une victime de plus qui s'est retrouvéeembarquée ici.
it: Mi ritrovo nella mischia senza volerlo, come voi.
ja: キミたちと同じで 巻きこまれた側ってワケ
ko: 너희처럼 휘말린 쪽이지
nl: Ik ben gewoon een onschuldige omstander.
ru: Меня случайно сюда затянуло.
zh_hans: 我和你们一样，也是被卷入这起事件的。
zh_hant: 我跟你們一樣，是被捲進這起事件的。

# EventFlowMsgSdodrD040010
source: I've been in the area since I came to.
de: Ich bin an diesem Ort aufgewacht...
es: He aparecido en este lugar sin saber por qué...
es_mx: Desperté en este lugar sin saber por qué...
fr: Je me suis réveillée ici.
it: Sono in quest'area da quando ho ripreso i sensi.
ja: …ボクは気づいたら この街にいたンダ
ko: …나는 정신을 차리고 보니 이 거리에 있었어
nl: Toen ik bijkwam, was ik in dit gebied...
ru: Я тоже очнулась в этом... месте.
zh_hans: ……当我回过神来时，就已经在这座城镇里了。
zh_hant: ……當我清醒的時候，就已經在這座城鎮裡了。

# EventFlowMsgSdodrD040017
source: Don't count us out yet.
de: Nur nicht zu früh aufgeben.
es: Pero no nos rendiremos.
es_mx: Creo que no todo está perdido...
fr: Ne nous enterre pas trop vite.
it: Non è ancora detta l'ultima parola.
ja: でも、キボウは あるヨ
ko: 하지만 희망은 있어
nl: Schrijf ons niet te vroeg af.
ru: Не все потеряно.
zh_hans: 但是希望还是有的。
zh_hant: 但是，我們還有希望喔。

# EventFlowMsgSdodrD040021
source: Oh, are you talking about this thing?
de: Ach, dieses Ding hier?
es: ¿Te refieres a este chisme?
es_mx: ¿Te refieres a esta cosita?
fr: Ah, tu parles de ce truc ?
it: Ah, intendi questa?
ja: もしかして コレか？
ko: 혹시 이거 말하는 거야?
nl: O, bedoel je dit ding?
ru: А... ты про эту штуковину?
zh_hans: 难道是指这个？
zh_hant: 難道你指的是這個？

# EventFlowMsgSdodrD050001
source: Marina!
fr: Coralie !
it: Nori!
ja: イイダ！！
ko: 이이다!!
nl: Mariana!
ru: Мариша!
zh_hans: 饭田！！
zh_hant: 飯田！！

# EventFlowMsgSdodrD050006
source: Ready to rock, Eight?!
de: Fertig für die große Show, Nr. 8?
es: ¡Vamos allá, Ocho!
es_mx: ¡Vamos, Ocho!
fr: À l'attaque, Huit !
it: Forza, Otto!
ja: やるぞ、ハチ！！
ko: 가자, 에이트!!
nl: Ben je er klaar voor, Acht?!
ru: Восьмерка, поехали!
zh_hans: 动手吧，小八！！
zh_hant: 小八，我們上！！

# EventFlowMsgSdodrD060003
source: Who's THIS fool?!
de: Was ist DAS denn für 'n Ding?
es: ¡¿Quién eres tú?!
es_mx: ¡¿Quién eres tú?!
fr: C'est quoi, ce charabia ?
it: Ma chi accidenti sei?!
ja: なんだぁ テメー？！
ko: 넌 뭐야?!
nl: Wie is deze mafketel?!
ru: Это еще что за шпрот?!
zh_hans: 你是谁？！
zh_hant: 你是誰！？

# EventFlowMsgSdodrD060007
source: Whoa!
de: WAH!
es: ¡Aaah!
es_mx: ¡Aaah!
fr: Ouah !
it: Argh!
ja: うわっ！
ko: 으악!
nl: Waaah!
ru: Эй, что?!
zh_hans: 哇！
zh_hant: 哇！

# EventFlowMsgSdodrD070012
source: It's forcibly connected who-knows-how-many people tothe Memverse. Their minds are all in here now.
es: Muchas otras mentes de numerosos seres estántambién atrapadas aquí, en el Pastiverso.
es_mx: Cautivó las mentes de innumerables víctimas y lasaprisionó a la fuerza aquí en el Pastiverso.
fr: Il a forcé je ne sais combien de pauvres gens àse connecter au Poulpivers. Tous leurs espritsy sont, maintenant.
it: Ha trascinato nel Noriverse chissà quante persone.Le loro menti sono tutte qui, ora.
ja: たくさんのヒトの精神を ネリバースに無理やり取りこんだんです
ko: 많은 사람의 정신을 네리버스에억지로 빨아들였어요
nl: Hij heeft een ontelbaar aantal anderen het Herinni-versum in gedwongen. Hun geesten zitten hier ook vast.
ru: Потом он подключил к Консерватории несметноеколичество жертв и загрузил сюда их сознание.
zh_hans: 结果将许多人的精神强行吸收进了忆界宇宙之中。
zh_hant: 還把許多人的意識強行拉進了憶界宇宙裡。

# EventFlowMsgSdodrD070013
source: Which is how I got pulled into all this, I take it?
de: Und genau das ist dir selbst widerfahren, oder?
es: Y a mí también me han liado en este asunto, ¿no?
es_mx: Y así fue como llegué yo aquí, ¿no?
fr: Et c'est comme ça que je me suis retrouvée ici,je présume ?
it: Lo stesso è successo a me, immagino.
ja: そこに ボクも巻きこまれたってワケか
ko: 거기에 나도 휘말린 거구나
nl: Aha, dus zo ben ik hier gekomen?
ru: Кажется, теперь понятно, как я здесь оказалась.
zh_hans: 所以我也被牵扯进来了啊。
zh_hant: 所以我才會一起被捲進來嗎？

# EventFlowMsgSdodrD070038
source: We're all gonna kick that loser out together!
de: Wir haben schon ganz andere Fieslinge weggekleckst!
es: ¡La paliza que le daremos va a ser de «órd-ago»!
es_mx: ¡Al maloso borroso, exilio forzoso!
fr: On va lui faire avaler ses processeurs,à ce gros nul !
it: Lo prenderemo a calci nei chip!
ja: アタシらで ブッ飛ばしてやろうぜ！！
ko: 우리 힘으로 날려 버리자고!!
nl: We gaan die sufferd samen eruit trappen!
ru: Долой Порядогада! Вместе мы его плюхнем!!!
zh_hans: 我们一起揍飞它吧！！
zh_hant: 讓我們一起把他揍飛吧！！

# EventFlowMsgSdodrD080007
source: There've been times when I wished everything couldstay the same forever.
de: Und auch ich wünsche mir manchmal,dass alles so bleibt wie immer.
es: Más de una vez he deseado que todo se mantuvierapara siempre sin cambios.
es_mx: Más de una vez he deseado que todo se mantuvieraigual para siempre, sin cambios.
fr: Il m'est déjà arrivé d'espérer au plus profond demon cœur que les choses ne changent plus jamais.
it: A volte ho sperato anche io che tutto potesserestare com'era...
ja: ずっと今のままでいたいと 願ったこともありました…
ko: 쭉 지금이 유지되었으면 좋겠다고 바란 적도 있었죠…
nl: Ik heb ook vaak genoeg gewenst dat alles voor altijdzo zou kunnen blijven als op dat moment.
ru: Если честно... даже мне иногда хотелось,чтобы все оставалось как есть и никогдане менялось...
zh_hans: 有时也会希望当下的一切保持不变……
zh_hant: 我也曾經希望能夠永遠維持當下的現狀……

# EventFlowMsgSdodrD090001
source: Looks like you're donezo, Snore-der!
de: Das war's für dich, Ord-Null!
es: ¡Hasta aquí has llegado, gigantón!
es_mx: ¡Hasta aquí llegaste, gigantón!
fr: T'as pris ta raclée, saleté d'Ordre !
it: Hai finito di mettere in ordine, Ordine!
ja: ここまでみてーだな、デカイの！！
ko: 이제 끝인가 보구나, 덩치 녀석!!
nl: Einde verhaal voor jou, Or-duf!
ru: Ну что, порядочный, схлопотал?!
zh_hans: 看来较量到此为止了，你这个大家伙！！
zh_hant: 看來你的陰謀就到此為止了，大塊頭！！

# EventFlowMsgSdodrD090003
source: But the program is now fully executed.
de: Doch mein Programm ist vollständig ausgeführt.
es: Pero el programa ya se ha ejecutado.
es_mx: Pero el programa ya se ejecutó.
fr: Mais le programme est entièrement exécuté.
it: Ma il programma è stato eseguito.
ja: しかし たった今 プログラムは完了シタ
ko: 그러나 지금 이 순간, 프로그램은 완성되었다
nl: Maar mijn programma is nu volledig uitgevoerd.
ru: Но программа была выполнена.
zh_hans: 不过就在刚才，项目已经完成。
zh_hant: 不過就在剛才，程式已經執行完畢了。

# EventFlowMsgSdodrD090006
source: I don't want a blank world...
de: Ich will keine formatierte Welt...
es: Pero el mundo perderá sus colores...
es_mx: Un mundo sin color...
fr: J'en veux pas, de ce monde formaté...
it: Non voglio un mondo senza colori...
ja: 世界から色が 失われていく…
ko: 세계에서 색이 사라져 가요…
nl: Ik wil geen kleurloze wereld...
ru: Я не хочу в пустой мир...
zh_hans: 世界在渐渐失去颜色……
zh_hant: 這個世界開始失去色彩了……

# EventFlowMsgSdodrD090007
source: Maybe I can shut down Order's program!
de: Vielleicht kann ich das Programmvon Ordnung noch stoppen!
es: ¡Intentaré cancelar el programa de Ordon!
es_mx: ¡Intentaré aislar el programa de Ordon!
fr: Je peux peut-être couper le programme de l'Ordre !
it: Forse riesco ad arrestare il programma di Ordine!
ja: オーダのプログラムを除去します！！
ko: 오더의 프로그램을 삭제합니다!!
nl: Misschien kan ik het programma van Orde nog stoppen!
ru: Может, я смогу прервать программу Порядка!
zh_hans: 我去删除秩序的项目！！
zh_hant: 我要刪除秩序的程式！！

# EventFlowMsgSdodrD100007
source: You kidding? We're still on tour!
de: Pah! Wir sind auf TOURNEE!
es: ¡¿Y dejar nuestra gira mundial a medias?!
es_mx: ¡¿Y dejar nuestra gira mundial a medias?!
fr: Ça va pas, la tête ? En pleine tournée ?
it: Scherzi? Siamo ancora in tour!
ja: こちとらワールドツアーの真っ最中…
ko: 우리는 월드 투어 중이라 바빠서…
nl: Stilstand?! We zijn op tournee!
ru: Ты серьезно?! У нас мировое турне!
zh_hans: 我们的环球巡演还在火热进行呢……
zh_hant: 我們的世界巡演才進行到一半……

# EventFlowMsgSdodrD10000701
source: The show don't STOP!
de: Die Show läuft WEITER!
es: ¡El espectáculo no termina aquí!
es_mx: ¡El espectáculo no termina aquí!
fr: Le spectacle continue !
it: Lo spettacolo non finisce!
ja: こんなトコで止まってらんねーんだよ！
ko: 이런 데서 멈춰 있을 시간 없다고!
nl: Geen tijd om te rusten!
ru: Шоу продолжается!!!
zh_hans: 决不能被这种事情耽误！
zh_hant: 怎麼可以止步於此呢！

# EventFlowMsgSdodrD100010
source: Mic check!
de: Mikro bereit!
es: Una, dos y...
es_mx: ¡Dale, Perla!
fr: Fais péter la sono !
it: Prova microfono, Alga!
ja: せ～のっ！
ko: 간다～!
nl: Een, twee, drie...
ru: Микрофон готов!
zh_hans: 预备～！
zh_hant: 預～備！

# EventFlowMsgSdodrD105004
source: But we got the ink to fix that.
de: Und für die Welt, die zuhört...
es: Pero le vamos a poner remedio a eso.
es_mx: Pero eso se arregla fácilmente...
fr: Mais on va pouvoir régler ça avec de l'encre.
it: Ci pensiamo noi a colorarlo!
ja: アタシらの色で…
ko: 우리의 색으로…
nl: Maar wij hebben de inkt om dat te fiksen.
ru: Тон теперь задаем мы!
zh_hans: 染上我们的颜色吧……
zh_hant: 就由我們來上色吧……

# EventFlowMsgSdodrD110001
source: Warning. An undefined error is occurring. Warning.
de: Warnung. Warnung.Undefinierter Fehler.
es: ¡ALARMA! ¡Error imprevisto! ¡ALARMA!
es_mx: ¡ALARMA! ¡Error imprevisto! ¡ALARMA!
fr: Alerte. Une erreur inconnue est survenue. Alerte.
it: Si è verificato un errore sconosciuto.
ja: 警告！ 想定外のエラー！ 警告！ 想定外のエラー！
ko: 경고! 예상치 못한 에러! 경고! 예상치 못한 에러!
nl: Waarschuwing. Waarschuwing.Onverwachte foutmelding.
ru: Внимание. Внимание.Неопределенная ошибка.
zh_hans: 警告！发生意外错误！警告！发生意外错误！
zh_hant: 警告！發生預料之外的錯誤！警告！發生預料之外的錯誤！

# EventFlowMsgSdodrD110002
source: An undefin3d err0r is 0ccUrrri1!nnngqg.
de: Undefff333 Fehl333r AufGEtRetENNNN<<.
es: ¡ALARMA! ¡Err0r 1mPrevi$t-t-t...!
es_mx: ¡ALARMA! ¡Err0r 1mPrevi$t-t-t...!
fr: Une err3ur inc0nnue est 5urv3nuuue.
it: Si è verificat0 un err0re sc0n0sc111t0000!
ja: 警告！ 想定ガイのエ&%＠#★$？♪！！！
ko: 경고! 예상치 못한 에&%@#★$?♪!!!
nl: ¡000nv3rw4chte f0utmmmm3ldinGGG?♪!#
ru: Н30пр3д3л3нная 0ши8ка-а-а... 1!1!1.
zh_hans: 警告！发生意&%＠#★$？♪！！！
zh_hant: 警告！發生預料之外的錯&%＠#★$？♪！！！

# EventFlowMsgSdodrD110003
source: Did we win?!
de: Haben wir jetzt gewonnen?
es: ¡¿Hemos ganado?!
es_mx: ¡¿Ganamos?!
fr: Ça y est, on a gagné ?
it: Abbiamo vinto?!
ja: やったか？！
ko: 해치웠나?!
nl: Hebben we gewonnen?
ru: Мы победили?!
zh_hans: 我们赢了？！
zh_hant: 成功了嗎！？

# EventFlowMsgSdodrD11000301
source: What the...
de: Hä?! Was...?!
es: Pero...
es_mx: Pero...
fr: Qu'est-ce que...
it: Cosa...?
ja: …ん？
ko: …응?
nl: Wat...
ru: Что за...
zh_hans: ……嗯？
zh_hant: ……嗯？

# EventFlowMsgSdodrD110007
source: Sweet! Case closed, then!
de: Sauber!Fall erledigt!
es: ¡Genial! ¡Pues asunto solucionado!
es_mx: ¡Genial! ¡Todo arreglado!
fr: Cool ! Tout est bien qui finit bien, alors !
it: E allora... caso chiuso!
ja: これにて 一件落着ってやつだな！
ko: 이걸로 한 건 해결했네!
nl: Mooi! Dat is dan ook weer opgelost!
ru: Отпад! И отбой.Дело закрыто!
zh_hans: 这样事情就解决了！
zh_hant: 如此一來，這件事就算解決了吧！

# EventFlowMsgSdodrD110010
source: Awww, Pearl!
de: Juhu! Perla ist die Beste!
es: ¡Aaah, Perla!
es_mx: ¡Aaah, Perla!
fr: Oooh, Perle !
it: Oooh, Alga!
ja: センパイ…！
ko: 선배…!
nl: Aww, Lorelei!
ru: Жемчик, ты просто супер!
zh_hans: 前辈……！
zh_hant: 前輩……！

# EventFlowMsgSdodrD110011
source: Awww, Peawl!
de: Juppie! Perla ist die Beste!
es: ¡Oooh, Perla!
es_mx: ¡Aaaay, Pedla!
fr: Oooh, Perle !
it: Oooh, Awga!
ja: シェンパイ…！
ko: 션배…!
nl: Aww, Lowelei!
ru: Жемчик плошто шупел!
zh_hans: 前辈……！
zh_hant: 閒輩……！

# EventFlowMsgSdodrD120001
source: Yo, Eight!
de: Yo, Nr. 8!
es: ¡Hola, Ocho!
es_mx: ¡Ey, Ocho!
fr: Hé, Huit !
it: Ehi, Otto!
ja: よう、ハチ！
ko: 안녕, 에이트!
nl: Yo, Acht!
ru: Йо, Восьмерка!
zh_hans: 嗨，小八！
zh_hant: 嗨，小八！

# EventFlowMsgSdodrD12000801
source: The safeguards in place to protect the soul's ownermust have been tampered with.
de: Anscheinend wurden die Sicherheitsmechanismenzum Schutz der Eigentümer der Seele sabotiert.
es: Y parece que la configuración de las paletas destinadaa proteger a los propietarios de las almas sufrió gravesalteraciones.
es_mx: Y parece que las medidas de seguridad diseñadaspara proteger a los propietarios de las almas fueronalteradas.
fr: Les systèmes mis en place pour protéger lespropriétaires des âmes ont dû être contournés.
it: Il sistema di difesa che dovrebbe proteggere il molluscoa cui appartiene l'anima deve essere stato manomesso.
ja: タマシイの持ち主を守るための パレットの設定がメチャクチャになってしまったみたいなんです
ko: 영혼의 원래 주인을 지키기 위한 팔레트 설정이엉망진창이 되어 버린 것 같아요
nl: De veiligheidsmechanismes die de eigenaar van de zielzouden moeten beschermen, moeten zijn gesaboteerd.
ru: Мои настройки защиты для обладателей душбыли взломаны.
zh_hans: 用来保护灵魂主人的调色盘的设置似乎变得一团糟。
zh_hant: 原本用來保護靈魂主人的調色盤設定現在好像全都變得亂七八糟了。

# EventFlowMsgSdodrD120016
source: But the sooner we get started, the sooner it'll be done!
de: Doch je eher wir uns ranschmeißen,desto schneller ist die Sache überstanden!
es: Pero, cuanto antes empecemos, ¡mejor!
es_mx: Pero, cuanto antes empecemos, ¡mejor!
fr: Mais plus tôt on s'y met, plus tôt on aura fini !
it: Ma prima cominciamo, prima finiamo!
ja: ボヤいてたって しょーがねーしな！
ko: 불평해 봤자 별수 없잖아!
nl: Dus dan kunnen we er maar beter zo snel mogelijk meebeginnen!
ru: Но чем раньше начнем, тем быстрее будемчипсами хрустеть!
zh_hans: 不过发牢骚也没用就是了！
zh_hant: 不過發再多的牢騷也沒幫助就是了！

# EventFlowMsgSdodrD130003
source: Yo, does it seem kinda...different from the wayOrder acted?
de: Äh... Ziemlicher Unterschied zu Ordnung,findet ihr nicht?
es: Mmm... Ordon no reaccionaba así, ¿verdad?
es_mx: Este... ¿No les parece un poco diferente de Ordon?
fr: Dites, il a pas... un peu changé depuis qu'il estplus sous la forme de l'Ordre ?
it: Non vi sembra che si comporti diversamente...da Ordine?
ja: なんかオーダだった時と キャラちがくね？
ko: 뭔가 오더였을 때랑 완전 딴판인데?
nl: Yo, ligt het aan mij of... gedroeg Orde zich nogal anders?
ru: Йо, что-то он совсем не похож на Порядок.Или мне кажется?
zh_hans: 它和还是秩序那时比起来，性格变化是不是有点大？
zh_hant: 他的形象跟之前還是秩序的時候是不是不太一樣了啊？

# EventFlowMsgSdodrD130005
source: You wuined my dweam! And not just mine—evewyoneelse's too! You big, stinking, wotten MEANIES!
de: BLÖD, BLÖD, BLÖD SEID IHR! Habt meinen Traum ruiniert!Ihr fiesen Gemeinlinge!
es: ¡Habéis destruido mis sueños! No solo los míos, ¡sinolos de todo el mundo! ¡Viles y apestosas mugres!
es_mx: ¡Aduinaron mis sueños! ¡Los míos y los detodo el mundo! ¡Misedables apestosos!
fr: Vous faites rien qu'à tout gâcher ! Mon rêve ! Le rêvede tout le monde ! Vous êtes rien que des sagouins !Des gros sagouins qui puent du groin !
it: Avete yovinato il mio sogno! E gnon solo il mio, purequello di ciucci gli altri! Uffa, non ci pallo più con voi!
ja: オマエたち、コダコとみんなのユメをブッ壊しやがって許さねーのです！
ko: 너희들, 리틀퍼스와 모두의 꿈을 산산조각 내다니용서할 수 없어요!
nl: Mijn dwoom ligt in duigen! En niet alleen mijn dwoom,maar de dwoom van iedereen! Wat zijn jullie een stelgemene pestkoppen!
ru: Вы ишполтили мою мечту! Мечту вшех!ВЫ ОМЕРЖИТЕЛЬНЫЕ, ЖЛЫЕ... ЖЛЫДНИ!!!
zh_hans: 你们这些家伙，破坏了小小蛸和大家的梦想，小小蛸饶不了你们！
zh_hant: 你們這些人，居然破壞了小小蛸跟大家的夢想，不可原諒！

# EventFlowMsgSdodrD130027
source: Aw, I forgot how shy Eight is.
de: Ojemine. Leider ist Nr. 8 viel zu schüchtern...
es: Uf, a veces se me olvida la timidez de Ocho.
es_mx: Uf, a veces se me olvida la timidez de Ocho.
fr: Oh, j'avais oublié à quel point Huit était timide.
it: Mi ero scordata della timidezza di Otto.
ja: ハチさんはシャイですもんね～
ko: 에이트 씨는 부끄럼쟁이니까요～
nl: O gossie, ik was vergeten hoe verlegen Acht is.
ru: Ох, я и забыла, что Восьмерка стесняется.
zh_hans: 毕竟小八性格害羞嘛～
zh_hant: 小八他太害羞了啦～

# EventFlowMsgSdodrD130031
source: Back again? You dum-dums never wearn!
de: Wieder hier?Ihr Doofis lernt auch nie!
es: ¿Otra vez? ¡No aprendéis nunca!
es_mx: ¿Ota vez, cefapólodos tontos? ¡Nunca apenden!
fr: Encore vous ? Ça vous a pas suffi, la dernière fois ?
it: Ancoya qui? Canaye! Non impayate mai!
ja: しょーこりもなく また来たですね！
ko: 아직도 포기 안 하고 또 왔군요!
nl: Zijn jullie daar weer? Jullie suffies leren het nooit!
ru: Шнова тут? Пуштоголовики! Ничему не научилишь!
zh_hans: 你们又来了啊，真是不长记性！
zh_hant: 你們還來啊，真是學不乖耶！

# EventFlowMsgSdodrD130034
source: But maaaybe I'll tell you...if you can beat me! Let's haveanother fight, pwease!
de: Aber faaaalls ihr mich besiegt... sag ich euch mehr.Los, kämpft gegen mich! Bitte!
es: Peeero... si me ganáis, a lo mejor os cuento algo.¡Vamos a luchar de nuevo! Por favor.
es_mx: Peeero... si me ganan, a lo mejor les cuento algo.¡Vamos a pelear de nuevo, porfa!
fr: Mais je vous le dirai peut-être... Si vous arrivez àme battre ! En garde... S'il vous plaît.
it: Ma magari ve lo dico... se mi battete!Giochiamo un'atta votta? Peffavoreee!
ja: 知りたかったら コダコを倒してみやがれですよ！
ko: 알고 싶으면 리틀퍼스를 쓰러뜨려 보던가요!
nl: Misschien vewtel ik het... als jullie van me winnen!Toe nou, nog een gewecht!
ru: Хотя... может, и шкажу! Ешли победите!В бой? Пожа-а-алуйшта!
zh_hans: 如果想知道，就先来打倒小小蛸！
zh_hant: 想知道的話，就先來打倒小小蛸吧！

# EventFlowMsgSdodrD130045
source: Now, if you'd be so kind, pwease get wost and goaway fowever!
de: Und jetzt geh weg und hau abund lass mich für IMMER IN RUHE!
es: ¡Así que desapareced de una vez y para siempre!Por favor.
es_mx: Así que, porfa... ¡láguense de una vez y para siempre!
fr: Alors si vous perdiez ce combat et disparaissiez pourtoujours, ça m'arrangerait... s'il vous plaît.
it: E adesso, peffavore, toyetevi dai piedi!
ja: いいかげんジャマすんじゃねーですよ！！
ko: 적당히 좀 사라져요!!
nl: Dus ik zou het fijn vinden als jullie zo aawdig zoudenwillen zijn om voor altijd op te hoepelen. Oké?
ru: А тепель КЫШ навшегда! Пожалуйшта!
zh_hans: 你们别再来打扰小小蛸了！！
zh_hant: 不要再來礙事了！！

# EventFlowMsgSdodrD130061
source: You dum-dums keep coming back! You NEVER wearn!
de: Ihr Doofis lasst ja niemals nach!Wie oft wollt ihr noch zurückkommen?
es: ¡Qué necia tenacidad! ¡¿No tenéis suficiente?!
es_mx: ¡¿Ota vez ustedes?! ¡¿Acaso no apenden, cefapólodostontos?!
fr: Mais pourquoi vous revenez tout le temps !C'est pénible à la fin !
it: Insistete ancora?! Non avete impayato niette, eh?
ja: 何度も何度も、本当にコリないヤツらなのです！
ko: 대체 몇 번을 오는 건가요! 정말 징글징글한 녀석들이네요!
nl: Jullie suffies blijven maar tewugkomen!Wanneew lewen jullie het nou eens af?
ru: Школько можно, пуштоголовики? Вам мало?
zh_hans: 这都第几次了，你们真是一群不长记性的家伙！
zh_hant: 到底是要來幾次，你們這些傢伙真的學不乖耶！

# EventFlowMsgSdodrD130062
source: Big talk from a rug rat that still thinks it can win!
de: Du plärrst ja ganz schön laut ohne deinen Schnuller!
es: Hablas como si te fueras a salir con la tuya.
es_mx: Guau... ¡Es como si creyeras que vas a ganar!
fr: T'as la langue bien pendue, pour un moufletqui va se prendre une raclée !
it: Che paroloni per essere un polpante!
ja: コリないのは オマエのほうだっての！
ko: 우리가 할 말이거든!
nl: Grote woorden voor zo'n hardleers stuk onderkruipsel.
ru: Мелкотухлик, ты все еще рассчитываешь на победу?!
zh_hans: 是你不长记性才对吧！
zh_hant: 學不乖的是你才對吧！

# EventFlowMsgSdodrD130063
source: That's wight! l never, ever, EVER give up!
de: Weil ich gewinnen werde, jawoll!Ich werd nie, nie, niemals aufgeben!
es: ¡Exacto! ¡Nunca me rindo!
es_mx: ¡Así es! ¡Nunca, NUNCA, me doy por vecido!
fr: Même pas peur ! Raclera bien qui raclera le dernier !
it: Eh cì! Perché io non mi arrendo mai e poi mai!
ja: コダコは絶対のゼッタイに あきらめないのです！
ko: 리틀퍼스는 절대 절대 포기하지 않을 거예요!
nl: Dat klopt, ik ben hawdleews! Ik geef NOOIT OP!
ru: ДА! Я никогда не шдамша, НИКОГДА!
zh_hans: 小小蛸是绝对不会放弃的！
zh_hant: 小小蛸是絕對、絕對不會放棄的！

# EventFlowMsgSdodrD130073
source: Sounds like the fun's gone out of it.
de: Anscheinend ist ihm das Vergnügenan der Sache vergangen.
es: Parece más desganado...
es_mx: Parece que se le bajaron los ánimos.
fr: Le cœur n'y est plus, on dirait...
it: Ci vuoi anche togliere il divertimento?
ja: どうも ヒクツになっているようダネ…
ko: 이제는 비굴해졌네…
nl: Klinkt alsof hij er steeds minder zin in heeft.
ru: Кажется, он подустал.
zh_hans: 感觉它变得有些卑怯啊……
zh_hant: 看來他現在變得挺卑微的呢……

# EventFlowMsgSdodrD130081
source: You're back again? AGAIN?!
de: IHR? SCHON WIEDER?
es: Pero ¿otra vez? ¡¿Otra vez?!
es_mx: ¿Volvieron?... ¡¿DE NUEVO?!
fr: Encore vous ? ENCORE ?!
it: Di nuovo qui? Ma che babbaaa!
ja: またまた まーた来たのです？！
ko: 또, 또, 또～ 온 건가요?!
nl: Jullie weer? WEER?!
ru: Не-е-т! Это никогда не жакончитша!
zh_hans: 你们又又又～来了吗？！
zh_hant: 你們又、又、又～來了！？
