Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# EventFlowMsgSdodrD130101
source: At wast! You finawwy bwought me THAT Palette!
de: Huiuiui! Endlich habt ihr mir DIESE Palette gebracht!
es: ¡Ah! ¡Por fin habéis traído esa paleta!
es_mx: ¡Guau! ¡Por fin me tajeron esa paleta!
fr: Enfin ! Vous avez fini par rapporter cette palette-là !
it: Finalmence mi avete pottato QUELLA tavoletta!
ja: ついに そのパレットを持ってここまで来たですか…
ko: 드디어 그 팔레트를 가지고여기까지 온 건가요…
nl: Eiwdelijk! Jullie hebben DAT palet voor me!
ru: Наконец-то! Вы плинешли мне ТОТ ШАМЫЙ тон-бокш!
zh_hans: 你们终于带着那个调色盘，来到这里了啊……
zh_hant: 你們終於帶著那個調色盤來到這裡了啊……

# EventFlowMsgSdodrD130523
source: Someone's in a good mood.
de: Na, du bist ja gut gelaunt!
es: ¡Cuánta amabilidad!
es_mx: Estás de buen humor, ¿eh?
fr: Tu m'as l'air détendu, aujourd'hui !
it: Siamo di buon umore, eh?
ja: メチャクチャ くつろいでなかったカ？
ko: 세상 편하게 쉬고 있지 않았어?
nl: Iemand heeft een goed humeur!
ru: Я смотрю, настроение у тебя отличное.
zh_hans: 你的状态非常懒散啊？
zh_hant: 你是不是有點太過放鬆了？

# EventFlowMsgSdodrD140013
source: Maybe think about giving up.
de: Du kannst genauso gut aufgeben.
es: Más vale que desistas.
es_mx: ¿Y si tiras la toalla?
fr: Tu devrais peut-être songer à laisser tomber ?
it: Non sarà ora che ti arrendi?
ja: そろそろ 観念してくれないカナ…
ko: 슬슬 포기하는 게 좋을 것 같은데…
nl: Heb je er al eens aan gedacht om gewoon op te geven?
ru: Сдавайся, а?
zh_hans: 你差不多该放弃了吧……
zh_hant: 你差不多也該死心了吧……

# EventFlowMsgSdodrD140037
source: But what good would a world without change do them?
de: Aber was wollten die denn mit einer Weltohne irgendwelche Veränderungen?
es: ¿Y para qué querría alguien vivir en un mundoque nunca cambia?
es_mx: Pero ¿para qué querrían vivir en un mundo quenunca cambia?
fr: Mais pourquoi ils tiennent tellement à vivre dansun monde où rien ne change jamais, ces types-là ?
it: Ma perché mai dovremmo desiderare un mondosenza cambiamento?
ja: そもそも、なんで変わらない世界なんか欲しがったんだよ？
ko: 애초에 왜 변하지 않는 세계를바라게 된 건데?
nl: Maar waarom zouden zij een wereld zonder veranderingwillen?
zh_hans: 话说回来，他们为什么会渴望“一成不变的世界”呢？
zh_hant: 話說回來，為什麼他們會想要一成不變的世界啊？

# EventFlowMsgSdodrD140039
source: Yikes. This one's a tough nut to crack.
de: Puh. Scheint ihm sehr wichtig zu sein, die Sache.
es: Mmm... Es duro de pelar.
es_mx: Qué terco...
fr: Pff... Il est petit, mais coriace.
it: Accidenti, è proprio dura farlo parlare.
ja: ウーン、なかなかにガードが固いナ…
ko: 으음, 꽤나 철벽인걸…
nl: Sjonge, dit is een harde noot om te kraken.
ru: М-да, нам попался крепкий орешек.
zh_hans: 唔，这家伙的戒心真重……
zh_hant: 嗯～他的戒心真重耶……

# EventFlowMsgSdodrD140041
source: Pfffttt...
de: Pfffrrrrttt...
es: Ffffff...
es_mx: Ffffff...
ja: ぷしゅうぅぅーーー……
ko: 푸시익……
ru: П-ш-ш-ш...
zh_hans: 呼咻——
zh_hant: 噗咻…………

# EventFlowMsgSdodrD140042
source: You look like a beach ball on the last day of summer.
de: Du siehst aus, wie 'ne Insta-Bombe,die keiner richtig füllen wollte...
es: Parece que pierde fuelle.
es_mx: Pareces el balón más viejo del patio de recreo.
fr: Tu ressembles à un ballon de plage après lepassage d'un troupeau d'éléphants de mer.
it: Sembri proprio un pugile suonato...
ja: なんか気がぬけちまったみてーだぞ
ko: 맥이 다 빠져 버렸나 본데
nl: Je ziet eruit als een strandbal aan het einde van eenlange zomer.
ru: Йо, ты мне напоминаешь сдувшийся надувной мяч!
zh_hans: 它好像泄气了。
zh_hant: 看來他好像洩氣了耶。

# EventFlowMsgSdodrD140053
source: Sniff... Sniff...
de: Schnief... Schnüff...
es: Hum...
es_mx: Snif... Snif...
ja: …グスン
ko: …훌쩍
ru: Хнык... хнык...
zh_hans: ……呜呜。
zh_hant: ……嗚。

# EventFlowMsgSdodrD140057
source: Which is why an unchanging world was so appealingto them...
de: Und genau darum wünschten sie sich eine Welt,die immer bleibt, wie sie ist...
es: Preferían un mundo inmutable...
es_mx: Preferían un mundo inmutable...
fr: C'est pour ça qu'ils rêvaient d'un monde immuable...
it: Ecco perché l'idea di un mondo immutabile li attirava...
ja: それで 変わらない世界を…
ko: 그래서 변하지 않는 세계를…
nl: Dus daarom wilden ze een wereld zonder verandering...
ru: Вот почему им хотелось, чтобы мир вечнооставался прежним...
zh_hans: 所以才会渴望一成不变的世界……
zh_hant: 所以才想要創造一成不變的世界……

# EventFlowMsgSdodrD140061
source: Pfffttt...
de: Pfffrrr...
es: Ffffff...
es_mx: Ffffff...
ja: ぷしーーーーー…
ko: 푸시익～～～～～
ru: П-ш-ш-ш...
zh_hans: 噗嘁——
zh_hant: 噗嘶…………

# EventFlowMsgSdodrD140063
source: Pwuh?!
de: Pfrrröh?!
es: ¿Ffffff?
es_mx: ¿Ffffff?
fr: Humpfeuh ?
it: Ueh?!
ja: ぷきっ？！
ko: 으윽?!
ru: А?!
zh_hans: 咦？！
zh_hant: 唔！？

# EventFlowMsgSdodrD140085
source: Don't leave us hanging. You'd what?
de: Sonst was?Raus damit, Zwerg!
es: ¿Qué pasará?
es_mx: ¿Qué pasará?
fr: Ben allez, finis ta phrase ! Tu te retrouveras... ?
it: Cosa? Non lasciarci così nel dubbio!
ja: しちゃったら？
ko: 우리가?
nl: Voor de draad ermee. Wat dan?
ru: Ну? Что тогда?
zh_hans: 就？
zh_hant: 就會……？

# EventFlowMsgSdodrD140104
source: You know it's gotten real when even Smollusk isthrowing in the towel.
de: Wenn sogar Ordnuckel klein beigibt,ist die Sache wirklich erledigt...
es: Parece que Pulpín se rinde al fin.
es_mx: Parece que Pulpín se rinde al fin.
fr: Si même Minusque le dit, c'est qu'on a vraiment réussi.
it: Se si arrende persino Minusco, vuol dire che èdavvero finita.
ja: コダコも やっと観念したみてーだな
ko: 리틀퍼스도 드디어 포기했나 본데
nl: Je weet dat er wat bijzonders aan de hand is als zelfsMolluskuul het heeft opgegeven.
ru: Йо, тогда точно конец! Раз Мелколюск сдался.
zh_hans: 看来小小蛸也终于放弃了。
zh_hant: 看來小小蛸也終於死心了呢。

# EventFlowMsgSdodrD140106
source: So much for the dweams of evewyone who wanteda place for order...
de: Und alle, die eine Welt der Ordnung wollten,haben das Nachsehen...
es: Tendré que renunciar a mi sueño de viviren un mundo de perfecto orden...
es_mx: Bueno, tendremos que renuciar a nuesto sueñode vivir en un mundo de orden...
fr: Tant pis pour le rêve universel d'un monde d'ordre...
it: Addio al sogno di ciucci di un mondo di oddine...
ja: チツジョを望んだみんなの願いは かなえられなかったですが…
ko: 질서를 바라던 모두의 소원은 이루어 주지 못했지만…
nl: Dan komen de dwomen van iedereen die owde wilde maarniet uit...
ru: Вот и ражвеялашь мечта вшех, ктонашаждал полядок...
zh_hans: 虽然小小蛸没能实现大家渴望秩序的心愿……
zh_hant: 雖然小小蛸沒能為期望秩序的大家實現願望……

# EventFlowMsgSdodrD140108
source: Aw, Smollusk...
de: Aber Ordnuckel...
es: Pulpín...
es_mx: Ay, Pulpín...
fr: Oh, Minusque...
it: Aaah, Minusco...
ja: コダコ…
ko: 리틀퍼스…
nl: Aw, Molluskuul...
ru: Ты такой милый, Мелколюск...
zh_hans: 小小蛸……
zh_hant: 小小蛸……

# EventFlowMsgSdodrD140311
source: Awww. I thought things would go diffwent that time.
de: Buuuhuuu...Dabei wollte ich diesmal wirklich, wirklich gewinnen!
es: Jopé...
es_mx: Aaaay... pensé que el resutado sería distinto...
fr: Pff... Moi qui croyais que j'allais gagner cette fois-ci.
it: Non doveva andaye cosììì!
ja: ぷにゅぅーーー…
ko: 흐에엥…
nl: Awww. Ik dacht echt dat het deze keer andews zougaan...
ru: Ну вот. А я думал, хоть в этот лаж повежет...
zh_hans: 唔——
zh_hant: 噗咻……

# EventFlowMsgSdodrD140312
source: Score one for the good guys!
de: Applaus für die Heldentruppe!
es: ¡Un punto más para los buenos!
es_mx: ¡Un punto más para el equipo bueno!
fr: Un point pour le camp des gentils !
it: Un altro punto per i buoni!
ja: 今回も アタシたちの勝ちみてーだな
ko: 이번에도 우리가 이겼지?
nl: De goeieriken winnen weer!
ru: Один — ноль для сил добра!
zh_hans: 看来这次也是我们赢了。
zh_hant: 看來這次一樣是我們贏了呢。

# EventFlowMsgSdodrD140502
source: Right back atcha, bud!
de: Und du mindestens genauso!
es: Lo mismo digo, coleguilla.
es_mx: También tú, pequeñito. ¡Igual que siempre!
fr: On te retourne le compliment, mon pote !
it: Tu non sei da meno, amico!
ja: オマエも相変わらず強ぇーな！
ko: 너도 여전히 강한걸!
nl: Jij kunt er anders ook wat van, maat!
ru: Йо, ми-ми-кракен! Ты тоже зажигал!
zh_hans: 你也依旧很强大呢～！
zh_hant: 你也跟以前一樣強呢！

# EventFlowMsgSdodrD140511
source: Gweat job! You fought wike you meant it!
de: Supertoll! Ihr habt echt klasse gekämpft!
es: ¡Impresionante manera de pelear!
es_mx: ¡Guau! ¡Pelearon con ganas!
fr: Bien joué ! Vous avez combattu comme des lions de mer !
it: Compimenti! Avete combattuto popio bene!
ja: みなさん、今回もお見事でしたですー！
ko: 여러분, 이번에도 훌륭했어요～!
nl: Goed gedaan, hoor! Jullie geven er goed van langs!
ru: Шупел! Вы меня холошенько поколотили!
zh_hans: 各位，这次的战斗也表现得很出色——！
zh_hant: 各位，這次也打得很棒喔！

# EventFlowMsgSdodrElevatorFirst000
source: Alright! Hit the button for the top floor already!
de: Sauber!Los, rauf bis unters Dach!
es: ¡Adelante! ¡A pulsar el botón del último piso!
es_mx: ¡Adelante! ¡A oprimir el botón del último piso!
fr: Bon ! Appuie sur le bouton du dernier étage,qu'on en finisse !
it: Forza, premi il pulsante dell'ultimo piano!
ja: んじゃー とりま最上階へレッツゴーだ！
ko: 그럼 일단 최상층으로 가 보자고!
nl: Oké! Op naar de top!
ru: Это... жми кнопку последнего этажа,чего мелочиться-то?!
zh_hans: 那么，总之我们朝顶层前进吧！
zh_hant: 好，總之先朝頂層邁進吧，Let's Go！

# EventFlowMsgSdodrElevatorFirst002
source: Whaaat?! How come?! You mean I gotta be PATIENT?
de: Hä!? Hallo, Sinn?Soll ich hier extra WARTEN oder was?
es: ¡¿Quéee?! ¡Pero eso requiere paciencia!
es_mx: ¡¿Quééé?! ¡Pero eso requiere paciencia!
fr: Quoi ? Comment ça se fait ? Tu veux dire queje vais devoir faire preuve de PATIENCE ?
it: Cooosa?! E perché mai?! Quindi mi tocca aspettare?Magari ascoltando dell'insipida musica da ascensore?!
ja: えー？！ なんでだよ！！
ko: 뭐～?! 어째서!!
nl: Waaaat?! Wie maakt zoiets? Bedoel je dat ik GEDULDmoet hebben?!
ru: Э-э-э?! Это кто вообще придумал?!У меня терпения не хватит!
zh_hans: 咦？！为什么啊！！
zh_hant: 咦——！？為什麼啊！？

# EventFlowMsgSdodrHackingIntroduction004
source: OK, yeah, I'm seeing some challenges here.
de: Knackige Sache, oder?
es: ¡Uah! ¡Esto se pone difícil!
fr: Hmm... Ouais, c'est la galère.
it: Capisco... le cose si fanno difficili.
ja: ぐえー、けっこうキツいぞ ソレ
ko: 끄응～ 꽤 힘들겠는데
nl: Aha, gesnopen. Klinkt inderdaad... uitdagend.
ru: Хм, да, легкой прогулки не ожидается.
zh_hans: 呃……感觉爬起来会很辛苦。
zh_hant: 呃……太痛苦了吧。

# EventFlowMsgSdodrPhase1Elevator1F000
source: I knew Eight had it in the bag!
de: War mir klar, dass Nr. 8 das hinkriegt!
es: ¡Sabía que Ocho lo conseguiría!
es_mx: ¡Sabía que Ocho lo lograría!
fr: Je savais que Huit en ferait qu'une bouchée !
it: Sapevo che Otto ce l'avrebbe fatta!
ja: ハチなら こんくらいラクショーだよな！
ko: 에이트한테 이 정도는 식은 죽 먹기지!
nl: Ik wist wel dat dit een klusje voor Acht was!
ru: Я знала, что Восьмерка справится!
zh_hans: 对小八而言，这种程度应该很轻松吧！
zh_hant: 以小八的技術，這點小事應該輕而易舉吧！

# EventFlowMsgSdodrPhase1Elevator2F005
source: By the way, here's your next color chip.
de: Und hier ist übrigens euer neuer Farbchip.
es: Por cierto, aquí tienes tu siguiente cromochip.
es_mx: Por cierto, aquí tienes tu siguiente cromochip.
fr: D'ailleurs, voici votre nouvelle puce chromatique.
it: Comunque, ecco qui la prossima scheda colore.
ja: ところで、次のカラーチップは こんなカンジみたいダ
ko: 그건 그렇고 다음 컬러 칩은 이런 느낌인 것 같아
nl: Hier is trouwens je volgende kleurenchip.
ru: Кстати, вот ваш следующий тон-жетон.
zh_hans: 言归正传，下一块色彩晶片大概是这样的内容。
zh_hant: 話說回來，下一枚色彩晶片好像會是這個。

# EventFlowMsgSdodrPhase1Elevator5F000
source: We're at about the halfway point.
de: Wir haben ungefähr die Hälfte geschafft.
es: Ya hemos llegado hasta la mitad, más o menos.
es_mx: Vamos más o menos por la mitad de la torre.
fr: Nous voilà à mi-chemin...
it: Siamo circa a metà.
ja: コレで半分は上れたカナ
ko: 이제 한 절반은 올라왔나?
nl: We zijn ongeveer halverwege.
ru: Мы примерно на полпути.
zh_hans: 这下就爬完半座塔了吧？
zh_hant: 這樣一來就爬到一半了。

# EventFlowMsgSdodrPhase1Elevator5F005
source: ...Pe...rl... ...el...imina...tio...
de: ...Pe... rla... ...eli... minie... ...ren...
es: Per... la... Van a... liquid...
es_mx: Per... la... Eli... mi... n...
fr: ...Pe...rle......él...imina...tio...
it: Eli... minare... Al... ga...
ja: …セン……イ…ブン……ハイ…ジョ……
ko: …선…… 이…분…… 배…제……
nl: ...Lo...re... ...ver...nie...iging...
ru: Же... чик... уни... тоже... ни...
zh_hans: ……前……辈……类……废……除……
zh_hant: ……前……輩……類……消……滅……

# EventFlowMsgSdodrPhase1Elevator7F000
source: No sign of Marina on this floor either.
de: Auch auf dieser Etage keine Spur von Marina.
es: En este piso tampoco hay rastro de Marina.
es_mx: En este piso tampoco hay rastro de Marina.
fr: Toujours pas de Coralie à l'horizon...
it: Nessuna traccia di Nori nemmeno su questo piano.
ja: このフロアにも イイダはいなかったカ
ko: 이이다는 이 플로어에도 없었네
nl: Op deze etage ook geen spoor van Mariana.
ru: Мариши и на этом этаже нет.
zh_hans: 饭田也不在这个楼层啊。
zh_hant: 看來飯田也不在這個樓層。

# EventFlowMsgSdodrPhase1Elevator9F000
source: Heads up. We're coming to the top floor.
de: Achtung.Die nächste Etage ist die alleroberste.
es: Atención, estamos llegando al último piso.
es_mx: Estamos llegando al último piso.
fr: Attention, on arrive au sommet.
it: Occhio. Stiamo arrivando all'ultimo piano.
ja: どうやら次が最上階のヨウダ
ko: 아무래도 다음이 최상층인 것 같아
nl: Opgelet, we zijn bijna op de bovenste etage.
ru: Готовьтесь. Мы почти наверху.
zh_hans: 看来再往上一层就是顶层了。
zh_hant: 看來下個樓層就是頂層了。

# EventFlowMsgSdodrPhase1Elevator9F001
source: That's where we'll find Marina, right?!
de: Und da steckt Marina, ja?
es: Allí encontraremos a Marina, ¿no?
es_mx: Allí encontraremos a Marina, ¿no?
fr: On retrouvera Coralie là-haut ?
it: È lì che si trova Nori, giusto?
ja: そこにイイダがいるんだよな？！
ko: 거기에 이이다가 있는 거지?!
nl: Dat is waar Mariana is, toch?
ru: Йо! Это ведь тут Мариша, да?!
zh_hans: 饭田是在那里吧？！
zh_hant: 飯田就在那裡吧！？

# EventFlowMsgSdodrPhase1Elevator9F004
source: Is something funny?
de: Was meinst du?
es: ¿Ocurre algo gracioso?
es_mx: ¿Ocurre algo gracioso?
fr: Ça t'amuse ?
it: Ti sembra così strano?
ja: …何をニヤついてるンダ？
ko: …왜 히죽거리는 거야?
nl: Zei ik iets grappigs?
ru: Я сказала что-то смешное?
zh_hans: ……你在一脸坏笑什么？
zh_hant: ……你幹嘛一副竊笑樣？

# EventFlowMsgSdodrPhase1Stage1F003
source: There's a practice target right there. See for yourselfhow your shots do up close and at range.
de: Hier ist ein Übungsziel. Sieh selbst, welchen Unterschieddie Entfernung bei deinen Schüssen jetzt macht.
es: Ahí hay un blanco para practicar. Prueba a versi lo alcanzas con tus disparos.
es_mx: Ahí hay un blanco para practicar. Dispárale para verel efecto de tus disparos a distancias diferentes.
fr: Il y a une cible d'entraînement juste là. N'hésite pas àfaire des essais pour travailler tes attaques de prèsou de loin.
it: Puoi usare quel bersaglio per esercitarti e provarel'efficacia dei tuoi colpi da vicino e da lontano.
ja: 相手との距離で ダメージが変わるコトをそこのマトで確かめてみるとイイ
ko: 상대와의 거리에 따라 대미지가 달라지니까궁금하면 거기 있는 과녁으로 확인해 봐
nl: Je ziet daar een doelwit om op te oefenen, dus je kuntmeteen uitproberen hoe hard je schoten van dichtbij enveraf aankomen.
ru: Рядом с вами мишень. Сравните сами,какой урон наносят попадания вблизии издалека.
zh_hans: 伤害会根据你和敌人之间的距离发生变化，你可以用那边的靶子确认一下。
zh_hant: 傷害會隨著自己與對手的距離有所變化，你可以用旁邊的標靶測試看看。

# EventFlowMsgSdodrPhase1Stage2F001
source: Same drill as before, right? No probs!
de: Läuft genauso wie vorher, oder? Kein Problem!
es: ¿Los ventilamos igual? ¡Sin problema!
es_mx: ¿Y los reventamos igual que antes? ¡Sin problema!
fr: On ressort la même stratégie, alors ?Pas de soucis !
it: Ma il concetto è lo stesso di prima, no? Facile!
ja: アレ全部 ブッ壊せばいーんだな？
ko: 저것들을 전부 부수면 되는 거지?
nl: Maar verder is het nog hetzelfde liedje, toch?
ru: Ну и что такого? Все как в прошлый раз, проблем-то!
zh_hans: 把那些全部破坏掉就行了吧？
zh_hant: 把那些全都摧毀掉就行了吧？

# EventFlowMsgSdodrPhase1Stage2F003
source: Oh, word? I wanna see! Shoot some ink around thebase of that target there.
de: Oh, echt? Das will ich sehen! Schieß mal ein bisschenTinte auf den Boden um dieses Ziel herum.
es: ¿En serio? ¡Eso tengo que verlo! Esparce un pocode tinta en torno a la base de aquel blanco.
es_mx: Ah, ¿sí? ¡Quiero verlo! Dispara un poco de tintaen torno a la base de aquel blanco.
fr: Oh, sérieux ? Je veux voir ça ! Balance de l'encreà la base de la cible, là.
it: Davvero? Voglio vedere come funziona!Spara un po' di inchiostro intorno a quel bersaglio!
ja: 試しに そこのマトの足元でも塗ってみっか！
ko: 시험 삼아 저 과녁 밑에 칠해 볼까?
nl: O, echt? Dat moet ik zien! Schiet wat inkt op de grondbij dat doelwit daar!
ru: Йо-хо, в натуре? А давай проверим!Закрась-ка пол вокруг этой мишени...
zh_hans: 试试在那边的标靶底部涂墨吧！
zh_hant: 在那邊的標靶底下塗墨測試看看吧！

# EventFlowMsgSdodrPhase1Stage4F002
source: Ahhh, kinda like Splat Zones?
de: Aaah, also wie bei Herrschaft?
es: Aaah, ¿como en estilo pintazonas?
es_mx: Aaah, ¿como en los combates de pintazonas?
fr: Aaaah, un peu comme pour la Défense de zone ?
it: Aaah, un po' come le zone splat?
ja: あー ガチエリアみたいなもんか
ko: 아～ 랭크 에어리어 같은 건가?
nl: Aha, dus een beetje zoals Spetterzone?
ru: Так это, выходит, бой за зоны?
zh_hans: 哦～类似真格区域的规则啊。
zh_hant: 哦——就跟真格區域類似吧。

# EventFlowMsgSdodrPhase1Stage6F001
source: You'll just have to secure them both.
de: Ihr werdet sie wohl beide sichern müssen.
es: Pues tendrás que hacerte con las dos.
es_mx: Pues tendrás que tomar el control de las dos.
fr: Il faudra les capturer toutes les deux, j'imagine.
it: Dovrete conquistarle entrambe.
ja: ２つとも塗って守る必要がありそうダナ
ko: 둘 다 칠해서 지켜야 하나 봐
nl: Je zult ze allebei moeten bewaken.
ru: Придется захватить обе.
zh_hans: 看来需要同时对2个区域涂墨并守护好才行。
zh_hant: 看來必須同時塗墨並守住2個區域。

# EventFlowMsgSdodrPhase1Stage8F003
source: So basically...we wanna go on a splatting spree.Hah! We were gonna do that anyway!
de: Okay. Also Hauptsache Gegner wegklecksen, ja?Hatten wir eh vor, har har!
es: Ah, pues nos interesa batir enemigo tras enemigo.¡Y lo haremos!
es_mx: Entonces... ¿hay que reventar a los enemigos sin parar?¡Ja, ese ya era el plan! ¡Vamos, Ocho!
fr: En gros... On est partis pour liquider en chaîne.Ça tombe bien, c'était justement le programme !
it: Quindi, insomma... dobbiamo splattare a raffica!Ma tanto noi l'avremmo fatto comunque!
ja: 次から次に 敵を倒しまくれば お得ってコトか！
ko: 적을 마구마구 쓰러뜨리면 이득이라는 거구나!
nl: Dus het is goed om onophoudelijk vijanden overhoop teknallen... Mooi, dat was toch al het plan!
ru: То есть, нам лучше плюхать нон-стоп? Ха!Да вообще не вопрос, мы и так собирались!
zh_hans: 意思是，只要接连不断地击倒敌人，就会有好事发生吧！
zh_hant: 所以只要接連不斷地擊倒敵人就能得到好處吧！

# EventFlowMsgSdodrPhase1WorldTowerSound000
source: Krssshhh...bzzt...Pe...arl...
de: Krrrrccch. Bssssrt.P... Perla...
es: Krssshhh... Bzzzt... Per... la...
es_mx: Krssshhh... Bzzzt... Per... la...
fr: Krssshhh... bzzt... Pe... erle...
it: Krssshhh... bzzt... Al... ga...
ja: ザ…ザザ……センパ……
ko: 지…지직…… 선…배……
nl: Krsssccchhh... bsszzt... Lore... lei...
ru: Кш-ш-ш... бз-з-з... Жем... чик...
zh_hans: 沙……沙沙……前辈……
zh_hant: 嚓……嚓嚓……前輩……

# EventFlowMsgSdodrPhase1WorldTowerSound002
source: Skrrrzzz...zzzrrr...elp m...CLICK.
de: Rrrrrrkk. Btttte...Bitte hilf... Krrrrrk.
es: Skrrrzzz... Zzzrrr... Soc... orr... ¡Clic!
es_mx: Skrrrzzz... Zzzrrr... Soc... orr... ¡Clic!
fr: Skrrrzzz... zzzrrr... à l'ai... CLIC.
it: Skrrrzzz... zzzrrr... aiut... CLIC.
ja: ザザ…ザ…けて……ザ…ッ
ko: 지지…직… 주세…… 지…직
nl: Skrrrssszzz... zzzsssrrr...elp m... KLIK.
ru: Хр-р-р... пш-ш-ш... омоги мн... (щелк!)
zh_hans: 沙沙……沙……救……沙……
zh_hant: 嚓嚓……嚓……救……嚓……

# EventFlowMsgSdodrPhase2WorldFirst000
source: Hup!
de: Hepp!
es: ¡Epa!
es_mx: ¡Ja!
fr: Hop !
it: Oplà!
ja: ィよっと！
ko: 영차!
nl: Hoppa!
ru: Оп!
zh_hans: 我变！
zh_hant: 嘿！

# EventFlowMsgSdodrPreBattleTutorial000
source: Heads up, Eight!
de: Mach dich bereit, Nr. 8!
es: ¡Atención, Ocho!
es_mx: ¡Oye, Ocho!
fr: Regarde, Huit !
it: Fai attenzione, Otto!
ja: 見ろ ハチ！
ko: 저거 봐, 에이트!
nl: Opgepast, Acht!
ru: Восьмерка, гляди!
zh_hans: 快看，小八！
zh_hant: 小八，快看！

# EventMatchRankingAppName
source: Challenge
de: Event-Kampf
es: Combate evento
es_mx: Combate especial
fr: Match Challenge
it: Partita evento
ja: イベントマッチ
ko: 이벤트 매치
nl: Eventgevecht
ru: Бой-событие
zh_hans: 活动比赛
zh_hant: 活動比賽

# EventMatchRankingMore
source: See More
de: Mehr zeigen
es: Ver más
es_mx: Ver más
fr: Plus d'infos
it: Scopri di più
ja: もっと見る
ko: 더 보기
nl: Meer info
ru: Подробнее
zh_hans: 显示更多
zh_hant: 顯示更多

# EventMatchRankingPair
source: Duo
es: En pareja
es_mx: En pareja
it: A coppie
ja: ペア
ko: 페어
ru: «Дуэты»
zh_hans: 双排
zh_hant: 雙排

# EventMatchRankingRanking
source: Rankings
de: Ranglisten
es: Clasificaciones
es_mx: Clasificaciones
fr: Classements
it: Classifiche
ja: ランキング
ko: 랭킹
nl: Ranglijsten
ru: Рейтинги
zh_hans: 排名
zh_hant: 排名

# EventMatchRankingRules
source: Rules
de: Regeln
es: Reglas
es_mx: Reglas
fr: Règles
it: Regole
ja: ルール確認
ko: 룰 확인
nl: Regels
ru: Правила
zh_hans: 确认规则
zh_hant: 確認規則

# EventMatchRankingSolo
source: Solo
es: En solitario
es_mx: Individual
it: In solitaria
ja: ソロ
ko: 솔로
ru: «Соло»
zh_hans: 单排
zh_hant: 單排

# EventMatchRankingTeam
source: Team
es: En equipo
es_mx: En equipo
fr: Équipe
it: A squadre
ja: チーム
ko: 팀
ru: «4 на 4»
zh_hans: 队伍
zh_hant: 隊伍

# EventMatchRankingTitle
source: Challenge
de: Event-Kampf
es: Combate evento
es_mx: Combate especial
fr: Match Challenge
it: Partita evento
ja: イベントマッチ
ko: 이벤트 매치
nl: Eventgevecht
ru: Бой-событие
zh_hans: 活动比赛
zh_hant: 活動比賽

# FesRecordAppName
source: Splatfest
es: Festival
es_mx: Festivales
fr: Festival
it: Festival
ja: フェス
ko: 페스티벌
ru: Сплатфест
zh_hans: 祭典
zh_hant: 祭典

# FesRecordAttack
source: Attacking
de: Angreifer
es: Al ataque
es_mx: Al ataque
fr: En attaque
it: In attacco
ja: 攻撃
ko: 공격
nl: Aanval
ru: Нападающие
zh_hans: 进攻
zh_hant: 進攻

# FesRecordAverage
source: Average
de: Durchschnitt
es: Media:
es_mx: Media:
fr: Moyenne
it: Media:
ja: へいきん
ko: 평균
nl: Gemiddelde
ru: В среднем:
zh_hans: 平均
zh_hant: 平均

# FesRecordChallenge
source: Pro
de: Profi
es: Formal
es_mx: Formal
fr: Défi
it: Sfida
ja: チャレンジ
ko: 챌린지
ru: Профи
zh_hans: 挑战
zh_hant: 挑戰

# FesRecordComingSoon
source: Coming Soon!
de: Demnächst!
es: ¡Próximamente!
es_mx: ¡Próximamente!
fr: C'est pour bientôt !
it: In arrivo!
ja: もうすぐ開催
ko: 개최 예정
nl: Binnenkort!
ru: Скоро!
zh_hans: 即将举行
zh_hant: 即將舉行

# FesRecordContributionChallenge
source: Clout - Pro
de: Beitrag – Profi
es: Aportación (formal)
es_mx: Aportación (formal)
fr: Contribution (défi)
it: Contributo (Sfida)
ja: こうけん度 チャレンジ
ko: 공헌도 챌린지
nl: Invloed (pro)
ru: Вклад (профи)
zh_hans: 贡献度 挑战
zh_hant: 貢獻度 挑戰

# FesRecordContributionRegular
source: Clout - Open
de: Beitrag – Offen
es: Aportación (informal)
es_mx: Aportación (informal)
fr: Contribution (ouvert)
it: Contributo (Aperta)
ja: こうけん度 オープン
ko: 공헌도 오픈
nl: Invloed (open)
ru: Вклад (открытый)
zh_hans: 贡献度 开放
zh_hant: 貢獻度 開放

# FesRecordContributionTricolor
source: Tricolor Battle Clout
de: Beitrag – Dreifarb-Match
es: Aportación (pugna tricolor)
es_mx: Aportación (combate tricolor)
fr: Contribution (match tricolore)
it: Contributo (Scontro tricolore)
ja: こうけん度 トリカラマッチ
ko: 공헌도 트리컬러 매치
nl: Invloed (driekleurengevecht)
ru: Вклад (трехцветный бой)
zh_hans: 贡献度 三色夺宝比赛
zh_hant: 貢獻度 三色奪寶比賽

# FesRecordDefense
source: Defending
de: Verteidiger
es: En defensa
es_mx: En defensa
fr: En défense
it: In difesa
ja: 守備
ko: 수비
nl: Verdediging
ru: Защитники
zh_hans: 防守
zh_hant: 防守

# FesRecordFestPower
source: { 1 } Power: { 0 }
es: Energía { 1 }: { 0 }
es_mx: Fuerza { 1 }: { 0 }
it: Energia { 1 } { 0 }
ja: { 0 }{ 1 }パワー
ko: { 0 }{ 1 } 파워
nl: { 1 }-kracht: { 0 }
ru: Сила команды «{ 1 }»: { 0 }
zh_hans: { 0 }{ 1 }战力
zh_hant: { 0 }{ 1 }戰力

# FesRecordFestRanking
source: Splatfest Top 100
es: 100 mejores del festival
es_mx: 100 mejores del festival
fr: Top 100 du festival
it: Top 100 festival
ja: フェス100ケツ
ko: 페스티벌 톱 100
ru: ТОП-100 (Сплатфест)
zh_hans: 祭典百杰
zh_hant: 祭典100豪傑

# FesRecordGotHoragai
source: Conch Shells Obtained
de: Erhaltene Tritonshörner
es: Caracolas obtenidas
es_mx: Caracolas obtenidas
fr: Conques obtenues
it: Conchiglie ottenute
ja: ホラガイ獲得個数
ko: 소라고둥 획득 개수
nl: Ontvangen prijsschelpen
ru: Получено раковин
zh_hans: 法螺获得数量
zh_hant: 法螺獲得數量
