Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualEventMatchEventMatchGeyserManual
source: Where did all those gushers come from? Might as wellmake the most of them!・ Gushers have appeared in the stage!・ Attack a gusher to make it erupt with your color of ink.・ You can use them to hide or climb.・ Both primary and secondary abilities will be enabled.
de: Wow, alles voller Tintenfontänen!Gelingt es dir, die Ströme zu nutzen?・ Tintenfontänen in allen Arenen!・ Angegriffene Tintenfontänen sprühen deine Tintenfarbe!・ Nutze Fontänen als Verstecke oder zum Emporsteigen!・ Haupt- und Zusatzeffekte sind aktiv!
es: ¿De dónde han salido esos surtidores?¡Úsalos a tope!・ ¡Hay surtidores por todo el escenario!・ Dispara a un surtidor para que expulse tinta de tu color.・ Puedes usarlos para esconderte o trepar.・ ¡Pueden usarse potenciadores principales y secundarios!
es_mx: ¿De dónde salieron esos surtidores?¡Sácales provecho!・ ¡Hay surtidores por todo el escenario!・ Dispara a un surtidor para que expulse tinta de tu color.・ Puedes usarlos para esconderte o trepar.・ ¡Se pueden usar potenciadores principales y secundarios!
fr: Des jets d'encre ? Mais d'où sortent-ils ?Vite, il faut en profiter !・ Des jets d'encre sont apparus partout dans le stage !・ Attaque un jet d'encre pour que l'encre de ton équipe en jaillisse !・ Tu peux les utiliser pour te cacher ou atteindre des points en hauteur.・ Les bonus principaux ainsi que les bonus additionnels sont actifs.
it: Da dove arrivano tutti questi geyser?Visto che ormai ci sono, conviene farne buon uso!・ Dei geyser sono apparsi nello scenario!・ Attacca un geyser per fargli eruttare inchiostro del tuo colore.・ Puoi usarli per nasconderti o salire in alto.・ Saranno attivate sia le abilità originali che quelle extra.
ja: ステージにカンケツセンが出現！ 噴出させて利用せよ！・ ステージ内にカンケツセンが出現したぞ！・ カンケツセンを撃つと同じ色のインクが噴出するぞ！・ かくれたり登ったり、うまく利用しよう！・ 基本ギアパワーと追加ギアパワーは有効だ！
ko: 스테이지에 간헐천이 출현! 분출시켜 이용하자!・ 스테이지 내에 간헐천이 출현한다!・ 간헐천을 쏘면 같은 색의 잉크가 분출된다!・ 숨거나 오르거나 상황에 맞게 이용하자!・ 기본 기어 파워와 추가 기어 파워는 유효하다!
nl: Waar komen al die geisers vandaan? En gaat er alinspiratie borrelen over hoe je ze kunt gebruiken?・ Het level dat je speelt, bevat nu geisers!・ Val een geiser aan om die inkt van jouw kleur te laten spuiten.・ Je kunt ze gebruiken om je te verstoppen of de hoogte in te gaan.・ Zowel de hoofdeffecten als de extra effecten van uitrusting worden gebruikt!
ru: Откуда взялись эти гейзеры? Но раз уж они здесь,то их можно использовать по максимуму!・ На арене появились гейзеры!・ Атакуй гейзер, чтобы он взорвался твоим цветом краски.・ Используй его, чтобы спрятаться или забраться наверх.・ Будут доступны как основные, так и дополнительные свойства.
zh_hans: 场地上出现喷泉！让它喷发并加以运用吧！·场地上出现了喷泉！·射击喷泉会喷出相同颜色的墨汁！·可以躲藏也能往上爬，好好地利用吧！·基本装备能力和追加装备能力都会生效！
zh_hant: 場地中出現噴泉了！讓它噴射加以運用吧！‧場地裡出現了噴泉！‧射擊噴泉會噴出相同顏色的墨汁！‧可以躲藏也能往上爬，好好地利用吧！‧基本裝備能力和追加裝備能力也有效果喔！

# ManualManualEventMatchEventMatchGeyserSubtitle
source: The stages you know and love are nowfilled with gushers. How will you use them?
de: Tintenfontänen überall! Auftrieb garantiert!
es: Ahora los escenarios que conoces estánllenos de surtidores. ¿Qué uso les darás?
es_mx: Ahora los escenarios que conoces estánllenos de surtidores. ¿Cómo los vas a usar?
fr: Tes stages préférés sont truffés de jetsd'encre. Fais jaillir celle de ton équipe !
it: I tuoi amati scenari ora sono pieni di geyser!
ja: ステージにカンケツセンが出現！ 噴出させて利用せよ！
ko: 스테이지에 간헐천이 출현! 분출시켜 이용하자!
nl: Er zijn overal geisers. Hopelijk zullen die jenaar nieuwe hoogtes stuwen!
ru: На твоих любимых аренах появилисьгейзеры. Но как же их использовать?
zh_hans: 场地上出现喷泉！让它喷发并加以运用吧！
zh_hant: 場地中出現噴泉了！讓它噴射加以運用吧！

# ManualManualEventMatchEventMatchGeyserTitle
source: Oh My Gush
de: Fest der Fontänen
es: ¡Que surta el efecto!
es_mx: ¡Que surta el efecto!
fr: Projets d'encre
it: All'ultimo geyser
ja: カンケツセン決戦
ko: 간헐천 대결
nl: Geisersterk
ru: Гейзер на полную!
zh_hans: 喷泉决战
zh_hant: 噴泉決戰

# ManualManualEventMatchEventMatchHighJumpManual
source: With the ability to jump higher than ever, you can explore new attackroutes and strategies on the map!・ Jump power will be greatly increased for all players.・ Armor durability will be increased after doing a Squid Spawn.・ Only primary gear abilities will be enabled! Secondary abilities will have no effect.
de: Jeder Hüpfer wird zum Höhenflug.Viele neue Routen und Strategien winken!・ Alle Spieler sind extra sprungstark.・ Verlängerte zeitweilige Widerstandskraft nach Absprung vom Starter.・ Nur Haupteffekte gelten! Zusatzeffekte sind inaktiv.
es: ¡Capacidad de salto ampliada para explorar nuevas rutas de ataque!・ Todos los jugadores pueden efectuar saltos de mucho más alcance.・ ¡La armadura aumenta su resistencia al recomenzar desde el punto base!・ Solo valen los potenciadores principales. ¡Los secundarios no tienen efecto!
es_mx: ¡Capacidad de salto ampliada para explorar nuevas rutas de ataque!・ Todos los jugadores pueden efectuar saltos de mucho más alcance.・ La armadura aumenta su resistencia al regenerarse desde el punto base.・ Solo valen los potenciadores principales. ¡Los secundarios no tienen efecto!
fr: Tu pourras sauter plus haut que jamais, alors profites-en pour développerde nouvelles stratégies et des approches de combat inédites !・ La capacité de saut est accrue pour tous les joueurs.・ La résistance de ton armure est légèrement accrue après un déploiement calamar.・ Seuls les bonus principaux sont actifs. Les bonus d'équipement additionnels n'ont aucun effet.
it: Grazie all'abilità di saltare più in alto che mai, puoi esplorare nuovestrategie e linee di attacco sulla mappa!・ La capacità di salto è notevolmente aumentata per tutti i giocatori.・ La resistenza dell'equipaggiamento aumenta dopo il calammaraggio.・ Saranno attivate solo le abilità originali. Le abilità extra non avranno alcun effetto.
ja: ジャンプ力アップ！ いつもは通れないルートから攻めこめ！・ ジャンプ力が大幅にアップするぞ！・ イカスポーンしたときのアーマーの耐久力がアップするぞ！・ 基本ギアパワーのみ有効だ！ 追加ギアパワーは効果がないぞ！
ko: 점프력 UP! 평소에는 통과할 수 없는 루트로 쳐들어가라!・ 점프력이 대폭 상승한다!・ 징어스폰했을 때 아머 내구력이 상승한다!・ 기본 기어 파워만 유효하다! 추가 기어 파워는 무효하다!
nl: Elk hupje wordt een hoogtepunt! Benut levels op totaal andere manieren nu jehoger springt dan ooit.・ Alle spelers hebben extra sprongkracht.・ Je verminderde kwetsbaarheid nadat je de strijd in bent geschoten, duurt langer.・ Alleen de hoofdeffecten van uitrusting worden gebruikt. Extra effecten doen niet mee!
zh_hans: 跳跃力提升！从平时无法通过的路线发起进攻！·跳跃力会大幅提升哦！·鱿鱼生成时的盔甲耐久度会有所提升哦！·只有基本装备能力会生效！追加装备能力不会有效果哦！
zh_hant: 跳躍力提升！從平時無法通過的路線進攻！‧跳躍力大幅提升！‧魷魚生成時的盔甲耐久度會有所提升！‧僅限基本裝備能力可發揮作用！追加裝備能力一律失效！

# ManualManualEventMatchEventMatchHighJumpSubtitle
source: Jump power UP! See where it takes you!
de: Mehr Sprungkraft denn je! Ab in die Lüfte!
es: ¡Añade poder de salto extra a tu ofensiva!
es_mx: ¡Añade saltos potenciados a tu ofensiva!
fr: L'essor des sauts : toujours plus haut !
it: Dove arriverai con i salti potenziati?
ja: ジャンプ力アップ！ いつもは通れないルートから攻めこめ！
ko: 점프력 UP! 평소에는 통과할 수 없는 루트로 쳐들어가라!
nl: Kies het luchtruim met grotere sprongen!
ru: Используй плюс к прыгучести по полной!
zh_hans: 跳跃力提升！从平时无法通过的路线发起进攻！
zh_hant: 跳躍力提升！從平時無法通過的路線進攻！

# ManualManualEventMatchEventMatchHighJumpTitle
source: Extreme Jump Battle
de: Sprunglaubliche Sätze
es: A saltos al asalto
es_mx: A saltos al asalto
fr: Une victoire, et que ça saute
it: Salto estremo
ja: ハイジャンプバトル
ko: 하이 점프 배틀
nl: Op springen
ru: Попрыгучий бой
zh_hans: 冲天跳跃对战
zh_hant: 沖天跳躍對戰

# ManualManualEventMatchEventMatchManual00
source: Test yourself with limited-time battles!
de: Nur kurz: Spezialkämpfe für Feinkleckser!
es: ¡Pura diversión en ocasiones puntuales!
es_mx: ¡Ponte a prueba en eventos novedosos!
fr: Teste-toi lors de matchs événements !
it: Affronta partite a tempo limitato!
ja: 期間限定のバトルを楽しもう！
ko: 기간 한정 배틀을 즐기자!
nl: Uitdagende gevechten die tijdelijk zijn!
ru: Испытай силы во временно доступных боях!
zh_hans: 尽情享受期间限定的对战吧！
zh_hant: 盡情地享受期間限定的對戰吧！

# ManualManualEventMatchEventMatchManual03
source: You can also make a team to participate inChallenges, in which case your team's totalChallenge Power will be calculated. If themakeup of your team changes, the team'sChallenge Power will be recalculated.
de: Es kann auch ein Team erstellt werden,um gemeinsam Event-Kämpfe zu bestreiten.In diesem Fall wird der Gesamtwert deinesTeams als Event-Power festgelegt.Ändert sich die Teamzusammenstellung,wird auch die Event-Power neu bestimmt.
es: También es posible formar un equipo para lucharen combates evento. En ese caso, se calcularála energía evento total del grupo. Si cambianlos miembros del equipo, la energía evento serecalcula para la nueva formación.
es_mx: También es posible formar un equipo paracompetir en combates especiales. En ese caso,se calculará la fuerza especial total del grupo.Si cambian los miembros del equipo, la fuerzaespecial se recalcula para la nueva formación.
fr: Tu peux aussi constituer une équipe pourparticiper à des matchs Challenge. Dans ce cas,le Challenge Power de l'équipe sera calculé.Si la composition de ton équipe change,le Challenge Power sera recalculé.
it: Puoi anche creare una squadra per parteciparealle partite evento, nel qual caso verrà calcolatal'energia evento totale della squadra. Se lacomposizione della squadra cambia, l'energiaevento totale verrà ricalcolata.
ja: イベントマッチはチームを組んで参加することもできるぞ。チームでバトルすると、そのチームのイベントパワーが計測される。チームのメンバーが変わると、イベントパワーは再計測になるぞ。
ko: 이벤트 매치는 팀을 만들어 참가할 수도 있다.팀으로 배틀하면 그 팀의 이벤트 파워가 계측된다.팀 멤버가 바뀌면 이벤트 파워는 다시 계측된다.
nl: Je kunt ook in teamverband deelnemen aaneventgevechten, en in dat geval wordt degezamenlijke eventkracht van je team berekend.Als de samenstelling van je team verandert,wordt de eventkracht opnieuw berekend.
ru: В боях-событиях можно также участвоватьв команде. В этом случае рассчитываетсясила события всей команды. Если составкоманды изменится, сила события будетрассчитана снова.
zh_hans: 活动比赛也可以组队参加哦。如果以队伍形式进行对战，就会计算该队伍的活动战力。当队伍成员发生变化时，活动战力就会重新计算哦。
zh_hant: 活動比賽也是可以組隊參加的喔！以隊伍形式進行對戰的話，就會計算該隊伍的活動戰力。如果隊伍成員出現變動，活動戰力就會重新計算。

# ManualManualEventMatchEventMatchModifiedRainmakerSubtitle
source: Sheldon has been tinkering with theRainmaker, and he wants you to test it!
de: Testet Artys aufgemotzte Goldfischkanone!
es: ¡Atrévete a probar un pez dorado renovado!
es_mx: Jairo ha estado trabajando para reinventarel pez dorado, ¡y quiere que lo pruebes!
fr: Cartouche a bricolé le Bazookarpe...et il cherche des cobayes pour le tester !
it: Testa il bazookarp per conto di Armand!
ja: ガチホコを改造してみたでし！ テストして欲しいでし！
ko: 랭크 피시를 개조해 봤슴다! 테스트를 부탁함다!
nl: Krabbert zoekt Bazookarper-testers!
ru: Пушкин усовершенствовал мегакарпа,и тебе предстоит испытать его в бою!
zh_hans: 试着改造了真格鱼虎！希望大家测试一下！
zh_hant: 我們已嘗試對真格魚虎進行改造！請協助測試！

# ManualManualEventMatchEventMatchModifiedRainmakerTitle
source: Modded Rainmaker Test-Fire
de: Giga-Goldfisch im Test
es: Prueba con pez dorado plus
es_mx: Prueba con pez dorado plus
fr: Bons bazoos de Cartouche
it: Bazookarp modificato
ja: 改造ガチホコをかわいがるテスト
ko: 개조 랭크 피시를 다뤄 보는 테스트
nl: Bazookarperbeproeving
ru: Модификация мегакарпа
zh_hans: 爱惜使用改造型真格鱼虎的测试
zh_hant: 愛惜使用改造型真格魚虎的測試

# ManualManualEventMatchEventMatchModifiedTowerControlSubtitle
source: The tower is way bigger than before!All aboard!
de: Es türmt so hoch wie nie! Alle an Bord!
es: ¡La torre es enorme!¡Todo el mundo al abordaje!
es_mx: ¡Ahora el torreón es enorme!¡Todos arriba!
fr: Le stand a sacrément grandi !Tout le monde est invité !
it: La torre è più grande che mai! Tutti a bordo!
ja: ガチヤグラがデカくなったぞ！ みんなで乗りこめー！
ko: 랭크 타워가 거대해졌다! 다 같이 올라타자～!
nl: De toren is veel groter dan normaal.Kom er allemaal maar op!
ru: Эта башня намного больше обычной!Все на борт!
zh_hans: 真格塔楼变得巨大无比！大家一起乘上去吧——！
zh_hant: 真格塔樓變得巨大無比！大家一起上吧——！

# ManualManualEventMatchEventMatchModifiedTowerControlTitle
source: Towering Tower Control
de: Titanturm-Kommando
es: Torre gigante
es_mx: Torreón gigante
fr: La star des stands
it: Torrone mobile
ja: デカ・ガチヤグラ
ko: 거대 랭크 타워
nl: Titanentorentwist
ru: Бой за гигантскую башню
zh_hans: 巨大真格塔楼
zh_hant: 巨大真格塔樓

# ManualManualEventMatchEventMatchMonthlyLeagueMatchRealSubtitle
source: Aim for the highest Challenge Power!
de: Wer erreicht die höchste Event-Power?
es: ¡A por la máxima energía evento del mes!
es_mx: ¡Alcanza la máxima fuerza especial!
fr: Vise le Challenge Power maximum !
it: Mira al record di energia evento!
ja: 月に一度のチャレンジバトル！ イベントパワーの限界を目指せ！
ko: 월간 챌린지 배틀! 이벤트 파워의 한계를 노려라!
nl: Bereik de hoogste eventkracht!
ru: Соберись и бейся за топ-силу события!
zh_hans: 每月一次的挑战对战！目标是达到活动战力的极限！
zh_hant: 每月一次的挑戰對戰！讓活動戰力邁向極限！

# ManualManualEventMatchEventMatchMonthlyLeagueMatchRealTitle
source: Monthly Challenge
de: Event-Kampf des Monats
es: Evento mensual
es_mx: Desafío del mes
fr: Match Challenge mensuel
it: Partita evento mensile
ja: ツキイチ・イベントマッチ
ko: 월간 이벤트 매치
nl: Eventgevecht van de maand
ru: Бой-событие месяца
zh_hans: 月一·活动比赛
zh_hant: 月一‧活動比賽

# ManualManualEventMatchEventMatchNawabariManual00
source: Teams have three minutes to try to ink more ground than their opponents!
de: Jedes Team versucht, in drei Minuten am meisten Boden zu färben!
es: ¡Cada equipo tiene tres minutos para entintar más superficie que sus rivales!
es_mx: ¡Cada equipo tiene tres minutos para entintar más superficie que sus rivales!
fr: Chaque équipe dispose de trois minutes pour encrer le sol etcouvrir d'encre un territoire plus vaste que celui de l'adversaire.
it: Le squadre hanno 3 minuti per inchiostrare più terreno degli avversari!
ja: ３分間地面を塗りまくって、ナワバリが多いチームの勝ち！
ko: 3분간 땅을 칠해서 더 많은 영역을 확보한 팀의 승리!
nl: Elk team probeert om binnen drie minuten zo veel mogelijk grond te verven!
ru: У команд есть три минуты, чтобы закрасить как можно больше территории!
zh_hans: 在3分钟内持续对地面涂墨，占地面积更多的队伍即可获胜！
zh_hant: 隊伍必須在3分鐘內持續對地面塗墨，占地面積較多才能獲勝！

# ManualManualEventMatchEventMatchNawabariTitle
source: Turf War Battles: The Rules
de: Revierkampf: Regeln
es: Territorial - Reglas
es_mx: Territorial - Reglas
fr: Guerre de territoire : les règles
it: Mischie mollusche: le regole
ja: ナワバリバトルのルール
ko: 영역 배틀의 룰
nl: Grondoorlog: de spelregels
ru: Бой за район: правила
zh_hans: 占地对战的规则
zh_hant: 占地對戰的規則

# ManualManualEventMatchEventMatchNewSeasonCupSubtitle
source: Celebrate the new season on a new stage!
de: Die Saison geht los! Auf in die neue Arena!
es: ¡Inicio de temporada con nuevo escenario!
es_mx: ¡Nueva temporada, nuevo escenario!
fr: Un nouveau stage pour une nouvelle saison
it: Un nuovo scenario per una nuova stagione!
ja: 新シーズン開幕！ 新しいステージを攻略せよ！
ko: 뉴 시즌 개막! 새로운 스테이지를 공략하라!
nl: Vier het nieuwe seizoen in een nieuw level!
ru: С новым сезоном! С новой ареной!
zh_hans: 新赛季开幕！攻略新场地！
zh_hant: 新賽季開幕！攻略新場地！

# ManualManualEventMatchEventMatchNewSeasonCupTitle
source: New Season Challenge
de: Eröffnungs-Event der Saison
es: Reto inaugural de temporada
es_mx: Reto inaugural de temporada
fr: Début de la nouvelle saison
it: Primo evento della nuova stagione
ja: 新シーズン開幕記念カップ
ko: 뉴 시즌 개막 기념 컵
nl: Seizoensopener
ru: Бой-открытие нового сезона
zh_hans: 新赛季开幕纪念杯
zh_hant: 新賽季開幕紀念盃

# ManualManualEventMatchEventMatchPairCupSubtitle
source: See what you can do as a duo!
de: Weniger ist mehr: Welches Duo siegt?
es: ¡Un dúo se enfrenta a otro par de rivales!
es_mx: ¡Un dúo se enfrenta a otro par de rivales!
fr: À deux, c'est mieux !
it: Scopri di cosa sei capace in coppia!
ja: ふたりの相性を見せつけろ！ ２対２の少人数バトル！
ko: 둘의 상성을 과시하라! 2 대 2 소수 인원 배틀!
nl: Minder is meer: welk tweetal wint?
ru: Стойкая двойка сокрушит противников!
zh_hans: 展现两人的默契！2对2的小规模对战！
zh_hant: 展現搭檔間的默契！2對2的小規模對戰！

# ManualManualEventMatchEventMatchPairCupTitle
source: Duel of Dynamic Duos
de: Duell der Duos
es: Duelo de parejas
es_mx: Duelo de parejas
fr: Duel de duos dynamiques
it: Coppie a duello
ja: 最強ペア決定戦
ko: 최강 페어 결정전
nl: Duel van de dynamische duo's
ru: Дуэль дуэтов
zh_hans: 最强搭档争夺战
zh_hant: 最強搭檔爭奪戰

# ManualManualEventMatchEventMatchRainmakerDropSubtitle
source: Try out the Rainmaker in places it was nevermeant to be used!
de: Goldfischkanonen unverhofft und überall!
es: ¡Pez dorado en lugares insospechados!
es_mx: ¡Pez dorado en lugares insospechados!
fr: Essaie le Bazookarpe dansdes lieux inattendus !
it: Prova il bazookarp nei luoghi più inaspettati!
ja: ガチホコバトルじゃないバトルにガチホコが出現！
ko: 랭크 피시 배틀이 아닌 배틀에 랭크 피시가 출현!
nl: Gebruik de Bazookarper op plaatsen waarhij nooit voor bedoeld was!
ru: Используй мегакарп в местах, для которыхон не был предназначен.
zh_hans: 不是真格鱼虎对战的对战中出现了真格鱼虎！
zh_hant: 不是真格魚虎對戰的對戰中出現真格魚虎！

# ManualManualEventMatchEventMatchRainmakerDropTitle
source: Making It Rain...Here?
de: Nie ohne Kanone
es: ¿Un pez dorado... aquí?
es_mx: ¿Un pez dorado... aquí?
fr: Bazookarpe diem
it: Un bazookarp... qui?!
ja: なぜここにガチホコが？！
ko: 왜 여기에 랭크 피시가?!
nl: Bazookarper op bezoek
ru: Мегакарпe дием!
zh_hans: 为什么真格鱼虎会出现在这？！
zh_hant: 為什麼真格魚虎出現在這！？

# ManualManualEventMatchEventMatchRandomWeaponAndGearPowerManual
source: Make the most of a random assortment of Sheldon's weapons andgear abilities in this test of adaptability!・ You'll be assigned gear abilities and a weapon at the start of battle.・ One gear ability you receive will be set to maximum power!・ Three secondary gear abilities will also be assigned, regardless of the available slots on your gear.・ Once the battle ends, your gear's previous abilities will be restored.
de: „Arty sagt an! Ich suche Kleckszeug UND Effekte aus! Wer das Beste draus macht, der gewinnt!“ - Euer Arty・ Alle Spieler erhalten eine Zufallswaffe sowie Zufallseffekte.・ Ein Effekt hat dabei maximale Wirkungskraft.・ Drei Zusatzeffekte werden zugeteilt, unabhängig von den offenen Effektplätzen der Ausrüstungsteile.・ Nach Kampfende werden deine Rüstungsteile auf ihre ursprünglichen Effekte zurückgesetzt.
es: ¡Demuestra que sabes adaptarte a todo tipo de condiciones dejando quedecida Jairo entre su catálogo!・ ¡Se asignan armas y potenciadores al azar cada vez que combates!・ ¡Uno de los potenciadores que recibas se configurará al máximo!・ Se te asignarán también tres potenciadores secundarios, con independencia del número de ranuras libres que tengas.・ Cuando termines de combatir, recuperarás las armas y potenciadores que estuvieras usando previamente.
es_mx: ¡Demuestra que sabes adaptarte a todo tipo de condiciones dejando quedecida Jairo entre su catálogo!・ ¡Se asignan armas y potenciadores al azar cada vez que combates!・ ¡Uno de los potenciadores que recibas se configurará al máximo!・ Se te asignarán también tres potenciadores secundarios, sin importar el número de ranuras libres que tengas.・ Cuando termines de combatir, recuperarás las armas y potenciadores que estabas usando previamente.
fr: Démontre ta capacité d'adaptation en tirant le meilleur parti d'un ensembled'armes et de bonus choisi au hasard par Cartouche !・ Une arme et des bonus te sont attribués en début de match.・ Un des bonus reçus est réglé à la puissance maximale !・ Trois bonus secondaires te sont également attribués, quel que soit le nombre d'emplacements bonus de ton équipement.・ À la fin du match, les anciens bonus de ton équipement sont rétablis.
it: In questo test di adattabilità dovrai cavartela con unassortimento casuale delle armi e delle abilità di Armand!・ All'inizio della partita ti verrà assegnato un set composto da arma e abilità.・ Una delle abilità che riceverai sarà alla massima potenza.・ Ti saranno assegnate anche tre abilità extra, indipendentemente dagli slot disponibili per il tuo equipaggiamento.・ Una volta conclusa la partita, il tuo equipaggiamento tornerà ad avere le abilità precedenti.
ja: ギアパワーもブキもランダムでし！ 一期一会を楽しむでし！・ バトルごとに、ギアパワーとブキがランダムで変わるぞ！・ バトルの開始時にギアパワーが１つ選ばれ、全身のギアに最大までセットされる！・ スロットの少ないギアをそうびしていても、必ず追加ギアパワーが３つ付くぞ！・ ギアに付いているギアパワーは、バトルが終わったら元にもどるので安心してくれ！
ko: 기어 파워도 무기도 랜덤임다! 운명을 즐겨 보십쇼!・ 배틀마다 기어 파워와 무기가 랜덤으로 바뀐다!・ 배틀 시작 시에 기어 파워가 1개 선택되어 전신의 기어에 최대까지 세팅된다!・ 슬롯이 적은 기어를 장비하고 있어도 추가 기어 파워가 반드시 3개 붙는다!・ 기어에 붙어 있는 기어 파워는 배틀이 종료되면 원래대로 돌아간다!
nl: Wees creatief met de wapens en effecten die je per toeval krijgt!・ Aan het begin van het gevecht krijg je een wapen en effecten toegewezen.・ Eén effect is op het maximale niveau!・ Er zijn ook drie effectvakjes beschikbaar, ongeacht hoeveel effectvakjes de uitrusting normaal zou hebben.・ Na afloop van het gevecht krijgt je uitrusting de normale effecten terug.
ru: Проверка на приспособляемость! Сможешь ли ты победить,используя случайно выбранное Пушкиным снаряжение?・ Оружие и свойства будут выданы в начале боя.・ Одно из свойств будет улучшено до максимума!・ Помимо него будет назначено еще три свойства, вне зависимости от количества ячеек для свойств в твоей одежде .・ По окончании боя свойства будут восстановлены.
zh_hans: 装备能力和武器全部随机！享受这独一无二的邂逅！·每场对战中的装备能力和武器都会随机发生变化哦！·对战开始时，会自动选取1种装备能力，并附加于全身的装备上直到上限！·即使身上装备的能力槽较少，也一定会附加3个追加装备能力哦！·附加在装备上的装备能力会在对战结束后恢复原状，请尽管放心！
zh_hant: 裝備能力與武器都將隨機決定！體驗難得的際遇！‧每一場對戰的裝備能力與武器都會隨機變換！‧對戰開始時將會選出1個裝備能力，該能力會被附加到身上的所有裝備，直到上限！‧即使穿戴的裝備能力槽較少，也一定會附加3個追加裝備能力！‧附加在裝備上的裝備能力會在對戰結束後恢復原狀，請儘管放心！

# ManualManualEventMatchEventMatchRandomWeaponAndGearPowerSubtitle
source: Let Sheldon pick your loadout for a battleof random weapons and gear abilities!
de: Zufällige Waffen und Effekte für alle!
es: ¡Jairo seleccionará las armasy los potenciadores al azar!
es_mx: ¡Jairo seleccionará las armasy los potenciadores al azar!
fr: Ton arsenal ainsi que tes bonus sontchoisis au hasard par Cartouche !
it: Armand comporrà per te un set diarmi e abilità casuali!
ja: ギアパワーもブキもランダムでし！ 一期一会を楽しむでし！
ko: 기어 파워도 무기도 랜덤임다! 운명을 즐겨 보십쇼!
nl: Krabbert kiest willekeurige wapensen effecten voor je uit!
ru: В этом бою с произвольным оружиеми свойствами снаряжение выберет Пушкин!
zh_hans: 装备能力和武器全部随机！享受这独一无二的邂逅！
zh_hant: 裝備能力與武器都將隨機決定！體驗難得的際遇！

# ManualManualEventMatchEventMatchRandomWeaponAndGearPowerTitle
source: Sheldon's Gear-Ability Shuffle
de: Effektvoll-Klecks auf Arty-Art
es: Torneo de potenciadores de Jairo
es_mx: Torneo de potenciadores de Jairo
fr: Mission adaptation
it: Tutto in mano ad Armand
ja: ギアパワーとの出会いを楽しむブキチ杯
ko: 기어 파워와의 만남을 즐기는 부키치 배
nl: Krabberts grabbelton
ru: Пушкинский экспромт
zh_hans: 期待邂逅装备能力的武器子杯
zh_hant: 期待邂逅裝備能力的武器子盃

# ManualManualEventMatchEventMatchRandomWeaponSubtitle
source: Make the most of random weapons!
de: Spaß und Chaos mit Zufallswaffen!
es: ¡Saca partido a numerosas armas al azar!
es_mx: ¡Compite con armas asignadas al azar!
fr: Tire le meilleur parti d'armes aléatoires !
it: Sfrutta al massimo le armi casuali!
ja: ブキがランダムで決まるでし！ いろんなブキを使いこなすでし！
ko: 무기가 랜덤으로 정해짐다! 다양한 무기를 마스터해 주십쇼!
nl: Een wedloop van willekeurige wapens!
ru: Настройся на случайное оружие!
zh_hans: 武器随机决定！掌握各种武器的用法吧！
zh_hant: 武器隨機決定！熟練地運用各類武器！

# ManualManualEventMatchEventMatchRandomWeaponTitle
source: The Sheldon Sampler Challenge
de: Probeklecks auf Arty-Art
es: Antología de armamento
es_mx: Antología de armamento
fr: La touche Cartouche
it: Assaggio d'armi
ja: いろんなブキをかわいがるブキチ杯
ko: 다양한 무기를 애호하는 부키치 배
nl: Krabberts proeftuin
ru: Пробы Пушкина
zh_hans: 爱惜使用各种武器的武器子杯
zh_hant: 愛惜使用各類武器的武器子盃

# ManualManualEventMatchEventMatchRollerBrushSpeedUpSubtitle
source: Stampede over your opponents with evenfaster rollers and brushes!
de: Rollen und Pinseln im Turbotempo!
es: ¡Una refriega de rodillos y pinceles convelocidad extra! ¡No te quedes atrás!
es_mx: ¡Una contienda de rodillos y pinceles convelocidad extra! ¡No te quedes atrás!
fr: Adeptes du pinceau et du rouleau...À vos marques, prêts, encrez !
it: Surclassa i tuoi avversari con pennellie rulli che ti rendono ancora più veloce!
ja: ローラーとフデの塗り進み速度アップ！ 塗りおくれるな！
ko: 롤러와 붓의 색칠 전진 속도 업! 뒤처지지 마라!
nl: Wals over alle tegenstanders heenmet nog snellere rollers en kwasten!
ru: Сметай врагов турбоваликами и турбокистями!
zh_hans: 滚筒和画笔的涂墨前进速度提升！可别落后了哦！
zh_hant: 滾筒與畫筆的塗墨前進速度提升！塗墨不落人後！

# ManualManualEventMatchEventMatchRollerBrushSpeedUpTitle
source: Full Stream Ahead
de: Volle Farbe voraus!
es: Avance a toda tinta
es_mx: Avance a toda tinta
fr: Encrage en trombe
it: Pittura sprint
ja: 塗りダッシュバトル
ko: 색칠 대시 배틀
nl: Op volle kwast vooruit rollen
ru: Полный покати-вперед!
zh_hans: 涂墨冲刺对战
zh_hant: 塗墨衝刺對戰
