Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SoundMusicNameMissionStageRocket02
source: Hide and Sleek
ja: 疾風怒涛カチコンドル

# SoundMusicNameMissionStageRocket04
source: Smeared Canvas
ja: 天命反転ローリンストン

# SoundMusicNamePlazaFesAfterfesIdolSong
source: Daybreaker Anthem
ja: 再見オネノネノン

# SoundMusicNamePlazaFesDay1Fsodr
source: City of Color (2023)
ja: ハイカラシンカ'23

# SoundMusicNamePlazaFesDay1MikoshiFuuka
source: Anarchy Poisons (Bird Mix)
ja: 蛮殻三毒楽（鳥天楽・今様）

# SoundMusicNamePlazaFesDay1MikoshiMantaro
source: Anarchy Poisons (Boar Mix)
ja: 蛮殻三毒楽（猪神楽・今様）

# SoundMusicNamePlazaFesDay1MikoshiUtsuho
source: Anarchy Poisons (Snake Mix)
ja: 蛮殻三毒楽（大蛇舞・今様）

# SoundMusicNamePlazaFesDay1Sdodr
source: Color Pulse (2024)
ja: ウルトラ・カラーパルス'24

# SoundMusicNamePlazaFesDay2Fsodr
source: Tomorrow's Nostalgia Today
ja: BRANDNEW HOMETOWN ～それより明日の話を～

# SoundMusicNamePlazaFesDay2IdolSong
source: Anarchy Rainbow
ja: 蛮殻ミックスモダン

# SoundMusicNamePlazaFesDay2Sdodr
source: We're So Back
ja: ヘッドライナーズ・ハイ

# SoundMusicNamePlazaSandLive3Idol
source: Three Wishes
ja: タイム・トライブ

# SoundMusicNamePrivilege01Fsodr
source: Ink Me Up
ja: キミ色に染めて

# SoundMusicNamePrivilege01Sdodr
source: Ebb & Flow
ja: フルスロットル・テンタクル

# SoundMusicNamePrivilege02Fsodr
source: Now or Never!
ja: イマ・ヌラネバー！

# SoundMusicNamePrivilege02Sdodr
source: Acid Hues
ja: リップル・リフレイン

# SoundMusicNamePrivilege03Fsodr
source: Maritime Memory
ja: マリタイム・メモリー

# SoundMusicNamePrivilege03Sdodr
source: Muck Warfare
ja: レッド・ホット・エゴイスト

# SoundMusicNamePrivilege04Fsodr
source: Calamari Inkantation
ja: シオカラ節

# SoundMusicNamePrivilege04Sdodr
source: Now or Never!
ja: イマ・ヌラネバー！

# SoundMusicNamePrivilege05Fsodr
source: Bomb Rush Blush
ja: トキメキ☆ボムラッシュ

# SoundMusicNamePrivilege05Sdodr
source: Color Pulse
ja: ウルトラ・カラーパルス

# SoundMusicNamePrivilege06Fsodr
source: Tide Goes Out
ja: スミソアエの夜

# SoundMusicNamePrivilege06Sdodr
source: Nasty Majesty
ja: ナスティ・マジェスティ

# SoundMusicNamePrivilege07Fsodr
source: City of Color
ja: ハイカラシンカ

# SoundMusicNamePrivilege07Sdodr
source: Shark Bytes
ja: ミッドナイト・ボルテージ

# SoundMusicNamePrivilege08Sdodr
source: Fly Octo Fly - Ebb & Flow (Octo)
ja: フライ・オクト・フライ ～ フルスロットル・テンタクル（Octo）

# SoundMusicNamePrivilege09Sdodr
source: Into the Light
ja: フレンド・フロム・ファラウェイ

# SoundMusicNamePrivilege10Sdodr
source: Spicy Calamari Inkantation
ja: 濃口シオカラ節

# SoundMusicNamePrivilege11Sdodr
source: Fresh Start
ja: あさってColor

# SoundMusicNamePrivilege12Sdodr
source: Bomb Rush Blush
ja: トキメキ☆ボムラッシュ

# SoundMusicNamePrivilege13Sdodr
source: Tidal Rush
ja: ボムラッシュの夜

# SoundMusicNameSdodrPlayerMake
source: #0.1 style
ja: #0.1 unshell

# SoundMusicNameSdodrStaffRoll
source: #47 onward
ja: #47 slumber

# SoundMusicNameSdodrStageBossIida
source: Unconscience
ja: Monologue

# SoundMusicNameSdodrStageBossOoda02
source: Spectrum Obligato ~ Ebb & Flow (Out of Order)
ja: オンリー・オブリガート ～ フルスロットル・テンタクル（Last Order）

# SoundMusicNameSdodrStageBossOodaEx
source: Short Order
ja: ミーチュー・アゲイン

# SoundMusicNameVersusFesSand01
source: Blushing Tide
ja: ときめきスミソアエ ～You★Me Grand Mix～

# SoundMusicNameVersusFesSand02
source: Shark Bytes
ja: ミッドナイト・ボルテージ

# SoundMusicNameVersusFesSand03
source: Smeared Canvas
ja: 天命反転ローリンストン

# SoundMusicNameVersusFesSand04
source: Rainbow Color Inkantation
ja: グランドシオカラウルトラミックスモダン

# SoundMusicNameVersusFesThunder01
source: Fins in the Air
ja: 衝天プチョフィンザ

# SoundMusicNameVersusFesThunder02
source: Till Depth Do Us Part
ja: 張拳ゴーアヘッド

# SoundMusicNameVersusFesThunder04
source: Big Betrayal
ja: 鉄槌ピシャゲルド

# SoundMusicNameVersusFesThunder05
source: Suffer No Fools
ja: 蛮殻 MC BATTLE ～The King of Tentacular～

# SoundMusicNameVersusFesThunderLast1Min
source: Now or Never!
ja: イマ・ヌラネバー！

# SoundMusicNameVersusThunder08
source: Candy-Coated Rocks
ja: ゼンゲン・テッカイ

# SoundMusicNameVersusThunder09
source: Tentacle to the Metal
ja: サイタン・ケーロ

# SoundMusicNameVersusThunder10
source: Ska-BLAM
ja: ツートン・テリトリー

# SoundMusicNameVersusThunder11
source: Three-Horn Circus
ja: ミルクバー・ドランカー

# SoundMusicNameVersusThunder12
source: Rockagilly Blues
ja: ジェリーロール・ツイスター

# SoundMusicNameVersusThunder15
source: Slopping Spree
ja: Happy Sprite

# SoundMusicNameVersusThunder16
source: No Quarters
ja: Counter Stop

# SoundMusicNameVersusThunder19
source: Amalgamania
ja: アマルガマニア

# SoundMusicNameVersusThunder20
source: Seasource
ja: バッド・タイド

# SoundMusicNameWarmingUp
source: Clickbait (Splash Sessions Demo)
ja: Clickbait (Rehearsal Studio Jam)

# BynameBynameAdjective0688
source: DJ
es: pinchadiscos
es_mx: pinchadiscos
fr: pro de la table de mixage

# BynameBynameAdjective2015
source: Thank You for
es: por jugar
es_mx: por jugar
fr: d'avoir joué
it: per aver giocato

# CatalogCurrentExtraLevel
source: Lv. { 0 }
de: Stufe { 0 }
es: Nivel { 0 }
es_mx: Nivel { 0 }
fr: Niv. { 0 }
it: Liv. { 0 }
nl: Niveau { 0 }
ru: Ур. { 0 }

# CoopHistoryClear
source: Clear!
de: Geschafft!
es: ¡Bravo!
es_mx: ¡Victoria!
fr: Réussite !
it: Ce l'hai fatta!
nl: Gelukt!
ru: Успех!

# CoopHistoryWave
source: Wave { 0 }
de: Welle { 0 }
es: Ofensiva { 0 }
es_mx: Oleada { 0 }
fr: Vague { 0 }
it: Ondata { 0 }
nl: { 0 }e golf
ru: Волна { 0 }

# EventFlowMsgSdodrCoinLockerPaletteCommonShiver001
source: Shiver is so graceful and elegant...
de: Mako ist so anmutig und elegant...
es: Qué gracejo y elegancia tiene Megan...
es_mx: Cuánta gracia y elegancia tiene Megan...
fr: Pasquale, c'est la grâce et l'élégance incarnées.
it: Pinnuccia è così amorevole e gentile...
nl: Haya is zo sierlijk en elegant...
ru: Кулла такая грациозная и элегантная...

# EventFlowMsgSdodrD100004
source: Coming at you, Pearl!
de: Sofort, Perla!
es: ¡Marchando!
es_mx: ¡Ahí te va, Perla!
fr: Suffit de demander, Perle !
it: In arrivo, Alga!
nl: Komt ie, Lore!
ru: Ришка ин да хаус, Жемчик!

# EventFlowMsgSdodrD100005
source: Of what use is this resistance.
de: Was soll euer Widerstand bewirken?
es: ¿Por qué os resistís tanto?
es_mx: Por qué se resisten tanto.
fr: Cette résistance est futile.
it: A che vi serve opporvi?
nl: Wat voor zin heeft deze weerstand?
ru: Вы упорствуете в своем заблуждении.

# EventFlowMsgSdodrD120003
source: Thanks again for helping us put a stop to Order'sterrible plan.
de: Danke noch mal, dass du dem schrecklichen Planvon Ordnung ein Ende gesetzt hast.
es: Gracias de nuevo por ayudarnos a desbaratar el terribleplan de Ordon.
es_mx: Gracias de nuevo por ayudarnos a desbaratar el terribleplan de Ordon.
fr: Merci encore de nous avoir aidées à mettre un termeau plan machiavélique de l'Ordre.
it: Grazie ancora per averci aiutato a sventareil terribile piano di Ordine.
nl: Bedankt met je hulp om dat vreselijke plan van Orde tedwarsbomen.
ru: Спасибо за помощь! Без тебя Порядок быпретворил в жизнь свой ужасный план.

# EventFlowMsgSdodrD120009
source: Sounds like a serious security flaw.
de: Ein schwerwiegender Sicherheitsmangel.
es: Pues vaya problemón de seguridad...
es_mx: Parece una vulnerabilidad grave.
fr: C'est ce qui s'appelle une faille de sécurité.
it: Sembrerebbe una grossa falla nel sistema di sicurezza...
nl: Dat klinkt als een serieus veiligheidsprobleem.
ru: Порядок искал брешь в системе безопасностии нашел ее.

# EventFlowMsgSdodrD130105
source: We're gonna settle this whole thing for good!
de: Diesmal regeln wir die Sache ein für alle Mal!
es: ¡Vamos a zanjar esto de una vez por todas!
es_mx: ¡Vamos a teminar eto de una vez por todas!
fr: On va régler cette histoire une fois pour toutes !
it: Regoleremo i conti una votta per ciuccie!
nl: We gaan dit voor eens en awtijd beslissen!
ru: Лешающий бой — шейчаш или никогда!

# LayoutMsgCmnMenu00TMax00
source: COMPLETE!
de: KOMPLETT!
es: ¡Completado!
es_mx: ¡Completado!
fr: ATTEINT !
it: Completato!
nl: VOLTOOID!
ru: ВЫПОЛНЕНО!

# LayoutMsgMngResult00TDraw00
source: DRAW
de: Unentschieden!
es: Empate
es_mx: Empate
fr: ÉGALITÉ !
it: Pareggio
nl: Gelijk
ru: Ничья

# LayoutMsgSdodrAnnounceAllBeat00TBigCatch00
source: WIPEOUT!
de: VOLL ERWISCHT!
es: ¡Arrasados!
es_mx: ¡Arrasados!
fr: ÉLIMINATION !!!
it: TABULA RASA!
nl: NAAR DE HAAIEN!
ru: Все плюхнуты!

# LayoutMsgSdodrClearDemo00TClearTitle00
source: Clear!
de: Geschafft!
es: ¡Bravo!
es_mx: Completado
fr: Terminé !
it: Superato!
nl: Voltooid!
ru: Успех!

# LayoutMsgSdodrClearDemo00TTimeTitle00
source: Time
de: Zeit
es: Tiempo
es_mx: Tiempo
fr: Durée
it: Tempo
nl: Tijd
ru: Время

# LayoutMsgSdodrElevatorMenu00TNext00
source: NEXT
de: NÄCHSTE
es: Siguiente
es_mx: Siguiente
fr: SUIVANT
it: Prossimo
nl: VOLGENDE
ru: Следующий

# LayoutMsgSdodrHackingMenu00101
source: OK!
es: ¡Venga!
es_mx: Aceptar
it: Sì
nl: Yup!

# LayoutMsgSdodrPauseMenu00102
source: Return
de: Zurück
es: Volver
es_mx: A la ciudad
fr: Rentrer
it: Sì
nl: Ja!
ru: Вернуться

# LayoutMsgSdodrPauseMenu00TContinue00
source: CONTINUE?
de: Fortsetzen?
es: ¿Continuar?
es_mx: ¿Continuar?
fr: Continuer ?
it: Continui?
nl: WIL JE VERDERGAAN?
ru: Продолжить?

# LayoutMsgSdodrStaffCredit00NExpansion02
source: Expansion Pass
de: Erweiterungspass
es: Pase de expansión
es_mx: Pase de expansión
fr: Pass d'extension
it: Pass di espansione
nl: Uitbreidingspas
ru: Талон на расширение

# LayoutMsgSdodrStaffCredit00TThankYou00
source: Thank you for playing!
de: Danke fürs Spielen!
es: ¡Gracias por jugar!
es_mx: ¡Gracias por jugar!
fr: Merci d'avoir joué !
it: Grazie per aver giocato!
nl: Bedankt voor het spelen!
ru: СПАСИБО ЗА ИКР... ИГРУ!

# LayoutMsgSdodrTitle00TTitle00
source: Nintendo Presents
de: Nintendo präsentiert
es: Nintendo presenta
es_mx: Nintendo presenta
fr: Nintendo présente
it: Nintendo presenta
nl: Nintendo presenteert
ru: Nintendo представляет

# LayoutMsgSdodrTryResult00TClear00
source: CLEAR!
de: Geschafft!
es: ¡Bravo!
es_mx: Completado
fr: TERMINÉ !
it: Mitilico!
nl: Gelukt!
ru: Успех!

# LayoutMsgSdodrTryResult00TClearTime00
source: Time
de: Zeit
es: Tiempo:
es_mx: Tiempo
fr: Durée
it: Tempo
nl: Tijd
ru: Время

# LayoutMsgSdodrTryResult00TScoreTitle00
source: SCORE
de: Punkte
es: Puntuación
es_mx: Puntuación
it: Punteggio
ru: Счет

# ManualManualMiiverseMiiverseFaqButton
source: FAQ
de: Häufige Fragen
es: Dudas
es_mx: Dudas
it: Domandefrequenti
nl: Hulp
ru: Вопросы и ответы

# ManualManualMiiverseMiiverseFaqTitle
source: FAQ
de: Häufige Fragen
es: Dudas frecuentes
es_mx: Dudas
it: Domande frequenti
nl: Hulp
ru: Вопросы и ответы

# MemoryPlayerLoading
source: Loading...
de: Ladevorgang...
es: Cargando...
es_mx: Buscando...
fr: Chargement...
it: Caricamento in corso...
nl: Bezig met laden...
ru: Идет загрузка данных...

# MiniGameMiniGameCardNameBlasterPrecision00
source: S-BLAST '92
es: D-VAST 92
es_mx: L-MOT 92
fr: S-Blaster '92

# MiniGameMiniGameCardNameBlasterPrecision01
source: S-BLAST '91
es: D-VAST 91
es_mx: L-MOT 91
fr: S-Blaster '91

# MiniGameMiniGameMotherGuidanceVendorGreet
source: Oi, chum! Bet you don't have whatit takes to beat me in a TableturfBattle. Wanna find out?
de: Tagchen.Hey, Lust auf herbe Niederlagen?Dann zock doch mal 'ne RundeRevierdecks gegen mich. Na, Lust?
es: Eh, colega, ¿te ves capaz de ganarmea una partida de lucha carterritorial?Yo estoy listo cuando tú lo estés.
es_mx: ¡Ey, ey! ¿Te crees capaz de ganarmeen un combate carterritorial? Yoestoy listo cuando tú quieras.
fr: Yo, l'artiste ! Je m'demande sit'as le niveau pour me remettreà ma place à Cartes & Territoire...Tu veux en avoir le cœur net ?
it: Yo! Scommetto che non riusciraia battermi a Splattanza. Vogliamoscoprirlo?
nl: Oi, gup! Denk je dat je mij kanverslaan bij een potje Slijkslag?Nou laat maar zien dan!
ru: Салют! Думаешь, что сможешьодолеть меня в «Карты и район»?Ну-ну. Проверим?

# ReplayReplayDetailTagWipeOut
source: WIPEOUT!
de: VOLL ERWISCHT!
es: ¡Arrasados!
es_mx: ¡Equipo arrasado!
fr: ÉLIMINATION !!!
it: TABULA RASA!
nl: NAAR DE HAAIEN!
ru: Все плюхнуты!

# SdodrSdodrTalkElevatorHintCompleteEnm04
source: I ain't in this for tenure or nothing, but it could beworth our while to keep adding notes!
de: Ich weiß zwar nicht, was 'ne Koi-Fähre ist,aber wenn's Spaß macht, bin ich dabei!Forscht ihr mal schön, ihr zwei!
es: Bueno, no es que vayamos a enseñar en la universidad,¡pero no nos vendrá mal aumentar ese conocimiento!
es_mx: Bueno, no es que vayamos a enseñar en la universidad,¡pero no nos vendrá mal aumentar ese conocimiento!
fr: Les honneurs académiques, je m'en passe, maiscontinuez quand même à prendre des notes,ça pourrait servir !
nl: Ik hoef niet alles te weten, zolang we maar dingen lerenover hoe we ze verslaan.
ru: Э, ну я здесь как бы не для сбора всяких научныхданных! Но раз говорите, что пригодится — ладно!

# SdodrSdodrTalkElevatorHintDrone04
source: That's not all I can do for the drone either. Come talk tome outside of the Spire if you're curious!
de: Und das ist noch lang nicht alles, was ich für die Drohnetun kann. Wenn du mehr erfahren möchtest, sprich michdraußen vor dem Turm an!
es: Y eso no es todo lo que puedo hacer... ¡Ven a hablarconmigo fuera de la torre para enterarte de más cosas!
es_mx: Y eso no es todo lo que puedo hacer... ¡Ven a hablarconmigo fuera de la torre para enterarte de más cosas!
fr: Et encore, c'est que des exemples. Viens me voir horsde la tour si tu veux en savoir plus !
nl: Er zijn nog wel meer dingen die ik kan regelen. Kom maarbij me langs buiten de toren als je nieuwsgierig bent.
ru: И это даже не все, что я могу сделатьдля дрона. Если тебе интересно, поговорисо мной снаружи башни.

# SdodrSdodrTalkElevatorHintJemHardMode02
source: This amazing hack will boost the number of Prlz you getafter clearing the top floor of the Spire.
de: Mit diesem tollen Hack erhöhst du diePRLN-Belohnung fürs Bezwingen des Turms!
es: Este maravilloso truquito aumentará el número de perlasque obtengas tras completar el último piso de la torre.
es_mx: Este maravilloso truquito aumentará el número de perlasque obtengas tras completar el último piso de la torre.
fr: Il est génial, ce hack ! Il augmente le nombre depéperles que tu gagnes en terminant le dernierétage de la tour...
it: Non farà altro che aumentare il numero di perle che puoiottenere dopo aver completato l'ultimo piano della torre.
nl: Deze fantastische hack verhoogt het aantal parels dat jekrijgt na het voltooien van de bovenste etage van detoren.
ru: Это мое изобретение увеличит количествожемкойнов, которые ты получишь за прохождениеверхнего этажа башни.

# SdodrSdodrTalkElevatorHintSelectTip03
source: If you can't decide on a color chip to pick, the commontones are usually a safe bet.
de: Wenn du dich zwischen Farbchips mal nicht entscheidenkannst, sind die häufigen Töne in den meisten Fällen einegute Wahl.
es: Si no sabes qué cromochip coger, las tonalidadeste resultarán muy útiles para decidirte.
es_mx: Si no sabes qué cromochip elegir, las tonalidadescomunes siempre son una opción segura.
fr: En règle générale, si tu sais pas quelle puce chromatiquechoisir, les teintes communes sont un bon choix pardéfaut.
it: Se non sai quale scheda colore scegliere, disolito con le tonalità frequenti vai sul sicuro.
nl: Als je niet weet welke kleurenchip je moet kiezen, dankun je meestal op de dominante tinten vertrouwen.
ru: Если не можете решить, какой тон-жетон выбрать,выбирайте жетон основных тонов.

# SdodrSdodrTalkElevatorPhase205FFirst04
source: It's worth your while to get past 5F on every run ifyou can.
de: Es lohnt sich also in jedem Fall, die Kiemenzusammenzupressen und Etage 5 abzuschließen.
es: Completar el piso 5 merece la pena en cada intento.
es_mx: Vale la pena completar el piso 5 en cada intentosi puedes.
fr: En tout cas, il est avantageux de passer le 5e étageà chaque ascension.
it: Vale la pena cercare di arrivare sempre almenoal piano 5, se possibile.
nl: Probeer daarom altijd voorbij de 5e etage te komen.
ru: Во время каждого захода имеет смысл пройти 5 этаж.

# SdodrSdodrTalkElevatorPhase220FRnd0200
source: Welcome back, you two!
de: Willkommen zurück, ihr zwei!
es: ¡Bien hecho, colegas!
es_mx: ♪ ¡Bien hecho! ♪
fr: Vous êtes de retour !
it: Che bello rivedervi!
nl: Welkom terug!
ru: С возвращением!

# SdodrSdodrTalkElevatorPhase229FRnd0001
source: We're not gonna take another L from that Order creep!
de: Noch mal lassen uns von Ordnung jedenfalls nichtin den Hintern treten!
es: ¡Ese roñoso de Ordon no nos la volverá a jugar!
es_mx: ¡No vamos a dejar que nos venza ese miserable Ordon!
fr: Pas question de laisser ce sale Ordrenous remettre une raclée !
it: Col polpo che ci faremo battere da Ordine, stavolta!
nl: We verliezen niet nog eens van die Ordegriezel!
ru: На этот раз мы упорядочим этот мерзкий Порядоккак следует!

# SdodrSdodrTalkElevatorPhase2ProgressMiddle0202
source: This was back when Marina lived in Octo-land, right?
de: Damals hatte Marina noch in der Welt der Oktolingegelebt, stimmt’s?
es: ¿Hablas de cuando Marina vivía en el mundo octariano?
es_mx: Eso era cuando Marina vivía en Pulpolandia, ¿no?
fr: Coralie vivait encore avec les Octalings à l'époque, non ?
it: Ti riferisci a quando Nori viveva ancora nel mondodegli Octoling, vero?
nl: Dat was in de tijd dat Mariana nog in de wereld vande Octolings woonde, toch?
ru: Это было еще когда Мариша жила в миреосьморян?

# SdodrSdodrTalkElevatorPhase329FClearedPlt0001
source: Which means another fight with Smollusk.
de: Und ein weiterer Kampf gegen Ordnuckel.
es: Lo que significa pelearse una vez más con Pulpín...
es_mx: Lo que significa pelearse una vez más con Pulpín...
fr: Un étage où il faudra affronter Minusque.
it: Il che significa un'altra battaglia contro Minusco.
nl: Dat betekent dat er opnieuw een gevecht komt tegenMolluskuul.
ru: А значит, впереди снова бой с Мелколюском.

# SdodrSdodrTalkElevatorPhase329FClearedPlt0201
source: Smollusk might be lying in wait for another fight.
de: Ordnuckel wartet bestimmt schon sehnsüchtig auf uns.
es: Seguro que Pulpín presentará batalla también en estaocasión.
es_mx: Seguro que Pulpín planea dar guerra esta vez también.
fr: Minusque doit se préparer à la bagarre.
it: Potrebbe esserci Minusco adattenderci per un nuovo scontro.
nl: Molluskuul wacht ons mogelijk op voor een nieuw gevecht.
ru: Мелколюск нас ждет не дождется.

# SdodrSdodrTalkElevatorPhase329FNotClr0302
source: There could be a connection there to Smollusk.
de: Womöglich besteht ja doch ein Zusammenhangzwischen den Ingenieuren und Ordnuckel.
es: Debe de haber alguna conexión entre Pulpíny la creación del Pastiverso...
es_mx: Debe de haber alguna conexión entre Pulpíny la creación del Pastiverso...
fr: Il y a peut-être un lien entre ces développeurset Minusque.
it: Dev'esserci qualche collegamento traMinusco e gli sviluppatori del Noriverse.
nl: Wie weet bestaat er een verband tussen die Octolingsen Molluskuul.
ru: Может, эти инженеры как-то были с ним связаны?..

# SdodrSdodrTalkElevatorPhase329FNotClr0400
source: So Order was born from the Memverse developers'desire for a world that would never change?
de: Ordnung ist also entstanden, weil sich die Memoversum-Entwickler eine Welt gewünscht haben, die sich niemalsverändert?
es: Así que Ordon nació del deseo de los creadores delPastiverso de tener un mundo que nunca cambiase...
es_mx: Entonces la comunidad que creó el Pastiverso deseabaun mundo que nunca cambiara... ¿y de ahí nació Ordon?
fr: Alors l'Ordre serait l'incarnation du désir desdéveloppeurs du Poulpivers de vivre dansun monde immuable ?
it: Quindi Ordine sarebbe nato dal desiderio degli sviluppatoridel Noriverse di avere un mondo che non cambia mai?
nl: Orde is dus ontstaan doordat de ontwikkelaars van hetHerinniversum een wereld wilden bouwen die nooitveranderde?
ru: Получается, Порядок был порожден подсознательнымжеланием разработчиков Консерватории создатьнавсегда незыблемый и неизменяемый мир?

# SdodrSdodrTalkElevatorPhase329FNotClr0600
source: Smollusk's right about the Octoling world going througha lot of rapid change these past few years.
de: Ordnuckel hat recht damit, dass die Welt der Oktolingein den letzten Jahren unheimliche Veränderungendurchgemacht hat.
es: Pulpín tiene razón en eso de que el mundo octarianoha cambiado muy rápidamente en los últimos años.
es_mx: Pulpín tiene razón en eso de que el mundo octolingcambió muchísimo en los últimos años.
fr: C'est vrai, ce qu'a dit Minusque... Le monde des Octalingsa beaucoup changé en une petite poignée d'années.
it: Il mondo degli Octoling è cambiato moltissimonegli ultimi anni, su questo Minusco ha ragione.
nl: Molluskuul heeft gelijk dat de Octolingwereld in deafgelopen jaren sterk veranderd is.
ru: Мелколюск прав, конечно. Мир осьмолинговв последние годы изменялся чересчур быстро.

# SdodrSdodrTalkElevatorPhase329FNotClr0700
source: Feels like we're reconfiguring Palettes at a prettygood clip.
de: Die Neukonfiguration der Paletten läuft wie geschmiert.
es: Parece que estamos reconfigurando paletasa muy buen ritmo.
es_mx: Parece que estamos reconfigurando paletasa muy buen ritmo.
fr: On a un bon rythme pour reconfigurer les palettes,pas vrai ?
it: Siamo a buon punto con la riconfigurazionedelle tavolette.
nl: Het opnieuw configureren van paletten gaat best lekker.
ru: Мы неплохо продвинулись в модификации тон-боксов.

# SdodrSdodrTalkElevatorPhase329FNotClr0900
source: That Smollusk REALLY ain't down with letting usreconfigure the Palettes.
de: Scheint Ordnuckel ja mächtig zu stinken,dass wir die Paletten neu konfigurieren.
es: Ese Pulpín se está empleando a fondo para que noreconfiguremos las paletas...
es_mx: Ese Pulpín está moviendo mar y tierra para que noreconfiguremos las paletas.
fr: Décidément, ce Minusque à la noix a pas l'intentionde nous laisser reconfigurer les palettes.
it: Minusco proprio non vuole farci riconfigurarele tavolette...
nl: Die Molluskuul wil ons maar geen paletten latenconfigureren.
ru: Мелколюск прямо из кожи вон лезет, лишь быне дать нам модифицировать тон-боксы...

# SdodrSdodrTalkElevatorPhase329FNotClr0904
source: Yo, Acht, let us in on the joke.
de: Yo, Ahato, was genau war da jetzt so witzig?
es: Eh, Acht, ¿qué te hace tanta gracia?
es_mx: Eh, Acht, ¡cuéntanos el chiste!
fr: On peut savoir ce qui te fait marrer, Eyte ?
it: Ehi, Acht, perché non fai ridere anche noi?
nl: Yo, Smarachne, wat is er zo grappig?
ru: Йо, Окта, а чего ты смеешься?

# SdodrSdodrTalkElevatorPhase3Chat0000
source: That weapon seems almost like part of you now.
de: Diese Waffe ist dir so ziemlich in Fleischund Blut übergegangen.
es: Esa arma ya parece formar parte de ti...
es_mx: Esa arma ya parece formar parte de ti.
fr: Tu as cette arme dans la peau, manifestement.
it: Ormai tu e quell'arma siete una cosa sola!
nl: Dat wapen lijkt nu haast een onderdeel van jou.
ru: Восьмерка, это оружие тебе как родное...

# SdodrSdodrTalkElevatorPhase3Chat0103
source: My original design for them was a lot cuter!
de: Meine ursprünglichen Designs waren auch viel,viel niedlicher und nicht so eklig monstermäßig!
es: ¡Yo los había diseñado para ser más monos!
es_mx: ¡Yo los había diseñado para ser más lindos!
fr: Dans mon design de base, ils étaient mignons à croquer !
it: Erano molto più carini come li avevo progettati io.
nl: Mijn oorspronkelijke ontwerp van ze was ook een stukschattiger!
ru: Мой изначальный дизайн был гораздо милее.

# SdodrSdodrTalkElevatorPhase3Chat0202
source: I actually made an even harder sequel.
de: Später hab ich noch einen Nachfolger programmiert,der ist NOCH schwerer!
es: Pues la secuela que hice es todavía más rápida...
es_mx: Pues la secuela que hice es todavía más rápida...
fr: Eh ben figure-toi que j'ai pondu une suiteencore plus hardcore.
it: Ho persino creato un seguito, ancora più difficile.
nl: Ik heb in de tussentijd een opvolger gemaakt.
ru: Я, кстати, потом еще более сложный сиквелразработала.

# SdodrSdodrTalkElevatorPhase3Chat0403
source: What's up, 'Rina?
de: Is' was, Marina?
es: ¿Qué pasa, Marina?
es_mx: ¿Qué pasa, Marina?
fr: Tu penses à quoi, Coralie ?
it: Che c'è, Nori?
nl: Wat is er Mariana?
ru: Что, Мариша?
