Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrAreaNameSdodrWorldPh3
source: Order Sector
de: Sektor Ordnung
es: Distrito del Orden
es_mx: Distrito del Orden
fr: Place de l'Ordre
it: Settore dell'Ordine
ja: 秩序の街
ko: 질서의 거리
nl: Ordesector
ru: Площадь Порядка
zh_hans: 秩序之城
zh_hant: 秩序之城

# SdodrSdodrBossNameBallKingName
source: Pinging Marciale
de: Rollendes Marciale
es: Marzia rodante
es_mx: Marzia rodante
fr: Marciale erratique
it: Carcassa rullante
ja: ゴロゴロマルチャーレ
ko: 데굴데굴 마르치알레
nl: Rollende Marciale
ru: Катящееся орбитрале
zh_hans: 翻滚行进
zh_hant: 翻滾行進

# SdodrSdodrBossNameBallKingSub
source: The Elusive Bounder
de: Davonkugelnder Koloss
es: Ocultación y reacción
es_mx: Hurañía rebotadora
fr: L'unificateur fugace
it: Il rimbalzatore elusivo
ja: 閉じこもり反発する
ko: 칩거하여 반발하는
nl: De ongrijpbare stuiteraar
ru: Неуловимый мегашар
zh_hans: 紧闭反弹的
zh_hant: 緊閉反彈的

# SdodrSdodrBossNameBarrierKingIidaName
source: Marina Agitando
es: Agitazione marínica
es_mx: Agitazione marínica
fr: Coralie Agitando
it: Nori sconcertata
ja: イイダ・エジタンド
ko: 이이다 에지탄도
nl: Mariana-Agitando
ru: Мариша фуриоза
zh_hans: 饭田·踌躇
zh_hant: 飯田‧躊躇

# SdodrSdodrBossNameBarrierKingIidaSub
source: The Administrator of Order
de: Administratorin der Ordnung
es: Orden en aplicación
es_mx: Orden en aplicación
fr: L'ordonnatrice de l'Ordre
it: L'amministratrice dell'Ordine
ja: 秩序の使い
ko: 질서의 사자
nl: De administrator der Orde
ru: Администратор порядка
zh_hans: 秩序的使徒
zh_hant: 秩序的使徒

# SdodrSdodrBossNameBarrierKingOdakoName
source: Overlorder
de: Ordokto
es: Ordominio
es_mx: Ordominio
fr: Ordrissime
it: Octordine
ja: オーダコ
ko: 오더퍼스
nl: Oordeler
ru: Порядокракен
zh_hans: 秩序巨蛸
zh_hant: 秩序巨蛸

# SdodrSdodrBossNameBarrierKingOdakoSub00
source: The Magistrate of Order
de: Oberster Verteidiger der Ordnung
es: Guardián del orden
es_mx: Guardián del orden
fr: L'Empereur de l'Ordre
it: Il giudice dell'Ordine
ja: 秩序の守護者
ko: 질서의 수호자
nl: De magistraat der Orde
ru: Консерватор порядка
zh_hans: 秩序的守护者
zh_hant: 秩序的守護者

# SdodrSdodrBossNameBarrierKingOdakoSub01
source: The One Slight Catch
de: Eins mit der Ordnung
es: La primera no se espera
es_mx: La primera no se espera
fr: Face à l'as
it: Ogni viaggio inizia con un passo
ja: 一難去ってまた一難
ko: 백문이 불여일견
nl: De eerste verantwoordelijke
ru: Одинокий воин
zh_hans: 一波未平一波又起
zh_hant: 一波未平一波又起

# SdodrSdodrBossNameBarrierKingOdakoSub02
source: The Second Restoration
de: Zweifellose Übermacht
es: Acto segundo, más iracundo
es_mx: Acto segundo, más iracundo
fr: 2 retour
it: Non c'è tre senza due
ja: 二度目の復活
ko: 두 번째 부활
nl: De binaire baas
ru: Второе нашествие
zh_hans: 二度复活
zh_hant: 二度復活

# SdodrSdodrBossNameBarrierKingOdakoSub03
source: History Threepeats
de: Dreist erneut zum Kampf bereit
es: Se acumula el es-trés
es_mx: Se acumula el es-trés
fr: Esprit é3
it: La storia si ripe-tre
ja: 海鮮三昧
ko: 해산물 삼매경
nl: De drieste directeur
ru: Тентаклевый триумфатор
zh_hans: 三珍海味
zh_hant: 三珍海味

# SdodrSdodrBossNameBarrierKingOdakoSub04
source: The Foursaken Remnant
de: Vierwünschter Erzrivale
es: Sin cuartel a la cuarta
es_mx: Sin cuartel a la cuarta
fr: Champion toutes 4égories
it: Ripartenza in quarta
ja: 取りつくシマなし
ko: 사면초가
nl: De fiere voorzitter
ru: Кварта равновесия
zh_hans: 四若无睹
zh_hant: 四若無睹

# SdodrSdodrBossNameBarrierKingOdakoSub05
source: Pent-Up Frustration
de: Rasende Cyber-Quintelligenz
es: Quinta con inquina
es_mx: Quinta con inquina
fr: Le saint des 5
it: Cinquina tribolata
ja: 揺るがぬカクゴ
ko: 흔들리지 않는 각오
nl: De vijfde official
ru: Квинтэссенция порядка
zh_hans: 不动如山的觉五
zh_hant: 不動如山的覺五

# SdodrSdodrBossNameBarrierKingOdakoSub06
source: Back to Basix
de: Sechstra salziger Superschurke
es: A la sexta, rechazo extra
es_mx: A la sexta, rechazo extra
fr: Némé6
it: Esagerazione
ja: とどろく逆恨み
ko: 교육 요망
nl: De preses van de planning
ru: Шестеренка неизменности
zh_hans: 以怨报德六亲不认
zh_hant: 以怨報德六親不認

# SdodrSdodrBossNameBarrierKingOdakoSub07
source: Acsept No Substitutes
de: Versiebte es mehrfach
es: La séptima sepia
es_mx: La séptima sepia
fr: Trouble-7
it: Sette abbastanza bello
ja: 頑なな軟体生物
ko: 까칠한 연체동물
nl: De machtsevenwichtige manager
ru: Семикратный чемпион
zh_hans: 七而不舍的软体生物
zh_hant: 七而不捨的軟體生物

# SdodrSdodrBossNameBarrierKingOdakoSub08
source: Increasingly Despereight
de: Achtung, neuer Versuch
es: Octava a la desesperada
es_mx: Octava a la desesperada
fr: Lutte au zén8
it: Tormento autoindotto
ja: ザ・ヤケッパチ
ko: 팔자타령
nl: De achtzame aanvoerder
ru: Осьмос отчаяния
zh_hans: 自八自弃
zh_hant: 自八自棄

# SdodrSdodrBossNameBarrierKingOdakoSub09
source: Saturnine Squatter
de: Aufgeben? Neun danke!
es: El nueve todo lo mueve
es_mx: El nueve todo lo mueve
fr: Un effet 9
it: Nove vite... andate
ja: キュートなキューバン
ko: 구석에 몰린
nl: De genegen generaal
ru: Девятый вал
zh_hans: 可爱得无可九药的吸盘
zh_hant: 可愛得無可九藥的吸盤

# SdodrSdodrBossNameBarrierKingOdakoSub10
source: Tentacled Troublemaker
de: Ein Boss zeigt Zehne
es: Decálogo de tentáculos
es_mx: Decálogo de tentáculos
fr: 10ension en fin d'ascension
it: Dieci e lode
ja: デカいタコ
ko: 열렬한 환영
nl: De obstinate organisator
ru: Деспот постоянства
zh_hans: 超大章鱼
zh_hant: 超大章魚

# SdodrSdodrBossNameBarrierKingOdakoSub11
source: Last Order
de: Die letzte Ordnung
es: Orden final
es_mx: Orden final
fr: L'ultime sommet
it: L'ultimo ordine
ja: ラスト・オーダー
ko: 라스트 오더
nl: De laatste orde
ru: Последняя порция Порядка
zh_hans: 终极秩序
zh_hant: 終極秩序

# SdodrSdodrBossNameBarrierKingOdakoSub12
source: Obstructive Ordeal
de: Unermüdliche Urgewalt
es: Objetivo obstructivo
es_mx: Objetivo obstructivo
fr: L'Ordre sauvage
it: Ordalia suprema
ja: 立ちはだかる試練
ko: 앞을 가로막는 시련
nl: De hardnekkige hindernis
ru: Страж стабильности
zh_hans: 拦路的试炼
zh_hant: 攔路的試煉

# SdodrSdodrBossNameRivalKingName
source: Parallel Canon
de: Paralleler Kanon
es: Canon irreal
es_mx: Canon irreal
fr: Canon surréel
it: Canone parallelo
ja: イカイノカノン
ko: 이계의 카논
nl: Parallelle Canon
ru: Параллельные мультиканоны
zh_hans: 异界卡农
zh_hant: 異界卡農

# SdodrSdodrBossNameRivalKingSub
source: The Intensifying Harmony
de: Eskalierende Harmonie
es: Armonía in crescendo
es_mx: Armonía in crescendo
fr: L'harmonie crescendo
it: L'armonia crescente
ja: 増殖し共鳴する
ko: 증식하여 공명하는
nl: De aanzwellende harmonie
ru: Распространяющие гармонию
zh_hans: 增生共鸣的
zh_hant: 增生共鳴的

# SdodrSdodrBossNameTowerKingName
source: Asynchronous Rondo
de: Asynchrones Rondo
es: Rondo circundante
es_mx: Rondo circundante
fr: Rondo asynchrone
it: Rondò asincrono
ja: カイセンロンド
ko: 회전 론도
nl: Asynchrone Rondo
ru: Кольцевое асинхрондо
zh_hans: 回转轮舞
zh_hant: 迴轉輪舞

# SdodrSdodrBossNameTowerKingSub
source: The Layered Rotator
de: Rotierende Stufenstruktur
es: Rotación por niveles
es_mx: Rotación por niveles
fr: Le girateur stratifié
it: La trottola stratificata
ja: 積層し円転する
ko: 적층하여 회전하는
nl: De gelaagde rotator
ru: Ступенчатая юла
zh_hans: 层叠旋转的
zh_hant: 層疊旋轉的

# SdodrSdodrColorGroupAuto
source: Drone
de: Drohne
es: Dron
es_mx: Dron
ja: ドローン
ko: 드론
ru: Дрон
zh_hans: 无人机
zh_hant: 無人機

# SdodrSdodrColorGroupAutoExplanation
source: Drone-tone color chips boost the Pearl Drone'sabilities by granting special actions and helpingthem charge easier. You've got a friend in Pearl!
es: Los cromochips con tonalidad de dron permitenque Perla ejecute acciones mejoradas y conmás facilidad. ¡No tendrás mejor compañera!
es_mx: Los cromochips con tonalidad de dron permitenque Perla ejecute acciones mejoradas y conmás facilidad. ¡No tendrás mejor compañera!
fr: Les puces chromatiques de Drone améliorent le dronePerle en lui conférant des aptitudes spéciales quise rechargent rapidement. Perle, c'est une perle !
it: Le schede colore di tonalità Drone potenzianole abilità di Alga drone garantendo azioni specialie cariche più rapide. Fatti aiutare da Alga!
ja: ドローン系統のカラーチップは、ヒメドローンの能力を高めます。ヒメドローンに様々な行動が追加され、行動が発生しやすくなる。たよれる相棒をパワーアップして、チカラを合わせて進もう！
ko: 드론 계통 컬러 칩은 히메 드론의 능력을 높입니다.히메 드론에 여러 행동이 추가되고 행동 발생률이 증가하죠.믿음직한 파트너를 강화하여 힘을 합쳐 공략해 보세요!
nl: Kleurenchips met een dronetint geven deLorelei-drone meer vaardigheden en laten diesneller opladen voor nog meer Lorelei aan je zij.
ru: Тон-жетоны тональности «Дрон» усиливаютспособности жем-дрона. Заряд станет проще,появятся новые приемы. Вот это жем-друг!
zh_hans: 无人机色系的色彩晶片会提高小姬无人机的能力。小姬无人机会新增各种各样的行动模式，且更加容易发动。为可靠的搭档强化能力，齐心协力前进吧！
zh_hant: 無人機色系的色彩晶片可以強化小姬無人機的能力，讓小姬無人機可以執行更多種行動，而且更容易發動。強化可靠的搭檔，齊心協力攜手前進吧！

# SdodrSdodrColorGroupContinuity
source: Support
de: Unterstützung
es: Ayuda
es_mx: Apoyo
fr: Soutien
it: Supporto
ja: サポート
ko: 서포트
nl: Ondersteuning
ru: Поддержка
zh_hans: 支援
zh_hant: 輔助

# SdodrSdodrColorGroupContinuityExplanation
source: Support-tone color chips do things like increaseink efficiency, help with targeting, and more.They're great for shoring up your weak points!
es: Los cromochips con tonalidad de ayuda mejoranpropiedades de las armas como el gasto de tintay la precisión. ¡Así no tendrás puntos flacos!
es_mx: Los cromochips con tonalidad de apoyo mejoranpropiedades de las armas como el gasto de tintay la precisión. ¡Así no tendrás puntos flacos!
fr: Les puces chromatiques de Soutien améliorentl'efficacité de l'encre, la précision de tir, etc.Parfait pour compenser les points faibles !
it: Le schede colore di tonalità Supporto miglioranol'efficienza dell'inchiostro, la mira e altro ancora.Sono l'ideale per ammortizzare i tuoi punti deboli.
ja: サポート系統のカラーチップは、ブキの性能を高めます。インク効率がアップしたり、敵をねらいやすくしたり。バトルが苦手なヒトにピッタリ！ 攻略が楽になるぞ！
ko: 서포트 계통 컬러 칩은 무기의 성능을 높입니다.잉크 효율이 증가하거나 적을 조준하기 쉬워지죠.배틀이 어려운 사람에게 추천! 공략이 편해집니다!
nl: Kleurenchips met een ondersteuningstint nemen watvan het nadenkwerk weg met eigenschappen zoalsefficiënter inktverbruik en hulp bij het richten.
ru: Тон-жетоны тональности «Поддержка», например,усилят действие краски и помогут прицелиться.Так твои слабые стороны станут сильными!
zh_hans: 支援色系的色彩晶片会增强武器的性能。比如提升墨汁效率或变得更容易瞄准敌人。很适合不擅长对战的玩家！战斗会变得很轻松哦！
zh_hant: 輔助色系的色彩晶片可以強化武器的性能，提升墨汁效率或是更容易瞄準敵人。最適合不擅長對戰的人！可以讓攻略過程變輕鬆喔！

# SdodrSdodrColorGroupFire
source: Power
de: Kraft
es: Potencia
es_mx: Potencia
fr: Puissance
it: Potenza
ja: パワー
ko: 파워
nl: Kracht
ru: Сила
zh_hans: 力量
zh_hant: 力量

# SdodrSdodrColorGroupFireExplanation
source: Power-tone color chips help you go on theoffensive by increasing damage dealt, firingrate, and more. Get them before they get you!
es: Los cromochips con tonalidad de potenciamejoran parámetros de ataque como el dañoinfligido y la cadencia de disparo. ¡A la carga!
es_mx: Los cromochips con tonalidad de potenciamejoran parámetros de ataque como el dañoinfligido y la cadencia de disparo. ¡A la carga!
fr: Les puces chromatiques de Puissance aident auxoffensives en améliorant les dégâts infligés, lacadence de tir, etc. Tirez bien, tirez vite !
it: Le schede colore di tonalità Potenza ti aiutano inattacco, aumentando i danni inflitti, la cadenza difuoco e altro. Eliminare prima di essere eliminati!
ja: パワー系統のカラーチップは、攻撃力を高めます。あたえるダメージや、時間当たりの攻撃回数がアップ。チカラこそ正義！ 敵をバシバシ倒していこう！
ko: 파워 계통 컬러 칩은 공격력을 높입니다.주는 대미지나 시간당 공격 횟수가 상승하죠.힘이 곧 정의! 적을 마구 쓰러뜨려 보세요!
nl: Kleurenchips met een krachttint maken jeaanvallen sterker met eigenschappen zoalsextra schade en een hogere aanvalssnelheid.
ru: Тон-жетоны тональности «Сила» помогутперейти в наступление. Получи плюх-плюск урону, скорострельности и многое другое!
zh_hans: 力量色系的色彩晶片会提高攻击力。提升造成的伤害与单位时间内的攻击次数。力量即是正义！连续击倒敌人吧！
zh_hant: 力量色系的色彩晶片可以強化攻擊力，提升造成的傷害或是每個時間單位內的攻擊次數。力量即是正義！不留情面地擊倒敵人吧！

# SdodrSdodrColorGroupLuck
source: Lucky
de: Glück
es: Fortuna
es_mx: Fortuna
fr: Chance
it: Fortuna
ja: ラッキー
ko: 럭키
nl: Geluk
ru: Удачливость
zh_hans: 幸运
zh_hant: 幸運

# SdodrSdodrColorGroupLuckExplanation
source: Lucky-tone color chips litter the field witharmor, ink refills, helpful bombs, and more.With enough luck, you'll believe in miracles!
es: Los cromochips con tonalidad de fortuna hacenque encuentres más armaduras, recargas detinta, bombas, etc. ¡Nunca te sentirás gafe!
es_mx: Los cromochips con tonalidad de fortuna hacenque aparezcan más armaduras, botellas detinta, bombas, etc. ¡Que el destino te sonría!
fr: Les puces chromatiques de Chance font apparaîtredes armures, des recharges d'encre, des bombesutiles sur le terrain, etc. Ça relève du miracle !
it: Le schede colore di tonalità Fortuna fanno appariresul campo armature, serbatoi d'inchiostro, bombee altro ancora. Un po' di fortuna aiuta sempre!
ja: ラッキー系統のカラーチップは、アイテムを出やすくします。 インク回復やアーマー、敵にダメージをあたえるボムなどなど。運も実力のうち！ 運を味方にすれば、キセキだって起きる！
ko: 럭키 계통 컬러 칩은 아이템 드롭 확률이 증가합니다.잉크 회복이나 아머, 적에게 대미지를 주는 밤 등.운도 실력! 운을 내 편으로 만들면 기적도 일으킬 수 있어요!
nl: Kleurenchips met een gelukstint verhogen de kansop bepantsering, inktflessen, bommen, en meervan dat soort behulpzame meevallers in de strijd.
ru: Тон-жетоны тональности «Удачливость»позаботятся о броне, баллонах, бомбахи т. п. на арене. Верь, и чудо случится!
zh_hans: 幸运色系的色彩晶片会使道具更容易出现。比如墨汁回复、盔甲、能对敌人造成伤害的炸弹等等。运气也是实力的一部分！有好运作伴，引发奇迹也不是梦！
zh_hant: 幸運色系的色彩晶片可讓道具更容易出現，包含墨汁回復、盔甲、能對敵人造成傷害的炸彈等等。運氣也是實力！有幸運女神的眷顧就會有奇蹟發生！

# SdodrSdodrColorGroupMove
source: Mobility
de: Beweglichkeit
es: Movilidad
es_mx: Movilidad
fr: Mobilité
it: Praticità
ja: ムーブ
ko: 무브
nl: Beweeglijkheid
ru: Мобильность
zh_hans: 移动
zh_hant: 移動

# SdodrSdodrColorGroupMoveExplanation
source: Mobility-tone color chips are all about moving.Move faster, recover gauge on the go, and soon. Stay nimble and never get cornered!
es: Los cromochips con tonalidad de movilidadpermiten moverse más rápido, infligir daño contus movimientos y más. ¡Que no te acorralen!
es_mx: Los cromochips con tonalidad de movilidadpermiten moverse más rápido, infligir daño contus movimientos y más. ¡Que no te acorralen!
fr: Les puces chromatiques de Mobilité permettentde se déplacer plus vite, remplir la jauge tout ense bougeant, etc. Jamais immobile, jamais pris !
it: Le schede colore di tonalità Praticità si basanosul movimento. Corri più velocemente, riempi labarra al volo e così via. Sarai imprendibile!
ja: ムーブ系統のカラーチップは、移動力を高め、移動による効果が得られます。 移動速度アップや、体当たりで敵にダメージなど。アクロバティックに動き回って、ピンチをすいすい切り抜けろ！
ko: 무브 계통 컬러 칩은 이동 능력을 높여 이동 계열의 효과를획득합니다. 이동 속도가 오르거나 직접 부딪혀 공격하는 등.역동적으로 움직이며 위기를 쓱쓱 빠져나가 보세요!
nl: Kleurenchips met een beweeglijkheidstint laten jesneller bewegen, meters aanvullen en meer,zodat je nooit in het nauw komt te zitten.
ru: Тон-жетоны тональности «Мобильность»отвечают за движение. Скорость повысится,а шкала зарядится на ходу. Шевели ластами!
zh_hans: 移动色系的色彩晶片会提高移动力，并根据移动获得效果。比如移动速度提升、对碰撞到的敌人造成伤害等等。如鬼魅般巧妙地移动，自如地摆脱险境吧！
zh_hant: 移動色系的色彩晶片可提升移動力，於移動時獲得效果，包含提升移動速度或是利用撞擊對敵人造成傷害等等。如同施展特技般巧妙地躍動，暢行無阻地突破險境吧！

# SdodrSdodrColorGroupRange
source: Range
de: Reichweite
es: Alcance
es_mx: Alcance
fr: Portée
it: Gittata
ja: レンジ
ko: 레인지
nl: Bereik
ru: Дальнобойность
zh_hans: 范围
zh_hant: 範圍

# SdodrSdodrColorGroupRangeExplanation
source: Range-tone color chips can ink more turf, shootfurther, pierce enemies, and more. Keep yourfoes where you like them—at arm's length!
es: Los cromochips con tonalidad de alcance ayudana pintar más terreno y a disparar más lejos oa través de rivales. ¡Entinta sin que te entinten!
es_mx: Los cromochips con tonalidad de alcance ayudana entintar territorio y a disparar más lejos oa través de rivales. ¡Entinta sin que te entinten!
fr: Les puces chromatiques de Portée aident à encrerplus de surface, tirer plus loin, percer les défensesennemies, etc. Pour se rire des distances !
it: Con le schede colore di tonalità Gittata potraiinchiostrare più terreno, sparare più lontano eperforare i nemici. Tienili a distanza!
ja: レンジ系統のカラーチップは、攻撃や塗りの範囲を広げます。射程がのびたり、塗りが大きくなったり、攻撃が敵を貫通したり。遠くからねらって、やられる前にやれ！ 塗られたら塗り返せ！
ko: 레인지 계통 컬러 칩은 공격과 색칠의 범위를 넓힙니다.사정거리, 색칠 면적이 늘거나 공격이 적을 관통하죠.멀리서 조준해 당하기 전에 공격! 색칠된 곳은 덧칠하세요!
nl: Kleurenchips met een bereiktint helpen je meer teverven, verder te schieten, vijanden te doorboren,en meer om vijanden van afstand uit te schakelen.
ru: Тон-жетоны тональности «Дальнобойность»дают плюс к прокрасу, стрельбе на расстояниии даже пробивают врагов насквозь!
zh_hans: 范围色系的色彩晶片会扩大攻击和涂墨的范围。比如射程变长、涂墨范围变大，还有攻击会贯穿敌人。从远处瞄准敌人，抢先将其击倒！以涂还涂！
zh_hant: 範圍色系的色彩晶片可以擴大攻擊與塗墨的範圍，延長射程、增加塗墨量或是攻擊會貫穿敵人。從遠處瞄準敵人，在陣亡前先下手為強！以墨攻墨！

# SdodrSdodrColorTipBlastBrushAwayUp
source: Explosion Knockback
de: Explosions-Stoßwirkung
es: Empuje explosivo
es_mx: Empuje explosivo
fr: Vade retro explosif
it: Respinta esplosiva
ja: 爆発ふき飛ばし
ko: 폭발 넉백
nl: Explosieduwkracht
ru: Отбрасывание взрывами +
zh_hans: 爆炸击飞
zh_hant: 爆炸擊飛

# SdodrSdodrColorTipBlastBrushAwayUpExplanation
source: Increases the distance enemies are blownback by explosions.
de: Lässt deine Explosionen getroffene Gegnerweiter fortschleudern.
es: Aumenta la fuerza con que los enemigosson desplazados por las explosiones.
es_mx: Aumenta la fuerza con que los enemigosson desplazados por las explosiones.
fr: Repousse plus loin les ennemistouchés par une explosion.
it: Aumenta la distanza a cui i nemici sonoscaraventati dalle esplosioni.
ja: 爆発で敵をふき飛ばす力がアップします。
ko: 폭발로 적을 날려 버리는 힘이 증가합니다.
nl: Vergroot hoe ver tegenstanders weg wordengeduwd door explosies.
ru: Увеличивает расстояние, на котороепротивников отбрасывает взрывами.
zh_hans: 提升爆炸击飞敌人的威力。
zh_hant: 提升爆炸時擊飛敵人的威力。

# SdodrSdodrColorTipBlastDamageUp
source: Splash Damage
de: Explosionskraft
es: Daño explosivo
es_mx: Daño explosivo
fr: Dégâts d'éclaboussure
it: Danno splash
ja: 爆発ダメージ
ko: 폭발 대미지
nl: Spetterschade
ru: Урон взрывами +
zh_hans: 爆炸伤害
zh_hant: 爆炸傷害

# SdodrSdodrColorTipBlastDamageUpExplanation
source: Increases damage dealt by explosions.
de: Erhöht den Schaden deiner Explosionen.
es: Aumenta el daño causado por explosiones.
es_mx: Aumenta el daño causado por explosiones.
fr: Augmente les dégâts infligéspar les explosions.
it: Aumenta il danno inflitto dalle esplosioni.
ja: 爆発であたえるダメージがアップします。
ko: 폭발로 주는 대미지가 증가합니다.
nl: Verhoogt de schade van explosies.
ru: Повышает урон, наносимый врагамвзрывами.
zh_hans: 提升爆炸造成的伤害。
zh_hant: 提升爆炸造成的傷害。

# SdodrSdodrColorTipBlastSizeUp
source: Splash Radius
de: Explosionsradius
es: Amplitud explosiva
es_mx: Radio explosivo
fr: Rayon d'éclaboussage
it: Raggio splash
ja: 爆発サイズ
ko: 폭발 사이즈
nl: Spetterbereik
ru: Радиус взрыва +
zh_hans: 爆炸规模
zh_hant: 爆炸規模

# SdodrSdodrColorTipBlastSizeUpExplanation
source: Increases the radius of damage and turfinked by explosions.
de: Erweitert Wirkungs- und Färberadiusvon Explosionen.
es: Extiende el alcance del daño y del territorioentintado de las explosiones.
es_mx: Extiende el alcance del daño y del territorioentintado de las explosiones.
fr: Augmente le rayon d'encrage et de dégâtsdes explosions.
it: Aumenta il raggio di danni e terrenoinchiostrato con le esplosioni.
ja: 爆発によるダメージの範囲や塗りが大きくなります。
ko: 폭발의 대미지 범위와 색칠 면적이 넓어집니다.
nl: Vergroot het bereik van explosies voor hetaanrichten van schade en het verven vanoppervlakken.
ru: Увеличивает радиус поражения и закрасатерритории при взрывах.
zh_hans: 扩大爆炸造成伤害的范围和涂墨面积。
zh_hant: 擴大爆炸的塗墨與傷害範圍。

# SdodrSdodrColorTipBulletCorePaintUp
source: Rush Ink Coverage
de: Preschfärbewirkung
es: Entintado en avance
es_mx: Entintado terrestre
fr: Course à l'encre
it: Copertura in corsa
ja: メイントツゲキ塗り
ko: 메인 돌격 색칠
nl: Stormaanvalinktverspreiding
ru: Ширина прокраса +
zh_hans: 主要武器突击涂墨
zh_hant: 主要武器突襲塗墨

# SdodrSdodrColorTipBulletCorePaintUpExplanation
source: Allows you to ink more turf with yourmain weapon while moving, such as witha roller or brush.
de: Vergrößert das Gebiet, das von deinerHauptwaffe eingefärbt wird, während du mitPinseln und Rollern nach vorne schnellst.
es: Permite entintar más territorio con un armaprincipal de tipo rodillo o pincel a la vez quete mueves.
es_mx: Permite entintar más territorio con ataquesterrestres de armas principales comorodillos o pinceles.
fr: Permet d'encrer davantage de terrain quandtu utilises ton arme principale en avançant,par exemple avec un rouleau ou un pinceau.
it: Permette di colorare più terreno con l'armaprincipale quando inchiostri mentre ti muovicon armi come rulli e pennelli.
ja: ローラーやフデの塗り進みなど、ブキ本体による塗り面積が広くなります。
ko: 롤러와 붓의 색칠 전진 등 무기 본체의색칠 면적이 넓어집니다.
nl: Laat je meer grond verven met je hoofdwapenterwijl je beweegt, zoals bij rollers enkwasten.
ru: Позволяет закрашивать основныморужием больше территории во времядвижения, например с валиками и кистями.
zh_hans: 在使用滚筒或画笔涂墨前进等情况下，扩大武器本身的涂墨面积。
zh_hant: 在使用滾筒或畫筆塗墨前進等情況下，擴大武器本身的塗墨面積。

# SdodrSdodrColorTipBulletSizeUp
source: Ink Attack Size
de: Projektilgröße Hauptwaffe
es: Amplitud de disparo
es_mx: Amplitud de disparo
fr: Attaque principale +
it: Dimensioni colpo
ja: メインショットサイズ
ko: 메인 샷 사이즈
nl: Grotere inktaanvallen
ru: Размер снарядов +
zh_hans: 主要武器发射规模
zh_hant: 主要武器發射規模

# SdodrSdodrColorTipBulletSizeUpExplanation
source: Increases the size of your main weapon'sshots, making it easier to hit enemies.
de: Erhöht Wirkungsradius der Geschossedeiner Hauptwaffe. Gegner sind soleichter zu treffen.
es: Aumenta el tamaño de los disparos del armaprincipal, lo que facilita alcanzar enemigos.
es_mx: Aumenta el tamaño de los disparos del armaprincipal, lo que facilita alcanzar enemigos.
fr: Augmente la taille des projectiles de tonarme principale, ce qui permet d'atteindreles ennemis plus facilement.
it: Aumenta le dimensioni dei colpi inferticon l'arma principale, permettendo dicolpire il nemico più facilmente.
ja: メインウェポンのインクショットの攻撃サイズが大きくなり、敵に当たりやすくなります。
ko: 메인 웨펀 잉크 샷의 공격 사이즈가 커져적을 맞히기 쉬워집니다.
nl: Vergroot de schoten van je hoofdwapen,waardoor het makkelijker is om vijandente raken.
ru: Увеличивает размер снарядов основногооружия, благодаря чему станет прощепопадать по врагам.
zh_hans: 扩大主要武器的墨汁发射的攻击规模，使其更容易命中敌人。
zh_hant: 擴大主要武器使用墨汁發射攻擊時的規模，可以更容易命中敵人。

# SdodrSdodrColorTipChargeKeepTimeUp
source: Charge Storage
de: Ladungsspeicher
es: Retención de carga
es_mx: Retención de carga
fr: Charge conservée
it: Carica di riserva
ja: チャージキープ
ko: 충전 유지
nl: Ladingsopslag
ru: Сохранение заряда
zh_hans: 维持蓄力
zh_hant: 蓄力留存

# SdodrSdodrColorTipChargeKeepTimeUpExplanation
source: Allows you to store a charge. Having twoor more of this color chip increases howlong the charge can be stored.
de: Erlaubt das Bereitbehalten aufgeladenerAngriffe für längere Zeit. Mehr Farbchipsverlängern die Speicherdauer.
es: Permite mantener disparos cargados.El tiempo que se pueden mantener aumentasi se usan dos o más de estos cromochips.
es_mx: Permite mantener disparos cargados.El tiempo que se pueden mantener aumentasi se usan dos o más de estos cromochips.
fr: Permet de conserver une charge. Insérerdeux puces ou plus permet d'augmenterla durée de conservation de la charge.
it: Permette di tenere una carica di riserva.Più schede colore di questo tipo possiedi,più a lungo potrai conservare la carica.
ja: チャージキープできるようになります。２枚目からはチャージキープできる時間が長くなります。
ko: 충전을 유지할 수 있게 됩니다.2개째부터는 충전을 유지하는 시간이 늘어납니다.
nl: Laat je een lading opslaan. Als je twee ofmeer van deze kleurenchips hebt, kun jede lading langer opslaan.
ru: Позволяет сохранять заряд. Чем большеу тебя таких тон-жетонов, тем дольшеможно сохранять заряд.
zh_hans: 可以使用维持蓄力。从第2块晶片开始可延长维持蓄力的时间。
zh_hant: 可以使用蓄力留存。從第2枚晶片開始可延長蓄力留存的時間。

# SdodrSdodrColorTipChargeTimeSave
source: Quick Charge
de: Schnelllader
es: Carga acelerada
es_mx: Carga rápida
fr: Charge rapide
it: Carica rapida
ja: チャージ時間
ko: 충전 시간
nl: Verhoogde oplaadsnelheid
ru: Скорость заряда +
zh_hans: 蓄力时间
zh_hant: 蓄力時間

# SdodrSdodrColorTipChargeTimeSaveExplanation
source: Increases your main weapon's charge speed.
de: Erhöht das Aufladetempo deinerHauptwaffe.
es: Reduce el tiempo que el arma principal tardaen recargarse.
es_mx: Reduce el tiempo de carga del armaprincipal.
fr: Augmente la vitesse de charge deton arme principale.
it: Aumenta la velocità di ricarica dell'armaprincipale.
ja: メインウェポンのチャージ時間が短くなります。
ko: 메인 웨펀의 충전 시간이 짧아집니다.
nl: Verhoogt de oplaadsnelheid van je hoofdwapen.
ru: Повышает скорость зарядаосновного оружия.
zh_hans: 缩短主要武器的蓄力时间。
zh_hant: 縮短主要武器的蓄力時間。

# SdodrSdodrColorTipComboGraceTimeUp
source: Lucky Chain Window
de: Glückskombo-Toleranz
es: Combo fortuna prolongado
es_mx: Combo fortuna prolongado
fr: Délai du combo chance
it: Durata combo fortunata
ja: ラッキーコンボ時間
ko: 럭키 콤보 시간
nl: Langere gelukscombo
ru: Время шанс-комбо +
zh_hans: 幸运连击时间
zh_hant: 幸運連擊時間
