Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipDroneActionSuperLaserExplanation
source: Allows the Pearl Drone to use Killer Wail.Having two or more of this color chipreduces the required points accordingly.
de: Ermöglicht der Perla-Drohne, Heulbojeneinzusetzen. Mehr dieser Chips verringerndie zum Einsatz benötigten Punkte.
es: Permite al dron Perla usar el tintófono.Los puntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
es_mx: Permite al dron Perla usar el berreón.Los puntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
fr: Permet au drone Perle d'utiliser le haut-perceur. Équiper deux puces chromatiquesou plus de ce type réduit les points requis.
it: Permette ad Alga drone di usare il tintofono.Con due o più di queste schede coloresi riducono i punti necessari all'uso.
ja: ヒメドローンがメガホンレーザーを使います。２枚目からは必要なゲージが少なくなります。
ko: 히메 드론이 메가폰 레이저를 사용합니다.2개째부터는 필요한 게이지가 줄어듭니다.
nl: Laat de Lorelei-drone de Megalofoongebruiken. Als je twee of meer van deze chipshebt, is het benodigde aantal punten lager.
ru: Жем-дрон может применять мегалофон.Чем больше таких жетонов (минимум 2),тем меньше нужно очков.
zh_hans: 小姬无人机可以使用喇叭镭射。从第2块晶片开始减少需要消耗的蓄力槽。
zh_hant: 可讓小姬無人機使用喇叭雷射。裝備2枚以上能降低蓄力槽消耗。

# SdodrSdodrColorTipDroneActionTornado
source: Drone Inkstrike
de: Drohnen-Tintferno
es: Tornado drónido
es_mx: Tornado drónido
fr: Missile tornade du drone
it: Tornado per drone
ja: ドローントルネード
ko: 드론 토네이도
nl: Drone-inkttornado
ru: Дрон-торнадо
zh_hans: 无人机龙卷风
zh_hant: 無人機龍捲風

# SdodrSdodrColorTipDroneActionTornadoExplanation
source: Allows the Pearl Drone to use Inkstrike.Having two or more of this color chipreduces the required points accordingly.
de: Ermöglicht der Perla-Drohne, Tintfernoseinzusetzen. Mehr dieser Chips verringerndie zum Einsatz benötigten Punkte.
es: Permite al dron Perla emplear el tornado.Los puntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
es_mx: Permite al dron Perla usar el tornado.Los puntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
fr: Permet au drone Perle d'utiliser le missiletornade. Équiper deux puces chromatiquesou plus de ce type réduit les points requis.
it: Permette ad Alga drone di usare i tornado.Con due o più di queste schede coloresi riducono i punti necessari all'uso.
ja: ヒメドローンがトルネードを使います。２枚目からは必要なゲージが少なくなります。
ko: 히메 드론이 토네이도를 사용합니다.2개째부터는 필요한 게이지가 줄어듭니다.
nl: Laat de Lorelei-drone Inkttornado's gebruiken.Als je twee of meer van deze chips hebt,is het benodigde aantal punten lager.
ru: Жем-дрон может применять торнадо.Чем больше таких жетонов (минимум 2),тем меньше нужно очков.
zh_hans: 小姬无人机可以使用龙卷风。从第2块晶片开始减少需要消耗的蓄力槽。
zh_hant: 可讓小姬無人機使用龍捲風。裝備2枚以上能降低蓄力槽消耗。

# SdodrSdodrColorTipDroneActionTrap
source: Drone Ink Mine
de: Drohnen-Tintenmine
es: Bomba trampa drónida
es_mx: Mina de tinta drónida
fr: Mine du drone
it: Mine per drone
ja: ドローントラップ
ko: 드론 트랩
nl: Drone-inktmijn
ru: Мины дрона
zh_hans: 无人机墨汁陷阱
zh_hant: 無人機墨汁陷阱

# SdodrSdodrColorTipDroneActionTrapExplanation
source: Allows the Pearl Drone to use Ink Mines.Having two or more of this color chipreduces the required points accordingly.
de: Ermöglicht der Perla-Drohne, Tintenmineneinzusetzen. Mehr dieser Chips verringerndie zum Einsatz benötigten Punkte.
es: Permite al dron Perla usar bombas trampa.Los puntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
es_mx: Permite al dron Perla usar minas de tinta.Los puntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
fr: Permet au drone Perle d'utiliser les mines.Équiper deux puces chromatiques ou plusde ce type réduit les points requis.
it: Permette ad Alga drone di usare le mine.Con due o più di queste schede coloresi riducono i punti necessari all'uso.
ja: ヒメドローンがトラップを使います。２枚目からは必要なゲージが少なくなります。
ko: 히메 드론이 트랩을 사용합니다.2개째부터는 필요한 게이지가 줄어듭니다.
nl: Laat de Lorelei-drone Inktmijnen gebruiken.Als je twee of meer van deze chips hebt, ishet benodigde aantal punten lager.
ru: Жем-дрон может применять мины. Чембольше таких тон-жетонов (минимум 2),тем меньше нужно очков.
zh_hans: 小姬无人机可以使用墨汁陷阱。从第2块晶片开始减少需要消耗的蓄力槽。
zh_hant: 可讓小姬無人機使用墨汁陷阱。裝備2枚以上能降低蓄力槽消耗。

# SdodrSdodrColorTipDroneCadenceDefeatEnemyUp
source: Splat Drone Gauge
de: Klecks-Drohnenlader
es: Medidor de dron ofensivo
es_mx: Medidor de dron ofensivo
fr: Jauge drone par liquidation
it: Indicatore drone a splat
ja: 撃破ドローンゲージ
ko: 격파 드론 게이지
nl: Vampierdronemeter
ru: Зарядка дрона плюхами
zh_hans: 击倒 无人机蓄力槽
zh_hant: 擊倒 無人機蓄力槽

# SdodrSdodrColorTipDroneCadenceDefeatEnemyUpExplanation
source: Fills the drone gauge by defeating enemies.
de: Das Erledigen von Gegnern füllt deineDrohnenanzeige.
es: El medidor de dron se rellena más al eliminarenemigos.
es_mx: Rellena el medidor de dron al vencerenemigos.
fr: Remplit la jauge du drone en éliminantdes ennemis.
it: Splattare i nemici fa ricaricarel'indicatore drone.
ja: 敵撃破によるドローンゲージの増加量がアップします。
ko: 적 격파로 획득하는 드론 게이지 증가량이 늘어납니다.
nl: Het verslaan van vijanden vultde dronemeter.
ru: Шкала дрона заполняется за каждогоплюхнутого врага.
zh_hans: 提升无人机蓄力槽在击倒敌人时的增加量。
zh_hant: 提升擊倒敵人時無人機蓄力槽的增加量。

# SdodrSdodrColorTipDroneCadenceMoveUp
source: Mobile Drone Gauge
de: Bewegungs-Drohnenlader
es: Medidor de dron cinético
es_mx: Medidor de dron cinético
fr: Jauge du drone mobile
it: Indicatore drone in movimento
ja: 移動ドローンゲージ
ko: 이동 드론 게이지
nl: Drone tanken in beweging
ru: Зарядка дрона на ходу +
zh_hans: 移动 无人机蓄力槽
zh_hant: 移動 無人機蓄力槽

# SdodrSdodrColorTipDroneCadenceMoveUpExplanation
source: Fills the drone gauge by moving.
de: Füllt die Drohnenanzeige beim Bewegen.
es: Permite que el medidor de dron se rellenea medida que te desplazas.
es_mx: Permite que el medidor de dron se rellenea medida que te desplazas.
fr: La jauge du drone se rechargequand tu te déplaces.
it: Riempie l'indicatore drone quando ti muovi.
ja: 移動でドローンゲージが増加します。
ko: 이동하면 드론 게이지가 증가합니다.
nl: Je dronemeter wordt gevuld als je je beweegt.
ru: Шкала дрона заполняется быстреево время движения.
zh_hans: 可以通过移动增加无人机蓄力槽。
zh_hant: 使無人機蓄力槽在移動時增加。

# SdodrSdodrColorTipDroneCadencePaintUp
source: Turf Drone Gauge
de: Färbe-Drohnenlader
es: Medidor de dron tintero
es_mx: Medidor de dron territorial
fr: Jauge drone par encrage
it: Indicatore drone a inchiostro
ja: 塗りドローンゲージ
ko: 색칠 드론 게이지
nl: Grondverfdronemeter
ru: Зарядка дрона прокрасом
zh_hans: 涂墨 无人机蓄力槽
zh_hant: 塗墨 無人機蓄力槽

# SdodrSdodrColorTipDroneCadencePaintUpExplanation
source: Fills the drone gauge by inking surfaces.
de: Das Einfärben des Bodens füllt deineDrohnenanzeige.
es: El medidor de dron se rellena másal entintar superficies.
es_mx: Rellena el medidor de dron al entintarterritorio.
fr: Remplit la jauge du drone lorsquetu encres du terrain.
it: Inchiostrare il terreno fa ricaricarel'indicatore drone.
ja: 塗りによるドローンゲージの増加量がアップします。
ko: 색칠로 획득하는 드론 게이지 증가량이 늘어납니다.
nl: Het verven van oppervlakken vultde dronemeter.
ru: Прокрас территории заполняет шкалудрона.
zh_hans: 提升无人机蓄力槽在涂墨时的增加量。
zh_hant: 提升塗墨時無人機蓄力槽的增加量。

# SdodrSdodrColorTipDroneCadenceTimeUp
source: Drone-Gauge Charge
de: Drohnenlader-Turbo
es: Medidor de dron temporal
es_mx: Recarga de medidor de dron
fr: Charge de jauge du drone
it: Carica indicatore drone
ja: 時間ドローンゲージ
ko: 시간 드론 게이지
nl: Snellere dronemeter
ru: Скорость зарядки дрона +
zh_hans: 时间 无人机蓄力槽
zh_hant: 時間 無人機蓄力槽

# SdodrSdodrColorTipDroneCadenceTimeUpExplanation
source: Increases drone-gauge fill rate.
de: Die Drohnenanzeige wird schneller aufgefüllt.
es: El medidor de dron se rellena máscon el transcurso del tiempo.
es_mx: El medidor de dron se rellena más rápido.
fr: Augmente la vitesse à laquelle se remplitla jauge du drone.
it: Accelera il recupero dell'indicatore drone.
ja: 時間ごとのドローンゲージの増加量がアップします。
ko: 시간당 드론 게이지 증가량이 늘어납니다.
nl: Verhoogt de snelheid waarmee de dronemetergevuld wordt.
ru: Увеличивает скорость заполнения шкалыдрона.
zh_hans: 提升无人机蓄力槽在单位时间内的增加量。
zh_hant: 提升無人機蓄力槽在每個時間單位內的增加量。

# SdodrSdodrColorTipEnemySinkUp
source: Sticky Ink
de: Klebetinte
es: Tinta pegajosa
es_mx: Tinta pegajosa
fr: Encre gluante
it: Inchiostro appiccicoso
ja: インクネバネバ
ko: 끈적한 잉크
nl: Plakinkt
ru: Липкость краски +
zh_hans: 粘稠墨汁
zh_hant: 黏稠墨汁

# SdodrSdodrColorTipEnemySinkUpExplanation
source: Decreases the movement speed of enemieson your ink.
de: Verlangsamt Gegner, die sich auf deinerTinte bewegen.
es: Ralentiza a los enemigos cuando se muevenpor tu tinta.
es_mx: Ralentiza a los enemigos cuando se muevenpor tu tinta.
fr: Ralentit les ennemis se trouvantdans ton encre.
it: Diminuisce la velocità di movimentodei nemici sul tuo inchiostro.
ja: 味方のインクに乗っている敵の移動速度を遅くします。
ko: 아군의 잉크 위에 있는 적의 이동 속도가 느려집니다.
nl: Vermindert de bewegingssnelheid vanvijanden die zich in je inkt bevinden.
ru: Снижает скорость передвижения враговв твоей краске.
zh_hans: 减缓敌人踩在我方墨汁时的移动速度。
zh_hant: 減緩敵人踩著我方的墨汁時移動的速度。

# SdodrSdodrColorTipFarDamageRatioUp
source: Main Damage (Distant)
de: Schaden Hauptwaffe (Fern)
es: Daño principal lejano
es_mx: Daño a larga distancia
fr: Dégâts de la principale (de loin)
it: Danno principale (lontano)
ja: メインショットダメージ（遠）
ko: 메인 샷 대미지(원거리)
nl: Hoofdwapenschade (veraf)
ru: Основной урон издалека +
zh_hans: 主要武器发射伤害（远）
zh_hant: 主要武器發射傷害（遠）

# SdodrSdodrColorTipFarDamageRatioUpExplanation
source: Increases damage dealt with your mainweapon's shots to far-off targets.
de: Erhöht den Schaden, den Geschossedeiner Hauptwaffe bei weit entferntenZielen verursachen.
es: Aumenta el daño que los disparos del armaprincipal causan a los objetivos lejanos.
es_mx: Aumenta el daño que inflige el arma principala objetivos lejanos.
fr: Augmente les dégâts infligés avec tonarme principale sur les cibles lointaines.
it: Aumenta il danno inflitto dai colpidell'arma principale a obiettivi lontani.
ja: メインウェポンのインクショットで遠くの攻撃対象にあたえるダメージがアップします。
ko: 메인 웨펀의 잉크 샷으로 먼 곳의 공격 대상에게주는 대미지가 증가합니다.
nl: Verhoogt de schade van aanvallen van jehoofdwapen tegen doelwitten die ver weg zijn.
ru: Повышает урон, наносимый снарядамиосновного оружия целям на отдалении.
zh_hans: 提升主要武器的墨汁发射攻击远距离对象时造成的伤害。
zh_hant: 提升主要武器使用墨汁發射攻擊遠距離對象時造成的傷害。

# SdodrSdodrColorTipHomingShot
source: Homing Shots
de: Lenkwirkung
es: Objetivo guiado
es_mx: Disparos guiados
fr: Tirs traqueurs
it: Inchiostro a ricerca
ja: ホーミング
ko: 추적
nl: Doelzoekende schoten
ru: Самонаводящиеся выстрелы
zh_hans: 追踪
zh_hant: 追蹤

# SdodrSdodrColorTipHomingShotExplanation
source: Causes your main weapon to track targets.Having two or more improves the tracking.
de: Stattet die Angriffe deiner Hauptwaffemit Sucheffekt aus. Je mehr Chips,desto besser die Wirkung.
es: Permite seguir objetivos con el armaprincipal. El seguimiento es más efectivosi se usan dos o más unidades.
es_mx: Permite seguir objetivos con el armaprincipal. El seguimiento es más efectivosi se usan dos o más unidades.
fr: Permet d'effectuer des tirs qui traquentles cibles avec ton arme principale. Enéquiper deux ou plus améliore la fonction.
it: La tua arma principale insegue l'obiettivo.Se ne hai due o più, la precisione migliora.
ja: メインウェポンが攻撃対象を追尾します。２枚目からは追尾しやすくなります。
ko: 메인 웨펀이 공격 대상을 추적합니다.2개째부터는 추적하기 쉬워집니다.
nl: De aanvallen van je hoofdwapen gaan achterdoelen aan. Als je hiervan twee of meerhebt, is het doelzoekende effect sterker.
ru: Делает выстрелы из основного оружиясамонаводящимися. Чем больше такихжетонов, тем эффективней наведение.
zh_hans: 主要武器会追踪攻击对象。从第2块晶片开始加强追踪效果。
zh_hant: 使主要武器自動追蹤攻擊對象。從第2枚晶片開始可提升追蹤的精準度。

# SdodrSdodrColorTipHumanMoveUp
source: Run Speed Up
de: Lauftempo
es: Velocidad a pie
es_mx: Carrera acelerada
fr: Course à pied
it: Velocità +
ja: ヒト移動速度
ko: 인간 이동 속도
nl: Hardloper
ru: Спринтер
zh_hans: 人类移动速度
zh_hant: 人類移動速度

# SdodrSdodrColorTipHumanMoveUpExplanation
source: Increases movement speed in Octoling form.
de: Schnellere Fortbewegung in humanoider Form.
es: Aumenta la velocidad de desplazamientocuando caminas con forma humanoide.
es_mx: Aumenta la velocidad de desplazamientoen forma bípeda.
fr: Augmente la vitesse à laquelle tu courssous forme d'Octaling.
it: Aumenta la tua velocità quando seiin forma di Octoling.
ja: ヒト状態の移動速度がアップします。
ko: 인간 상태의 이동 속도가 빨라집니다.
nl: Je beweegt sneller in je Octolingvorm.
ru: Увеличивает скорость передвиженияв виде осьмолинга.
zh_hans: 提升人类状态的移动速度。
zh_hant: 提升人類狀態的移動速度。

# SdodrSdodrColorTipInkRecoveryUp
source: Ink-Recovery Rate
de: Regeneration
es: Recuperación de tinta rápida
es_mx: Recuperación de tinta
fr: Recharge d'encre
it: Velocità recupero inchiostro
ja: インク回復速度
ko: 잉크 회복 속도
nl: Inkttankvulsnelheid
ru: Скорость заполнения баллона +
zh_hans: 墨汁回复速度
zh_hant: 墨汁回復速度

# SdodrSdodrColorTipInkRecoveryUpExplanation
source: Increases ink-tank refill rate.
de: Der Tintentank wird schneller aufgefüllt.
es: El tanque de tinta se rellena más rápido.
es_mx: El tanque de tinta se rellena más rápido.
fr: Augmente la vitesse de remplissage deton réservoir d'encre.
it: Aumenta la velocità con cui si riempieil serbatoio dell'inchiostro.
ja: インクタンク回復速度がアップします。
ko: 잉크 탱크 회복 속도가 빨라집니다.
nl: Verhoogt de snelheid waarmee je inkttankhervuld wordt.
ru: Повышает скорость заполнения баллонас краской.
zh_hans: 提升墨汁槽的回复速度。
zh_hant: 提升墨汁槽的回復速度。

# SdodrSdodrColorTipKnockBackUp
source: Knockback
de: Stoßwirkung
es: Empuje de disparo
es_mx: Empuje de disparo
fr: Vade retro
it: Respinta
ja: ノックバック
ko: 넉백
nl: Duwaanvallen
ru: Отбрасывание основным +
zh_hans: 击退
zh_hant: 擊退

# SdodrSdodrColorTipKnockBackUpExplanation
source: Attacks from your main weapon pushenemies away. Does not affect certainheavy enemies.
de: Lässt deine Hauptwaffe getroffene Gegnervon dir wegstoßen. Gewisse schwere Gegnersind dagegen jedoch immun.
es: Los ataques del arma principal desplazana los enemigos, aunque no tiene efectosobre algunos de los más pesados.
es_mx: Los ataques del arma principal desplazana los enemigos, aunque no tiene efectosobre algunos de los más pesados.
fr: Les attaques réalisées avec ton armeprincipale repoussent l'ennemi. N'affectepas certains ennemis imposants.
it: I colpi della tua arma principalerespingono i nemici. Non funzionacon alcuni nemici molto pesanti.
ja: メインウェポンの攻撃で、敵を押し出します。一部の重い敵には効果がありません。
ko: 메인 웨펀의 공격으로 적을 밀어냅니다.일부 무거운 적에게는 효과가 없습니다.
nl: Aanvallen van je hoofdwapen duwentegenstanders weg. Dit heeft geen invloedop bepaalde zware vijanden.
ru: Выстрелы из основного оружия отбрасываютпротивника назад. Не действует противнекоторых тяжеловесов.
zh_hans: 主要武器的攻击可以击退敌人。对部分重量级敌人没有效果。
zh_hant: 可以利用主要武器的攻擊擊退敵人。對部分重量級的敵人沒有效果。

# SdodrSdodrColorTipLoadingBulletUp
source: Splatling Barrage
de: Splatling-Salve
es: Munición de tintralladora
es_mx: Ráfaga del garabateador
fr: Salve du badigeonneur
it: Scarica splatling
ja: スピナー弾数
ko: 스피너 탄환 수
nl: Spetlingspervuur
ru: Плотность брызгомета +
zh_hans: 旋转枪子弹数
zh_hant: 旋轉槍子彈數

# SdodrSdodrColorTipLoadingBulletUpExplanation
source: Increases the number of shots fired from asingle charge with a splatling.
de: Erhöht die Anzahl der Schüsse, die beieiner Splatling-Ladung abgefeuert werden.
es: Aumenta el número de disparos disponiblesen cada carga de una tintralladora.
es_mx: Aumenta el número de proyectiles que sedisparan con cada carga del garabateador.
fr: Augmente le nombre de tirs simultanésavec une seule charge de badigeonneur.
it: Aumenta il numero di colpi sparati dallosplatling con una sola carica.
ja: スピナーが一回のチャージで発射できる弾数がアップします。
ko: 스피너가 1회 충전으로 발사하는 탄환 수가 증가합니다.
nl: Verhoogt het aantal schoten dat spetlingenper lading kunnen afvuren.
ru: Увеличивает количество выстреловиз брызгомета с одного заряда.
zh_hans: 提升旋转枪在完成一次蓄力后可以发射的子弹数量。
zh_hant: 提升旋轉槍在單次蓄力後可發射的子彈數。

# SdodrSdodrColorTipMainInkSave
source: Ink Saver (Main)
de: Hauptverbrauch
es: Ahorro de arma principal
es_mx: Ahorro de tinta (principal)
fr: Encrémenteur (principale)
it: Eco-colore principale
ja: インク効率（メイン）
ko: 잉크 효율(메인)
nl: Hoofdspaarder
ru: Основной баллон X
zh_hans: 墨汁效率（主要武器）
zh_hant: 墨汁效率（主要武器）

# SdodrSdodrColorTipMainInkSaveExplanation
source: Decreases amount of ink consumed by yourmain weapon.
de: Der Tintenverbrauch deiner Hauptwaffewird reduziert.
es: Disminuye la cantidad de tinta que consumeel arma principal.
es_mx: Reduce el consumo de tinta de tu armaprincipal.
fr: Diminue la quantité d'encre utiliséepar ton arme principale.
it: Riduce il consumo d'inchiostro dellatua arma principale.
ja: メインウェポンの消費インク量が少なくなります。
ko: 메인 웨펀의 소비 잉크양이 줄어듭니다.
nl: Je hoofdwapen gebruikt minder inkt.
ru: Сокращает расход краски основныморужием.
zh_hans: 减少主要武器的墨汁消耗量。
zh_hant: 降低主要武器的墨汁消耗量。

# SdodrSdodrColorTipMainPaintUp
source: Main Ink Coverage
de: Färbewirkung Hauptwaffe
es: Entintado de arma principal
es_mx: Entintado principal
fr: Grande surface
it: Copertura principale
ja: メインショット塗り
ko: 메인 샷 색칠
nl: Hoofdwapeninktverspreiding
ru: Прокрас основным +
zh_hans: 主要武器发射涂墨
zh_hant: 主要武器發射塗墨

# SdodrSdodrColorTipMainPaintUpExplanation
source: Allows you to ink more turf with yourmain weapon's shots.
de: Vergrößert den Bereich, der von Geschossendeiner Hauptwaffe eingefärbt wird.
es: Permite entintar más terreno al emplearel arma principal.
es_mx: Permite entintar más territorio conlos disparos del arma principal.
fr: Permet d'encrer des surfaces plusétendues avec l'encre projetée parton arme principale.
it: Permette di inchiostrare più terrenocon i colpi dell'arma principale.
ja: メインウェポンのインクショットによる塗り面積が広くなります。
ko: 메인 웨펀 잉크 샷의 색칠 면적이넓어집니다.
nl: Laat de schoten van je hoofdwapen meergrond verven.
ru: Позволяет закрашивать большетерритории снарядами основного оружия.
zh_hans: 扩大主要武器的墨汁发射的涂墨面积。
zh_hant: 擴大主要武器使用墨汁發射時的塗墨面積。

# SdodrSdodrColorTipMainShotRangeUp
source: Main Range
de: Reichweite Hauptwaffe
es: Alcance de arma principal
es_mx: Alcance principal
fr: Portée principale
it: Gittata principale
ja: メイン射程
ko: 메인 사정거리
nl: Hoofdwapenbereik
ru: Дальность основного +
zh_hans: 主要武器射程
zh_hant: 主要武器射程

# SdodrSdodrColorTipMainShotRangeUpExplanation
source: Increases your main weapon's range.
de: Erhöht die Reichweite deiner Hauptwaffe.
es: Extiende el alcance del arma principal.
es_mx: Aumenta el alcance del arma principal.
fr: Augmente la portée de ton arme principale.
it: Aumenta la gittata dell'arma principale.
ja: メインウェポンの射程がアップします。
ko: 메인 웨펀의 사정거리가 늘어납니다.
nl: Verhoogt het bereik van je hoofdwapen.
ru: Увеличивает дальность стрельбыиз основного оружия.
zh_hans: 提升主要武器的射程。
zh_hant: 提升主要武器的射程。

# SdodrSdodrColorTipMainShotRateUp
source: Main Firing Speed
de: Klecksrate Hauptwaffe
es: Cadencia principal
es_mx: Cadencia principal
fr: Vitesse de tir principale
it: Cadenza arma principale
ja: メイン連射速度
ko: 메인 연사 속도
nl: Vuursnelheid hoofdwapen
ru: Скорострельность основного +
zh_hans: 主要武器连射速度
zh_hant: 主要武器連射速度

# SdodrSdodrColorTipMainShotRateUpExplanation
source: Increases your main weapon's firing rate.
de: Erhöht die Schussfrequenz deinerHauptwaffe.
es: Aumenta la rapidez de disparo de tu armaprincipal.
es_mx: Aumenta la cadencia de disparo delarma principal.
fr: Augmente la cadence de tir de ton armeprincipale.
it: Aumenta la cadenza di fuoco della tuaarma principale.
ja: メインウェポンの時間当たりの攻撃回数がアップします。
ko: 메인 웨펀의 시간당 공격 횟수가 증가합니다.
nl: Verhoogt de vuursnelheid van je hoofdwapen.
ru: Повышает скорострельность основногооружия.
zh_hans: 提升主要武器在单位时间内的攻击次数。
zh_hant: 提升主要武器在每個時間單位內的攻擊次數。

# SdodrSdodrColorTipManeuverSlideAttack
source: Dodge Roll Attack
de: Ausweich-Attacke
es: Ataque deslizante
es_mx: Ataque rodante
fr: Esquive d'attaque
it: Attacco in schivata
ja: スライドアタック
ko: 구르기 어택
nl: Duikrolaanval
ru: Урон от уклонения
zh_hans: 翻滚攻击
zh_hant: 翻滾攻擊

# SdodrSdodrColorTipManeuverSlideAttackExplanation
source: Causes a Dodge Roll with dualies to dealdamage. This damage is increased by havingthe Rush Attack color chip.
es: Permite causar daño con los movimientosevasivos de las armas duales. Su efectoes mayor si se usa «daño por golpe».
fr: Inflige des dégâts en effectuant une esquiveavec une arme double. Insérer la puceAttaque rapido augmente les dégâts.
it: Le schivate eseguite con il repolperinfliggono danni. I danni aumentano sehai la scheda colore Attacco in corsa.
ja: マニューバーでスライドしたときにダメージをあたえます。カラーチップ「トツゲキダメージ」でイリョクがアップします。
ko: 머누버로 구르기를 했을 때 대미지를 줍니다.컬러 칩 「돌격 대미지」로 위력이 증가합니다.
nl: Laat duikaanvallen met dubbelknallers schadeaanrichten. Deze schade is verhoogd als jede Stormaanvalchip hebt.
ru: Уклонение со спуртометами наносит урон.Чем больше у тебя тон-жетонов«Урон от скоростных атак +», тем он выше.
zh_hans: 使用机动枪翻滚时可以造成伤害。可通过色彩晶片“突击伤害”提升威力。
zh_hant: 使用機動槍翻滾時可以造成傷害。可使用色彩晶片「突襲傷害」提升威力。

# SdodrSdodrColorTipManeuverSlideUp
source: Extra Dodge Roll
de: Extra-Ausweichen
es: Deslizamiento extra
es_mx: Evasión extra
fr: Esquive bonus
it: Schivata extra
ja: スライド回数
ko: 구르기 횟수
nl: Extra duikrol
ru: Экстрауклонение
zh_hans: 翻滚次数
zh_hant: 翻滾次數

# SdodrSdodrColorTipManeuverSlideUpExplanation
source: Increases the number of times you canDodge Roll in a row with dualies.
de: Erhöht die Anzahl hintereinanderausführbarer Doppler-Ausweichrollen.
es: Aumenta el número de veces consecutivasque puedes efectuar movimientos evasivoscon armas duales.
es_mx: Aumenta el número de veces consecutivasque puedes rodar al usar armas duales.
fr: Augmente le nombre d'esquives consécutivespossibles avec une arme double.
it: Aumenta il numero di schivate consecutiveche puoi effettuare con il repolper.
ja: マニューバーで連続してスライドできる回数がアップします。
ko: 머누버의 연속 구르기 횟수가 증가합니다.
nl: Verhoogt het aantal keer dat je achterelkaareen duikrol kunt uitvoeren met dubbelknallers.
ru: Повышает количество уклонений за раз,выполняемых со спуртометами.
zh_hans: 提升使用机动枪时可以连续翻滚的次数。
zh_hant: 提升使用機動槍時可連續翻滾的次數。

# SdodrSdodrColorTipMoveInkRecoverUp
source: Mobile Ink Recovery
de: Bewegungs-Regeneration
es: Recarga de tinta cinética
es_mx: Recarga de tinta cinética
fr: Recharge d'encre mobile
it: Recupero colore in movimento
ja: 移動インク回復
ko: 이동 잉크 회복
nl: Inkt tanken in beweging
ru: Краска пополняется на ходу
zh_hans: 移动 墨汁回复
zh_hant: 移動 墨汁回復

# SdodrSdodrColorTipMoveInkRecoverUpExplanation
source: Refills ink by moving.
de: Füllt den Tintentank beim Bewegen.
es: Permite que la tinta se recargue a medidaque te desplazas.
es_mx: Permite que la tinta se recargue a medidaque te desplazas.
fr: Ton réservoir d'encre se remplitquand tu te déplaces.
it: L'inchiostro si ricarica quando ti muovi.
ja: 移動でインクが回復します。
ko: 이동하면 잉크가 회복됩니다.
nl: Je inkttank wordt gevuld als je je beweegt.
ru: Запасы краски пополняются во времядвижения.
zh_hans: 可以通过移动回复墨汁。
zh_hant: 使墨汁存量在移動時回復。

# SdodrSdodrColorTipMoveSpecialIncreaseUp
source: Mobile Special Charge
de: Bewegungs-Speziallader
es: Medidor especial cinético
es_mx: Medidor especial cinético
fr: Recharge spéciale mobile
it: Ricarica speciale in movimento
ja: 移動スペシャル
ko: 이동 스페셜
nl: Speciaal tanken in beweging
ru: Особое заполняется на ходу
zh_hans: 移动 特殊武器
zh_hant: 移動 特殊武器

# SdodrSdodrColorTipMoveSpecialIncreaseUpExplanation
source: Fills the special gauge by moving.
de: Füllt die Spezialanzeige beim Bewegen.
es: Permite que el medidor especial se rellenea medida que te desplazas.
es_mx: Permite que el medidor especial se rellenea medida que te desplazas.
fr: Ta jauge spéciale se rechargequand tu te déplaces.
it: Riempie l'indicatore speciale quando ti muovi.
ja: 移動でスペシャルゲージが増加します。
ko: 이동하면 스페셜 게이지가 증가합니다.
nl: Je speciale meter wordt gevuld als je jebeweegt.
ru: Шкала особого оружия заполняетсяво время движения.
zh_hans: 可以通过移动增加特殊武器蓄力槽。
zh_hant: 可透過移動增加特殊武器蓄力槽。

# SdodrSdodrColorTipNearDamageRatioUp
source: Main Damage (Close)
de: Schaden Hauptwaffe (Nah)
es: Daño principal próximo
es_mx: Daño a corta distancia
fr: Dégâts de la principale (de près)
it: Danno principale (vicino)
ja: メインショットダメージ（近）
ko: 메인 샷 대미지(근거리)
nl: Hoofdwapenschade (dichtbij)
ru: Основной урон вблизи +
zh_hans: 主要武器发射伤害（近）
zh_hant: 主要武器發射傷害（近）
