Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# EventFlowMsgNewsBigRunAnnounce529
source: Doesn't matter, I guess. We gotta act fast!When the Big Run starts, get to Grizzco!
de: Ach, wen juckt's! Jetzt ist Einsatz gefragt!Zum Big-Run-Start alle auf zur Bär GmbH!
es: Qué más da... ¡Hay que actuar rápido!¡Si hay Big Run, todos a Don Oso, S. A.!
es_mx: Da igual... ¡Hay que actuar rápido!¡Si hay Big Run, todos a Don Oso, S. A.!
fr: Peu importe, en fait. Dès que le Big Runcommence, tout le monde chez M. Ours SA !
it: Qualunque sia il motivo, dobbiamo sbrigarci!Quando inizia la Big Run, tutti alla Ursus & Co!
ja: とにかく フェス会場を守らねば！ビッグランが始まったら クマサン商会に集合じゃな！
ko: 어쨌든 페스티벌 회장을 지켜야 하느니라!빅 런이 시작되면 다들 Mr. 베어 상회로 모이거라!
nl: Wat maakt het uit? Het belangrijkste is omnaar Beer & Co te gaan als de Big Run begint!
ru: Ладно, ну их! Тентакли в руки!Как начнется Big Run, сразу к Потапычу!
zh_hans: 总之我们必须保护好祭典会场！大型跑开始后，就前往熊先生商会集合！
zh_hant: 總之，我們必須守住祭典會場才行！等大型跑開始之後就到熊先生商會集合吧！

# EventFlowMsgNewsBigRunAnnounce531
source: Anyone who pitches in so the show can goon will have our eternal gratitude.
de: Allen, die für das Stattfinden des Festskämpfen, jetzt schon einen Riesendank.
es: Nuestro más profundo agradecimientoa quienes se apunten a ayudar.
es_mx: Nuestro más profundo agradecimientoa quienes se unan para ayudar.
fr: Tous ceux qui se mouillent pour sauver lefestival auront notre éternelle gratitude.
it: Chiunque contribuisca a far continuare loshow avrà la nostra eterna gratitudine.
ja: みんな、今回もよろしゅう おたのもうしますえ！
ko: 다들, 이번에도 잘 좀 부탁하꾸마～!
nl: We zijn iedereen die meehelpt om onze showte redden, voor eeuwig dankbaar!
ru: Всем, кто поможет нам сразиться заарену, заранее огромное спасибо!
zh_hans: 各位，这次也拜托你们了！
zh_hant: 各位，這次也一樣拜託你們了！

# EventFlowMsgNewsBigRunAnnounce532
source: Let's remind those Salmonids that we takeour fun SERIOUSLY!
de: Genau! Ganz nach der Devise:Erst feste feuern, dann Feste feiern!
es: ¡Esos salmónidos repelentes se van aarrepentir de haberse metido con nosotros!
es_mx: ¡Esos salmónidos repelentes se van aarrepentir de haberse metido con nosotros!
fr: Allons rappeler aux Salmonoïdes que cheznous, on rigole pas avec la fête !
it: Ricordiamo a quei Salmonoidi che ildivertimento per noi è una COSA SERIA!
ja: ワシらの強さ、いま一度シャケに見せつけてやろうぞ！！
ko: 연어 녀석들에게 우리의 힘을다시 한번 보여 주자꾸나!!
nl: Die Salmonieten zullen merken hoe belangrijkhet voor ons is dat we lol kunnen maken!
ru: Плюхов время — потехи час!Кажется, самониды это подзабыли!
zh_hans: 就让那群鲑鱼再见识一下我们的厉害吧！！
zh_hant: 讓那群鮭魚再次見識一下我們的厲害吧！！

# EventFlowMsgNewsBigRunBeingHeld000
source: Oh! It looks like Wahoo World is temporarilyclosed for the Big Run.
de: So was! Der Flunder-Funpark ist wegendes Big Runs erst mal geschlossen.
es: ¡Oh! Parece que Pirañalandia está cerradotemporalmente por ese asunto de Big Run.
es_mx: ¡Oh! Parece que Pirañalandia está cerradotemporalmente por lo de Big Run.
fr: Oh ! Le parc Carapince est temporairementfermé pour cause de Big Run.
it: Oh! Sembra che Soglioland siatemporaneamente chiusa per la Big Run.
ja: ビッグラン発生中につきスメーシーワールドは臨時休業やって
ko: 빅 런 발생으로초밥 월드는 임시 휴업이구마
nl: O! Zo te zien is Waterwonderland tijdelijkgesloten vanwege de Big Run.
ru: Ого! Похоже, луна-парк «Язь» временнозакрыт из-за Big Run.
zh_hans: 据说醋饭海洋世界正在发生大型跑，所以临时停业了。
zh_hant: 聽說因為現在發生了大型跑，所以醋飯海洋世界臨時停業了。

# EventFlowMsgNewsBigRunBeingHeld001
source: No! I haven't been there in years, but I wastotally going to go this weekend! Probably.
de: Neiiiin! Ich war da schon Jahre nicht mehr,aber dieses Wochenende wäre ich hin!
es: Vaya... Justo pensaba ir este finde.Ya me han chafado el plan los salmónidos.
es_mx: Y yo que iba a ir este finde...probablemente.
fr: Oh non ! J'y vais jamais mais je voulaisjustement y faire un tour ce week-end !
it: No! Non ci vado da secoli, ma questoweekend ci sarei andata di sicuro! Credo.
ja: シャケのせいで せっかくの週末が台無しじゃな…
ko: 연어들 때문에모처럼의 주말이 엉망이 되었구나…
nl: Neeee! Ik ben er al jaren niet geweest,maar ik wilde van het weekend net gaan!
ru: Не-е-т!!! Я там не была уже целуювечность! Как раз собиралась... Хнык!
zh_hans: 难得的周末要因为鲑鱼而泡汤了呢……
zh_hant: 都是鮭魚害的，難得的週末全都泡湯了……

# EventFlowMsgNewsBigRunBeingHeld0031
source: The more Golden Eggs you get, the fancieryour reward, right?
de: Gold-Fischeier bringen Ruhm und Ehre und'nen fetten Highscore! Und Belohnungen!
es: Cuantos más alevines dorados se consiguen,mejor es la recompensa, ¿verdad?
es_mx: Mientras más huevecillos dorados se consigan,mejor será la recompensa, ¿verdad?
fr: Plus tu amasses d'œufs dorés, plus larécompense vaut le coup, pas vrai ?
it: Più uova d'oro raccogli, migliore saràla ricompensa, vero?
ja: たっぷり金イクラを納品するとお礼の品が ゴウカになるんじゃったな？
ko: 황금 연어알을 잔뜩 납품하면사례가 호화로워진다지?
nl: Hoe meer gouden eieren, hoe fraaier jebeloning, toch?
ru: Чем больше у тебя золотых икринок, темкруче награда, верно?
zh_hans: 如果交付足够多的金鲑鱼卵，所获得的礼品貌似会很豪华哦？
zh_hant: 如果交付夠多的金鮭魚卵，獲得的禮物似乎會很豪華哦？

# EventFlowMsgNewsBigRunBeingHeld0033
source: Ah, yes. The promise of a fancy gift isquite motivating...
de: Wie sehr er doch lockt,der glänzende Gewinn...
es: Claro, siempre está la motivación deno dejar escapar un regalito bien jugoso.
es_mx: Claro, siempre está la motivación deno dejar escapar un regalito bien jugoso.
fr: La promesse d'une meilleure récompense...n'est-ce pas ce qui fait avancer le monde ?
it: Aaaah, sì. La promessa di un regalosfavillante è una grande motivazione...
ja: ええもんゲットのチャンス… 見のがせへんなぁ？
ko: 호화 사례의 획득 찬스… 놓칠 수 없제
nl: Hmm, ja. Niks zo motiverend als een fraaiebeloning...
ru: Вот это я понимаю, мотивация! Крутаянаграда, не то что у некоторых!
zh_hans: 这是获得好东西的机会……可不能错过哦！
zh_hant: 這是獲得好東西的機會……可不能錯過喔。

# EventFlowMsgNewsBigRunBeingHeld007
source: There's a Big Run going on right now, so youmight want to avoid Inkblot Art Academy...
de: Gerade tobt ein Big Run, da würde ich michvon der Perlmutt-Akademie fernhalten...
es: Hay una alerta de Big Run ahora mismo, asíque procura evitar el Instituto Coralino...
es_mx: Estamos en pleno Big Run ahora mismo, asíque intenta evitar el Instituto Coralino...
fr: Un Big Run est actuellement en cours, alorsmieux vaut éviter l'institut Calam'arts...
it: Al momento è in corso una Big Run, quindimeglio se eviti il Campus Hippocampus...
ja: ビッグラン発生中につき海女美術大学には 近づかんようにな
ko: 빅 런 발생 중인해녀 미술 대학에는 가까이 가지 말그래이
nl: Er is een Big Run gaande, dus misschien kunje beter even wegblijven van de Koraalcampus.
ru: Сейчас лучше обходить академию«Лепота» стороной — идет Big Run!
zh_hans: 海女美术大学正在发生大型跑，注意别靠近那里。
zh_hant: 因為現在發生了大型跑，所以最好暫時別接近海女美術大學喔。

# EventFlowMsgNewsBigRunBeingHeld008
source: Yeah, school's in session, but not the wayyou think. It's a good day to play hooky.
de: Außer, man hat Spaß am Kämpfen.Da wird der Sechser- zum Kleckserkandidat!
es: En teoría hay clases, pero no como te lasimaginas. Igual hoy conviene saltárselas...
es_mx: En teoría hay clases, pero no como te lasimaginas. Quizá hoy conviene faltar...
fr: Pour une fois qu'on nous demande de fairel'école buissonnière, je vais pas dire non !
it: Sì, qualcuno sta dando delle lezioni, in sensolato, diciamo. Conviene marinare la scuola!
ja: うっかり登校したら大変じゃぞ！
ko: 깜빡하고 등교하면 큰일이니라!
nl: Ja, het is een goede dag om te spijbelen...
ru: Ага, самониды нарисовались без кистейи красок. Такой урок можно и прогулять!
zh_hans: 要是犯糊涂去了学校可就糟了！
zh_hant: 要是傻傻地跑去上學可就大事不妙了！

# EventFlowMsgNewsBigRunBeingHeld009
source: I hear Undertow Spillway is off-limits forthe moment, thanks to the Big Run.
de: Im Schwertmuschel-Reservoir gilt derzeitja Zutrittsverbot wegen des Big Run.
es: Hay una alerta de Big Run ahora mismo yse prohíbe el acceso a Cisterna Navajuela.
es_mx: Hay una alerta de Big Run ahora mismo yse prohíbe el acceso a Desagüe Navajuela.
fr: Le réservoir Rigadelle est interdit d'accèsen ce moment pour cause de Big Run...
it: Pare che al momento la Cisterna Cernianon sia accessibile, per via della Big Run.
ja: ビッグラン発生中につきマテガイ放水路は 関係者以外立ち入り禁止や
ko: 빅 런 발생 중인맛조개 방수로는 관계자 외 출입 금지데이
nl: Niemand mag naar het Baarsreservoirvanwege de Big Run. Verboden toegang!
ru: Вход на Приливослив закрыт. И Big Runтому виной.
zh_hans: 竹蛏疏洪道正在发生大型跑，无关人士禁止入内。
zh_hant: 因為現在發生了大型跑，非相關人員禁止進入竹蟶疏洪道。

# EventFlowMsgNewsBigRunBeingHeld010
source: We should make it off-limits to Salmonidstoo! How'd no one else think of that?
de: Sag das mal einer den Salmoniden, dannhauen die sicher auch ab. Ich bin genial!
es: Pero... ¿no habría que procurar quelos salmónidos tampoco entren allí?
es_mx: ¿Y si les prohibimos el acceso a lossalmónidos también? Qué gran idea, ¿no?
fr: Il faut aussi en interdire l'accès auxSalmonoïdes ! Personne y a pensé ?!
it: Dovremmo renderla inaccessibile anche aiSalmonoidi! Perché nessuno c'ha pensato?
ja: シャケの立ち入りは 禁止できんのか？
ko: 연어 출입 금지는 어떻게 안 되겠느냐?
nl: Hebben ze dat ook al uitgelegd aan dieSalmonieten? Misschien krassen ze dan op...
ru: Самонидам тоже надо показать на выход!Почему никто этого до сих пор не сделал?!
zh_hans: 不能禁止鲑鱼入内吗？
zh_hant: 沒辦法讓鮭魚也禁止進入嗎？

# EventFlowMsgNewsBigRunBeingHeld011
source: Watch out for the Big Run at Um'ami Ruins!As if the place wasn't crowded enough...
de: Ein Big Run in den Um'ami-Ruinen?Als wäre da nicht sonst schon genug los...
es: Por si hubiera pocos visitantes en RuinasCeviche, ahora también salmónidos a lo loco.
es_mx: Como si hubiera pocos visitantes en RuinasCeviche, ahora hay salmónidos a lo loco.
fr: Un Big Run dans les ruines Uma'mi...Comme si le coin n'était pas assez bondé...
it: Alle Rovine Salsadipesce è in corso una BigRun! Come se non fossero già affollate...
ja: ビッグラン発生中につき、ナンプラー遺跡では遺跡やのうて シャケの調査をしてはるそうや
ko: 빅 런이 발생해가 남플라 유적에서는유적이 아니고 연어 조사를 하고 있다 카네
nl: Dankzij de Big Run kunnen de archeologen deRuisvoornruïnes niet meer onderzoeken...
ru: В Рыбожирных руинах сейчас Big Run!Там и так морскому ежу упасть негде!
zh_hans: 据说鱼露遗迹正在发生大型跑，所以那边的人都不调查遗迹，反而去调查鲑鱼了。
zh_hant: 因為現在發生了大型跑，所以目前魚露遺跡似乎是在進行鮭魚調查而不是遺跡調查。

# EventFlowMsgNewsBigRunBeingHeld012
source: I bet those Salmonids are sneaking inwithout paying admission!
de: Und Eintritt zahlen die Salmonidengarantiert auch keinen. Pah!
es: ¡Y no creo que estén ahí para estudiar elvalor arqueológico del lugar, precisamente!
es_mx: ¡Y dudo que estén ahí para estudiar elvalor arqueológico del lugar, precisamente!
fr: Je parie que ces sales bêtes paient mêmepas l'entrée quand elles débarquent !
it: Scommetto che i Salmonoidi cercanodi entrare senza biglietto!
ja: 調査せずにはおれんのか
ko: 조사는 해야 직성이 풀리나 보구나
nl: Laten we fossielen van die Salmonietenmaken, dan hebben ze weer werk!
ru: Ага! Туристы хотя бы платят за вход,в отличие от самонидов...
zh_hans: 都按捺不住调查的欲望吗？
zh_hant: 也很難不去調查吧。

# EventFlowMsgNewsBigRunBeingHeld013
source: With the Big Run underway, some shops atBarnacle & Dime are closed.
de: Der Big Run ist in vollem Gange und beiTalerfisch & Pock sind alle Läden dicht.
es: Algunas tiendas de Centro Comercial Fletánestán cerradas por alerta de Big Run.
es_mx: Algunas tiendas del Unicentro Cariteestán cerradas por la alerta de Big Run.
fr: Un Big Run est en cours aux halles de Port-merlu et certaines boutiques sont fermées.
it: Con la Big Run in corso, alcuni negozidell'Empolporio sono chiusi.
ja: ビッグラン発生中につきタラポートショッピングパークの店が 一部休業中や
ko: 빅 런 발생에 따라대구 포트 쇼핑 파크의 일부 점포는 휴업 중이데이
nl: Bah, dankzij die Big Run zijn niet alle winkelsopen in Winkelcentrum Poon & Zeehaan...
ru: Из-за Big Run некоторые магазиныв УсоногТорге сейчас закрыты.
zh_hans: 大型跑发生时，塔拉波特购物公园有部分商店会停业。
zh_hant: 大型跑發生時，塔拉波特購物公園的部分商店會停業。

# EventFlowMsgNewsBigRunBeingHeld014
source: Only SOME? You're telling me I could still goshopping during the chaos of a Big Run?
de: ALLE?! Die Leute können nicht malStrümpfe kaufen, während gekämpft wird?
es: ¿Solo algunas? ¿Quieres decir que, con BigRun incluido, se puede aún ir de compras?
es_mx: ¿Solo algunas? ¿Quieres decir que aúnse puede ir de compras durante Big Run?
fr: Juste CERTAINES ?! Me dis pas qu'on peutfaire son shopping pendant un Big Run !
it: Solo alcuni?! Vuoi dire che posso comunquefare shopping nel bel mezzo di una Big Run?
ja: 一部ってコトは、この状況で やっとる店もあるんか？！
ko: 일부?이 상황에 영업 중인 점포가 있다는 말이냐?!
nl: Wacht, dus sommige winkels zijn nog wél open?Terwijl er een Big Run aan de gang is?!
ru: НЕКОТОРЫЕ? Значит, не все?! Ура, мойшопинг даже с Big Run не пострадает!
zh_hans: 部分商店……竟然还有商店会在这种状况下营业？！
zh_hant: 部分商店停業……竟然還有商店在這種狀況下會營業嗎！？

# EventFlowMsgNewsBigRunBeingHeld015
source: I wouldn't take any shortcuts down EeltailAlley while the Big Run is happening.
de: Während des Big Runs würde ich auf derStreifenaal-Straße Abkürzungen meiden.
es: ¡Con un Big Run, el ambiente está de lo máscaldeado en Callejones Crustáceo!
es_mx: Con lo de Big Run, les recomiendo que notomen atajos por Callejones Crustáceo.
fr: J'irais pas me balader dans la banlieueBalibot en plein Big Run...
it: Non userei scorciatoie nel SobborgoSiluriano quando la Big Run è in corso.
ja: ビッグラン発生中につきゴンズイ地区に近づいたら あきまへんえ～！
ko: 빅 런 발생 중인메기 지구에는 가까이 가지 말그래이～!
nl: Doordat er een Big Run aan de gang is,is het Forelviaduct geen veilige sluiproute.
ru: М-да, срезать путь через Угрево-Скатово невыйдет. По крайней мере, пока там Big Run.
zh_hans: 大型跑发生时，可不能靠近鳗鲶区哦～！
zh_hant: 因為現在發生了大型跑，所以不能接近鰻鯰區喔～！

# EventFlowMsgNewsBigRunBeingHeld016
source: Though it is going to be the quickest wayto wipe the floor with some Salmonids!
de: Aber so würden einem am schnellsten einpaar Salmoniden vor den Kleckser laufen!
es: ¿«Caldeado»? ¡Pues habrá que conseguirque los salmónidos salgan escaldados!
es_mx: ¡A no ser que quieran llegar a un lugaratiborrado de salmónidos enloquecidos!
fr: Mais c'est pas en restant à la maisonqu'on va retapisser le sol de Salmonoïdes !
it: Però resta la soluzione più rapida perripulire il terreno dai Salmonoidi!
ja: シャケをシバきに行くヤツらは別じゃがの！
ko: 연어를 처리하러 가는 녀석들은 별개이니라!
nl: Maar het is wel de korste route als je eenhoop Salmonieten om zeep wilt helpen!
ru: Зато можно будет отрезать самонидампуть к отступлению!
zh_hans: 不过，去教训鲑鱼的人另当别论！
zh_hant: 但如果是要去教訓鮭魚的人就另當別論！

# EventFlowMsgNewsBigRunBeingHeld020
source: You won't know where you're deployed untilyou lift off, but does it really matter?
de: Der Einsatzort bleibt bis zur Ankunftgeheim, aber das ist ja egal. ...Oder?
es: No sabréis dónde trabajaréis hasta llegarallí, pero... tampoco pasa nada, ¿verdad?
es_mx: No sabrán dónde trabajarán hasta llegar,pero... ¿qué es lo peor que podría pasar?
fr: Le site de mission restera secret jusqu'audéploiement, mais c'est pas grave, si ?
it: Non saprete dove combatterete finoall'arrivo, ma non è un problema, no?
ja: どこに連れてかれるかは 現地に着くまでわからんらしいが、まあダイジョブじゃろ
ko: 어디로 가게 될지는 현장에 도착할 때까지알 수 없다고 하지만, 뭐 별문제 있겠느냐
nl: Ze vertellen je alleen niet waar je naartoegaat. Maar dat is geen probleem, toch?
ru: Точка назначения не будет известнадо момента прибытия... Но это мелочи!
zh_hans: 据说只有到了现场才能知道自己被派到哪里但我想这应该不成问题吧。
zh_hant: 聽說要等到抵達現場才會知道自己被派往哪裡，但我想應該是不成問題吧。

# EventFlowMsgNewsBigRunBeingHeld502
source: Yeah, but don't do it just for that. Do it toclear out Salmonids before the Splatfest!
de: Schon, aber viel wichtiger ist, dass bis zumSplatfest wieder alles salmonidenfrei ist!
es: Así es, aunque la prioridad es recuperarTintelia como zona libre de salmónidos.
es_mx: Así es, aunque la prioridad es recuperarTintelia como zona libre de salmónidos.
fr: Oui, mais c'est pas ça, l'important. Il fautnettoyer la Contrée avant le festival !
it: Sì, ma fallo anche per ripulire la zonadai Salmonoidi prima del festival!
ja: 来週のフェスのためにも、とっととシャケどもをバンカラの地から 追い払わねばのう！
ko: 다음 주에 있을 페스티벌을 위해서도어서 이 카오폴리스에서 연어 녀석들을 쫓아내자꾸나!
nl: Ja, maar nog veel belangrijker is dat de boelSalmonietenvrij is voor het volgende Splatfest!
ru: Еще бы, но сейчас куда важнее прогнатьсамонидов до начала Сплатфеста!
zh_hans: 这也是为了下周的祭典，得赶快把鲑鱼们赶出蛮颓之地才行！
zh_hant: 這麼做同時也是為了下週的祭典，得趕快把鮭魚們趕出蠻頹地區才行！

# EventFlowMsgNewsBigRunBeingHeld504
source: Word to the wise—you're going to want topick a Splatfest team before diving in.
de: Hai-ßer Tipp von mir: Am besten vor demLoskämpfen erst ein Splatfest-Team wählen!
es: Por cierto, antes de empezar a dar el callo,acordaos de elegir equipo para el festival.
es_mx: Por cierto, antes de empezar a trabajar,recuerden elegir un equipo para el festival.
fr: Un petit conseil : avant d'y aller, vousdevriez choisir un camp pour le festival.
it: Un consiglio: meglio scegliere un teamdel festival prima di buttarsi a pesce.
ja: そうそう、フェスの投票が まだのヒトらはバイトの前に済ましといてな～！
ko: 아 참, 페스티벌 투표를 아직 안 한 사람은아르바이트하기 전에 미리 끝내 두그래이～!
nl: Goeie tip van mij: kies een Splatfest-teamvoor je aan de slag gaat!
ru: Ма-а-хонький совет: сначала проголосуйза команду для Сплатфеста. Не торопись!
zh_hans: 对了，还没有完成祭典投票的人，记得在打工前去投票哦～！
zh_hant: 對了，還沒完成祭典投票的人記得在打工之前先去投票喔～！

# EventFlowMsgNewsBigRunBeingHeld505
source: Gotta load up on those conch shells!
de: Jawoll! Dann hagelt's Tritonshörnerfürs Mitmachen! Klasse, die Teile!
es: ¡Me pienso poner las botas acumulandocaracolas!
es_mx: ¡A acumular caracolas se ha dicho!
fr: Et après, on fait une razzia surles conques !
it: Accumulare conchiglie è importante!
ja: シャケをシバくついでに ホラガイもゲットじゃ！
ko: 연어를 처리하고 소라고둥도 획득하자꾸나!
nl: Dan loop je binnen met al die prijsschelpen!
ru: У-У-У! Раковин за участие будетбери не хочу! Мне они пригодятся!
zh_hans: 在教训鲑鱼的同时，顺便获得法螺！
zh_hant: 在教訓鮭魚的同時，也別忘了把法螺拿到手！

# EventFlowMsgNewsBigRunBeingHeld506
source: The Salmonids have their sights set on theGrand Festival venue!
de: Die Salmoniden wollen über denGrand-Festival-Platz herfallen!
es: ¡Los salmónidos han llegado inclusoa la sede del Grand Festival!
es_mx: ¡Los salmónidos llegaron inclusoa la sede del Grand Festival!
fr: Les Salmonoïdes pointent leurs salesnageoires du côté du Grand Festival !
it: I Salmonoidi hanno messo gli occhi sullasede del Grand Festival!
ja: ついにシャケが グランドフェスティバルの会場まで押し寄せてきよった！
ko: 결국 연어들이그랜드 페스티벌 회장까지 몰려와 삣다!
nl: De Salmonieten vallen het terrein van hetGrand Festival aan!
ru: Самониды атакуют площадкуГранд-фестиваля!
zh_hans: 鲑鱼还是朝大型祭典的会场涌来了！
zh_hant: 鮭魚終究還是湧入大型祭典的會場了！

# EventFlowMsgNewsBigRunBeingHeld508
source: The more Golden Eggs you get, the fancieryour reward, right?
de: Je mehr gesammelte Gold-Fischeier,desto größer die Belohnung, stimmt's?
es: Cuantos más alevines dorados se consigan,mejores recompensas te llevas, ¿verdad?
es_mx: Mientras más huevecillos dorados se consigan,mejor será la recompensa, ¿verdad?
fr: Plus on ramasse d'œufs dorés et plus larécompense est maousse, c'est bien ça ?
it: Più uova d'oro si raccolgono, miglioreè la ricompensa, no?
ja: たっぷり金イクラを納品すれば お礼の品がゴウカになるんじゃったな？
ko: 황금 연어알을 잔뜩 납품하면사례가 호화로워진다지?
nl: Hoe meer gouden visseneieren er wordenverzameld, hoe beter de beloning. Toch?
ru: Чем больше золотых икринок,тем круче награда, верно?
zh_hans: 要是能交付很多金鲑鱼卵，奖品是不是会变得很豪华呀？
zh_hant: 只要交付夠多的金鮭魚卵，獲得的禮物就會更加豪華吧？

# EventFlowMsgNewsBigRunBeingHeld510
source: There's one twist on the scoring this time.
de: Ganz recht. Denn diesmal läuftdas Punkten etwas anders ab als sonst.
es: ¿Cómo funciona la puntuación esta vez?
es_mx: Y esta vez habrá algo diferentecon la puntuación.
fr: Mais il y a une subtilité au sujet duscore, cette fois-ci.
it: Già, perché questa volta il punteggionasconde una sorpresa.
ja: そして今回はなんと～？！
ko: 게다가 이번엔 무려～?!
nl: Er is deze keer iets speciaals aan wat ervan ons wordt verwacht.
ru: Правда, с очками в этот раз все не такпросто.
zh_hans: 另外，这次意想不到的是～？！
zh_hant: 而且這次令人意想不到的是～！？

# EventFlowMsgNewsBigRunBeingHeld513
source: Sounds good to me! We got an idea ofwhat this quota we're shooting for is?
de: Astrein! Darf man denn fragen, wie vieleEierchen so zusammenkommen müssen?
es: ¡No me parece mala idea! ¿Y sabemos quécantidad será exactamente el cupo ese?
es_mx: ¡No me parece mala idea! ¿Y sabemos quécantidad será exactamente el cupo ese?
fr: Voilà qui est intéressant !Et c'est quoi, le quota ?
it: Ottimo! Sappiamo quale sarebbe questaquota?
ja: うむ！ …して、どんだけ集めろと？
ko: 흠! …그래서 얼마나 모아야 하는 게냐?
nl: Cool! En hoeveel is die doelstelling?
ru: Вот это я понимаю! Ну и сколько икринокнужно по плану?
zh_hans: 没错！那么……熊先生商会要求收集多少？
zh_hant: 嗯！所以……要收集多少顆呢？

# EventFlowMsgNewsBigRunBeingHeld516
source: Yikes! That's the biggest number I've seenin my life!
de: N-nur drei Stück?...Äh, was? DIE MEGAZAHL DA?!
es: ¡No puede ser! ¡Si es una cifra tanexagerada que no soy capaz de leerla!
es_mx: ¡Ufff! ¡Creo que ni una calculadorapuede leer esa cifra!
fr: Argh ! C'est le nombre le plus méga gigaénormissime que j'aie jamais vu !
it: Argh! È il numero più alto che abbiavisto in vita mia!
ja: うおおおー？！！ ものすごい数じゃーッ！！
ko: 우오오오～?!!숫자가 엄청 높지 않느냐!!
nl: Wauw! Dat is het grootste getal dat ikooit heb gezien!
ru: О-ОУ!!! Что за приколы? Да столько икрыеще не наметали!!!
zh_hans: 唔噢噢噢～？！！好惊人的数字～！！
zh_hant: 哇——！！？好驚人的數字啊——！！

# EventFlowMsgNewsBigRunBeingHeld518
source: That's just unreasonable! Does Grizzcoseriously expect us to hit that target?!
de: Das ist doch nicht realistisch!Was denkt sich die Bär GmbH eigentlich!?
es: ¡Es una locura! ¿En serio piensa Don Osoque podemos llegar a esa cantidad?
es_mx: ¡Es una locura! ¿En serio Don Oso creeque podemos llegar a esa cantidad?
fr: C'est du délire ! M. Ours SA croit vraimentqu'on va atteindre un objectif pareil ?
it: Ma è assurdo! Davvero Ursus si aspettache raggiungiamo una cifra del genere?!
ja: なんぼなんでも ７億コは無理やろ！クマサン商会は ナニ考えてんねん！！
ko: 아무리 그래도 7억 개는 무리다이가!Mr. 베어 상회도 정신이 있는 기가!!
nl: Niet normaal! Hoe verwacht Beer & Co datwe dat bij elkaar krijgen?
ru: Они издеваются! Я думала, у Потапычареальные цели, а не утопические!
zh_hans: 不管怎么说，7亿颗也太不现实了吧！熊先生商会到底在想什么啊！！
zh_hant: 再怎麼樣都不可能收集到7億顆吧！熊先生商會到底是在想什麼！！

# EventFlowMsgNewsBigRunBeingHeld520
source: Look on the bright side. We get fish scalesAND we make sure the Splatfest goes on!
de: Optimismus, Leute! Wir klecksen, staubenSchuppen ab UND retten das Splatfest!
es: Intentémoslo. Podemos llevarnos escamas,y proteger el festival es una buena causa.
es_mx: Intentémoslo. Podemos conseguir escamas,y proteger el festival es una buena causa.
fr: Voyons le bon côté : on fait la razzia surles écailles et on protège le festival !
it: Guarda il lato positivo: otteniamo squamee ci assicuriamo che il festival continui!
ja: とにかく、フェス会場を守るついでにお礼もウロコも いただきじゃッ！
ko: 어쨌든 페스티벌 회장도 지키면서겸사겸사 사례로 비늘도 받아 가거라!
nl: Het mooie is wel dat we visschubben krijgenEN zorgen dat het Splatfest doorgaat!
ru: Да, где наш оптимизм?! Мы и чешуйкиполучим, и Сплатфест спасем!!!
zh_hans: 总之就是守护好祭典会场，顺便把谢礼和鳞片全都收下！
zh_hant: 反正簡單來說，就是在保護祭典會場的同時，也能順便拿到禮物跟鱗片吧！

# EventFlowMsgNewsBigRunBeingHeld521
source: It still sounds impossible. But that's achallenge we've always risen to.
de: Die Vorgabe ist zwar unschaffbar...Doch Kneifen ist für Taschenkrebse!
es: No creo que lo logremos ni en 200 años,pero en fin...
es_mx: Yo no lo veo tan posible, pero en fin...A trabajar se ha dicho.
fr: Quand même, ça a l'air impossible... Maisc'est pas une raison pour baisser les bras !
it: Mi sembra ancora impossibile. Ma comesempre, accetteremo anche questa sfida.
ja: んも～、こぉなったら やるしかあらへんなぁ！
ko: 하～ 이래 된 이상 할 수밖에 없제!
nl: Het klinkt nog steeds onmogelijk, maar datis geen reden om terug te deinzen.
ru: Я все еще считаю, что план невыполним.Но когда нас это останавливало?
zh_hans: 真是的～既然这样，就不得不出手了啊！
zh_hant: 真是的～既然這樣，那也只能硬著頭皮上了吧！

# EventFlowMsgNewsBigRunBeingHeld522
source: I doubt our paths will cross while on thejob, but we'll be with you in spirit.
de: Wir sind bei euch, Freunde! Auch wenn wiruns auf der Schicht eher nicht begegnen.
es: Contad todos con mi apoyo. Aunque no nosveamos en combate, estoy con vosotros.
es_mx: Cuenten con mi apoyo. Aunque no nosveamos en combate, estoy con ustedes.
fr: Je doute qu'on se croise sur place, lesamis, mais on sera ensemble par la pensée !
it: Dubito che ci incontreremo durante lebattaglie, ma saremo con voi nello spirito.
ja: バイトの現場では会えへんけど、ウチらの心は みんなといっしょやからね
ko: 아르바이트 현장에서는 몬 만나겠지만서도우리의 마음은 모두와 함께 할 기다
nl: Weinig kans dat we elkaar zien tijdens hetklussen, dus nu alvast succes gewenst!
ru: Ну что, ребята, духом мы с вами!Даже если не пересечемся на смене.
zh_hans: 虽然没办法在打工现场碰面，但我们的心是和大家连在一起的。
zh_hant: 雖然沒辦法在打工現場跟大家碰面，不過我們的精神與大家同在。
