Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BadgeBadgeMsgWinCountVglLv01
source: 1,000 Rainmaker Wins
de: 1000 Siege in Operation Goldfisch
es: Has logrado 1000 victorias en estilo pez dorado.
es_mx: Lograste 1000 victorias en estilo pez dorado.
fr: 1 000 victoires remportées en Mission Bazookarpe
it: 1000 vittorie in Bazookarp
ja: ガチホコバトルで１０００回勝利した
ko: 랭크 피시 배틀에서 1,000회 승리했다
nl: 1000 overwinningen in Bazookarper!
ru: 1000 побед в режиме «Мегакарп»
zh_hans: 真格鱼虎对战获胜1000场
zh_hant: 真格魚虎對戰獲勝1000次

# BadgeBadgeMsgWinCountVlfLv00
source: 100 Tower Control Wins
de: 100 Siege in Turm-Kommando
es: Has logrado 100 victorias en estilo torre.
es_mx: Lograste 100 victorias en estilo torreón.
fr: 100 victoires remportées en Expédition risquée
it: 100 vittorie in Torre mobile
ja: ガチヤグラで１００回勝利した
ko: 랭크 타워에서 100회 승리했다
nl: 100 overwinningen in Torentwist!
ru: 100 побед в боях за башню
zh_hans: 真格塔楼获胜100场
zh_hant: 真格塔樓獲勝100次

# BadgeBadgeMsgWinCountVlfLv01
source: 1,000 Tower Control Wins
de: 1000 Siege in Turm-Kommando
es: Has logrado 1000 victorias en estilo torre.
es_mx: Lograste 1000 victorias en estilo torreón.
fr: 1 000 victoires remportées en Expédition risquée
it: 1000 vittorie in Torre mobile
ja: ガチヤグラで１０００回勝利した
ko: 랭크 타워에서 1,000회 승리했다
nl: 1000 overwinningen in Torentwist!
ru: 1000 побед в боях за башню
zh_hans: 真格塔楼获胜1000场
zh_hant: 真格塔樓獲勝1000次

# BadgeBadgeMsgXPowerAtlanticLv00
source: Hit 2,000+ X Power
de: 2000 X-Power übertroffen!
es: Has alcanzado 2000 puntos de energía X.
es_mx: Conseguiste más de 2000 puntos de fuerza X.
fr: 2 000 points de X Power obtenus
it: Raggiunti 2000 o più punti di energia X
ja: Xパワーが２０００以上になった
ko: X 파워가 2000 이상이 되었다
nl: Een X-kracht behaald van meer dan 2000!
ru: Сила X: 2000 или больше!
zh_hans: X战力达到2000以上
zh_hant: X戰力達到2000以上

# BadgeBadgeMsgXPowerPacificLv00
source: Hit 2,000+ X Power
de: 2000 X-Power übertroffen!
es: Has alcanzado 2000 puntos de energía X.
es_mx: Conseguiste más de 2000 puntos de fuerza X.
fr: 2 000 points de X Power obtenus
it: Raggiunti 2000 o più punti di energia X
ja: Xパワーが２０００以上になった
ko: X 파워가 2000 이상이 되었다
nl: Een X-kracht behaald van meer dan 2000!
ru: Сила X: 2000 или больше!
zh_hans: X战力达到2000以上
zh_hant: X戰力達到2000以上

# BadgeBadgeMsgXRankLv00
source: Top 3,000 in X Battle!
de: Top 3000 im X-Kampf!
es: Has entrado en los 3000 mejores de combate X.
es_mx: Estás entre los 3000 mejores de combate X.
fr: Top 3 000 des matchs X atteint
it: Tra i primi 3000 nelle partite X!
ja: Xマッチのランキングで３０００位以内に入った
ko: X 매치 랭킹에서 3000위 이내에 들었다
nl: Top 3000 in X-gevecht!
ru: В ТОП-3000 в бою X!
zh_hans: 进入了X比赛排名的前3000名
zh_hant: 在X比賽的排名中位列前3000名

# BadgeBadgeMsgXRankLv01
source: Top 500 in X Battle!
de: Top 500 im X-Kampf!
es: Has entrado en los 500 mejores de combate X.
es_mx: Estás entre los 500 mejores de combate X.
fr: Top 500 des matchs X atteint
it: Tra i primi 500 nelle partite X!
ja: Xマッチのランキングで５００位以内に入った
ko: X 매치 랭킹에서 500위 이내에 들었다
nl: Top 500 in X-gevecht!
ru: В ТОП-500 в бою X!
zh_hans: 进入了X比赛排名的前500名
zh_hant: 在X比賽的排名中位列前500名

# BadgeBadgeMsgXRankLv02
source: Top 10 in X Battle!
de: Top 10 im X-Kampf!
es: Has entrado en los 10 mejores de combate X.
es_mx: Estás entre los 10 mejores de combate X.
fr: Top 10 des matchs X atteint
it: Tra i primi 10 nelle partite X!
ja: Xマッチのランキングで１０位以内に入った
ko: X 매치 랭킹에서 10위 이내에 들었다
nl: Top 10 in X-gevecht!
ru: В ТОП-10 в бою X!
zh_hans: 进入了X比赛排名的前10名
zh_hant: 在X比賽的排名中位列前10名

# BadgeBadgeMsgXRankRevisedAtlanticLv00
source: Top 50,000 X Battle Rank
de: Top 50 000 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 50 000 mejores de combate X.
es_mx: Estás entre los 50 000 mejores de combate X.
fr: Rang dans le top 50 000 atteint lors de matchs X
it: Tra i primi 50.000 nelle partite X!
ja: Xマッチのランキングで５００００位以内に入った
ko: X 매치 랭킹에서 50000위 이내에 들었다
nl: Bij de beste 50.000 X-gevechtspelers!
ru: Разряд: среди 50 000 лучших в бою X!
zh_hans: 进入了X比赛排名的前50000名
zh_hant: 在X比賽的排名中位列前50000名

# BadgeBadgeMsgXRankRevisedAtlanticLv01
source: Top 30,000 X Battle Rank
de: Top 30 000 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 30 000 mejores de combate X.
es_mx: Estás entre los 30 000 mejores de combate X.
fr: Rang dans le top 30 000 atteint lors de matchs X
it: Tra i primi 30.000 nelle partite X
ja: Xマッチのランキングで３００００位以内に入った
ko: X 매치 랭킹에서 30000위 이내에 들었다
nl: Bij de beste 30.000 X-gevechtspelers!
ru: Разряд: среди 30 000 лучших в бою X!
zh_hans: 进入了X比赛排名的前30000名
zh_hant: 在X比賽的排名中位列前30000名

# BadgeBadgeMsgXRankRevisedAtlanticLv02
source: Top 10,000 X Battle Rank
de: Top 10 000 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 10 000 mejores de combate X.
es_mx: Estás entre los 10 000 mejores de combate X.
fr: Rang dans le top 10 000 atteint lors de matchs X
it: Tra i primi 10.000 nelle partite X
ja: Xマッチのランキングで１００００位以内に入った
ko: X 매치 랭킹에서 10000위 이내에 들었다
nl: Bij de beste 10.000 X-gevechtspelers!
ru: Разряд: среди 10 000 лучших в бою X!
zh_hans: 进入了X比赛排名的前10000名
zh_hant: 在X比賽的排名中位列前10000名

# BadgeBadgeMsgXRankRevisedAtlanticLv03
source: Top 5,000 X Battle Rank
de: Top 5000 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 5000 mejores de combate X.
es_mx: Estás entre los 5000 mejores de combate X.
fr: Rang dans le top 5 000 atteint lors de matchs X
it: Tra i primi 5000 nelle partite X
ja: Xマッチのランキングで５０００位以内に入った
ko: X 매치 랭킹에서 5000위 이내에 들었다
nl: Bij de beste 5000 X-gevechtspelers!
ru: Разряд: среди 5000 лучших в бою X!
zh_hans: 进入了X比赛排名的前5000名
zh_hant: 在X比賽的排名中位列前5000名

# BadgeBadgeMsgXRankRevisedAtlanticLv04
source: Top 3,000 X Battle Rank
de: Top 3000 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 3000 mejores de combate X.
es_mx: Estás entre los 3000 mejores de combate X.
fr: Rang dans le top 3 000 atteint lors de matchs X
it: Tra i primi 3000 nelle partite X
ja: Xマッチのランキングで３０００位以内に入った
ko: X 매치 랭킹에서 3000위 이내에 들었다
nl: Bij de beste 3000 X-gevechtspelers!
ru: Разряд: среди 3000 лучших в бою X!
zh_hans: 进入了X比赛排名的前3000名
zh_hant: 在X比賽的排名中位列前3000名

# BadgeBadgeMsgXRankRevisedAtlanticLv05
source: Top 1,000 X Battle Rank
de: Top 1000 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 1000 mejores de combate X.
es_mx: Estás entre los 1000 mejores de combate X.
fr: Rang dans le top 1 000 atteint lors de matchs X
it: Tra i primi 1000 nelle partite X
ja: Xマッチのランキングで１０００位以内に入った
ko: X 매치 랭킹에서 1000위 이내에 들었다
nl: Bij de beste 1000 X-gevechtspelers!
ru: Разряд: среди 1000 лучших в бою X!
zh_hans: 进入了X比赛排名的前1000名
zh_hant: 在X比賽的排名中位列前1000名

# BadgeBadgeMsgXRankRevisedAtlanticLv06
source: Top 500 X Battle Rank
de: Top 500 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 500 mejores de combate X.
es_mx: Estás entre los 500 mejores de combate X.
fr: Rang dans le top 500 atteint lors de matchs X
it: Tra i primi 500 nelle partite X
ja: Xマッチのランキングで５００位以内に入った
ko: X 매치 랭킹에서 500위 이내에 들었다
nl: Bij de beste 500 X-gevechtspelers!
ru: Разряд: среди 500 лучших в бою X!
zh_hans: 进入了X比赛排名的前500名
zh_hant: 在X比賽的排名中位列前500名

# BadgeBadgeMsgXRankRevisedAtlanticLv07
source: Top 10 X Battle Rank
de: Top 10 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 10 mejores de combate X.
es_mx: Estás entre los 10 mejores de combate X.
fr: Rang dans le top 10 atteint lors de matchs X
it: Tra i primi 10 nelle partite X
ja: Xマッチのランキングで１０位以内に入った
ko: X 매치 랭킹에서 10위 이내에 들었다
nl: Bij de beste 10 X-gevechtspelers!
ru: Разряд: среди 10 лучших в бою X!
zh_hans: 进入了X比赛排名的前10名
zh_hant: 在X比賽的排名中位列前10名

# BadgeBadgeMsgXRankRevisedPacificLv00
source: Top 50,000 X Battle Rank
de: Top 50 000 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 50 000 mejores de combate X.
es_mx: Estás entre los 50 000 mejores de combate X.
fr: Rang dans le top 50 000 atteint lors de matchs X
it: Tra i primi 50.000 nelle partite X!
ja: Xマッチのランキングで５００００位以内に入った
ko: X 매치 랭킹에서 50000위 이내에 들었다
nl: Bij de beste 50.000 X-gevechtspelers!
ru: Разряд: среди 50 000 лучших в бою X!
zh_hans: 进入了X比赛排名的前50000名
zh_hant: 在X比賽的排名中位列前50000名

# BadgeBadgeMsgXRankRevisedPacificLv01
source: Top 30,000 X Battle Rank
de: Top 30 000 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 30 000 mejores de combate X.
es_mx: Estás entre los 30 000 mejores de combate X.
fr: Rang dans le top 30 000 atteint lors de matchs X
it: Tra i primi 30.000 nelle partite X
ja: Xマッチのランキングで３００００位以内に入った
ko: X 매치 랭킹에서 30000위 이내에 들었다
nl: Bij de beste 30.000 X-gevechtspelers!
ru: Разряд: среди 30 000 лучших в бою X!
zh_hans: 进入了X比赛排名的前30000名
zh_hant: 在X比賽的排名中位列前30000名

# BadgeBadgeMsgXRankRevisedPacificLv02
source: Top 10,000 X Battle Rank
de: Top 10 000 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 10 000 mejores de combate X.
es_mx: Estás entre los 10 000 mejores de combate X.
fr: Rang dans le top 10 000 atteint lors de matchs X
it: Tra i primi 10.000 nelle partite X
ja: Xマッチのランキングで１００００位以内に入った
ko: X 매치 랭킹에서 10000위 이내에 들었다
nl: Bij de beste 10.000 X-gevechtspelers!
ru: Разряд: среди 10 000 лучших в бою X!
zh_hans: 进入了X比赛排名的前10000名
zh_hant: 在X比賽的排名中位列前10000名

# BadgeBadgeMsgXRankRevisedPacificLv03
source: Top 5,000 X Battle Rank
de: Top 5000 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 5000 mejores de combate X.
es_mx: Estás entre los 5000 mejores de combate X.
fr: Rang dans le top 5 000 atteint lors de matchs X
it: Tra i primi 5000 nelle partite X
ja: Xマッチのランキングで５０００位以内に入った
ko: X 매치 랭킹에서 5000위 이내에 들었다
nl: Bij de beste 5000 X-gevechtspelers!
ru: Разряд: среди 5000 лучших в бою X!
zh_hans: 进入了X比赛排名的前5000名
zh_hant: 在X比賽的排名中位列前5000名

# BadgeBadgeMsgXRankRevisedPacificLv04
source: Top 3,000 X Battle Rank
de: Top 3000 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 3000 mejores de combate X.
es_mx: Estás entre los 3000 mejores de combate X.
fr: Rang dans le top 3 000 atteint lors de matchs X
it: Tra i primi 3000 nelle partite X
ja: Xマッチのランキングで３０００位以内に入った
ko: X 매치 랭킹에서 3000위 이내에 들었다
nl: Bij de beste 3000 X-gevechtspelers!
ru: Разряд: среди 3000 лучших в бою X!
zh_hans: 进入了X比赛排名的前3000名
zh_hant: 在X比賽的排名中位列前3000名

# BadgeBadgeMsgXRankRevisedPacificLv05
source: Top 1,000 X Battle Rank
de: Top 1000 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 1000 mejores de combate X.
es_mx: Estás entre los 1000 mejores de combate X.
fr: Rang dans le top 1 000 atteint lors de matchs X
it: Tra i primi 1000 nelle partite X
ja: Xマッチのランキングで１０００位以内に入った
ko: X 매치 랭킹에서 1000위 이내에 들었다
nl: Bij de beste 1000 X-gevechtspelers!
ru: Разряд: среди 1000 лучших в бою X!
zh_hans: 进入了X比赛排名的前1000名
zh_hant: 在X比賽的排名中位列前1000名

# BadgeBadgeMsgXRankRevisedPacificLv06
source: Top 500 X Battle Rank
de: Top 500 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 500 mejores de combate X.
es_mx: Estás entre los 500 mejores de combate X.
fr: Rang dans le top 500 atteint lors de matchs X
it: Tra i primi 500 nelle partite X
ja: Xマッチのランキングで５００位以内に入った
ko: X 매치 랭킹에서 500위 이내에 들었다
nl: Bij de beste 500 X-gevechtspelers!
ru: Разряд: среди 500 лучших в бою X!
zh_hans: 进入了X比赛排名的前500名
zh_hant: 在X比賽的排名中位列前500名

# BadgeBadgeMsgXRankRevisedPacificLv07
source: Top 10 X Battle Rank
de: Top 10 der X-Kampf-Rangliste erreicht!
es: Has entrado en los 10 mejores de combate X.
es_mx: Estás entre los 10 mejores de combate X.
fr: Rang dans le top 10 atteint lors de matchs X
it: Tra i primi 10 nelle partite X
ja: Xマッチのランキングで１０位以内に入った
ko: X 매치 랭킹에서 10위 이내에 들었다
nl: Bij de beste 10 X-gevechtspelers!
ru: Разряд: среди 10 лучших в бою X!
zh_hans: 进入了X比赛排名的前10名
zh_hant: 在X比賽的排名中位列前10名

# BynameBynameAdjective0000
source: Scorch Gorge
es: en Desfiladero Fumarola
es_mx: en Desfiladero Fumarola
fr: du canyon aux colonnes
it: del Grank Canyon
ko: 석순 대협곡의
zh_hans: 温泉花大峡谷的
zh_hant: 溫泉花大峽谷的

# BynameBynameAdjective0001
source: Eeltail Alley
es: en Callejones Crustáceo
es_mx: en Callejones Crustáceo
fr: de la banlieue Balibot
it: del Sobborgo Siluriano
ko: 메기 지구의
zh_hans: 鳗鲶区的
zh_hant: 鰻鯰區的

# BynameBynameAdjective0002
source: Hagglefish Market
es: en Mercado Lenguado
es_mx: en Mercado Lenguado
fr: du marché Grefin
it: del Mercato Fruttato
ko: 대치 시장의
zh_hans: 烟管鱼市场的
zh_hant: 煙管魚市場的

# BynameBynameAdjective0003
source: Undertow Spillway
es: en Cisterna Navajuela
es_mx: en Desagüe Navajuela
fr: du réservoir Rigadelle
it: del Canale Cannolicchio
ko: 맛조개 방수로의
zh_hans: 竹蛏疏洪道的
zh_hant: 竹蟶疏洪道的

# BynameBynameAdjective0004
source: Um'ami Ruins
es: en Ruinas Ceviche
es_mx: en Ruinas Ceviche
fr: des ruines Uma'mi
it: delle Rovine Salsadipesce
ko: 남플라 유적의
zh_hans: 鱼露遗迹的
zh_hant: 魚露遺跡的

# BynameBynameAdjective0005
source: Mincemeat Metalworks
es: en Desguace Tataki
es_mx: en Desguace Mero
fr: de la casse Rascasse
it: della Discarica Tritatutto
ko: 나메로우 금속의
zh_hans: 鱼肉碎金属的
zh_hant: 魚肉碎金屬的

# BynameBynameAdjective0006
source: Brinewater Springs
es: en Balneario Aguasal
es_mx: en Balneario Aguasal
fr: des sources Sauret
it: delle Fermenterme
ko: 과메기 온천의
zh_hans: 臭鱼干温泉的
zh_hant: 臭魚乾溫泉的

# BynameBynameAdjective0007
source: Flounder Heights
es: en Complejo Medusa
es_mx: en Complejo Medusa
fr: du lotissement Filament
it: delle Cime Sogliolose
ko: 넙치 언덕 단지의
zh_hans: 比目鱼住宅区的
zh_hant: 比目魚住宅區的

# BynameBynameAdjective0008
source: Hammerhead Bridge
es: en Puente Salmón
es_mx: en Puente Salmón
fr: du pont Esturgeon
it: del Ponte Sgombro
ko: 고등어 해협 대교의
zh_hans: 真鲭跨海大桥的
zh_hant: 真鯖跨海大橋的

# BynameBynameAdjective0009
source: Museum d'Alfonsino
es: en Museo del Pargo
es_mx: en Museo del Pargo
fr: des galeries Guppy
it: del Museo di Cefalò
ko: 도미 미술관의
zh_hans: 金眼鲷美术馆的
zh_hant: 金眼鯛美術館的

# BynameBynameAdjective0010
source: Mahi-Mahi Resort
es: en Spa Cala Bacalao
es_mx: en Spa Cala Bacalao
fr: du club Ca$halot
it: di Villanguilla
ja: マヒマヒリゾート＆スパの
ko: 만새기 리조트＆스파의
zh_hans: 鬼头刀SPA度假区的
zh_hant: 鬼頭刀SPA度假區的

# BynameBynameAdjective0011
source: Inkblot Art Academy
es: en Instituto Coralino
es_mx: en Instituto Coralino
fr: de l'institut Calam'arts
it: del Campus Hippocampus
ko: 해녀 미술 대학의
zh_hans: 海女美术大学的
zh_hant: 海女美術大學的

# BynameBynameAdjective0012
source: Sturgeon Shipyard
es: en Astillero Beluga
es_mx: en Astillero Beluga
fr: du chantier Narval
it: del Cantiere Pinnenere
ko: 철갑상어 조선소의
zh_hans: 鲟鱼造船厂的
zh_hant: 鱘魚造船廠的

# BynameBynameAdjective0013
source: MakoMart
es: en Ultramarinos Orca
es_mx: en Ultramarinos Orca
fr: du supermarché Cétacé
it: del Mercatotano
ja: ザトウマーケットの
ko: 혹등 마켓의
zh_hans: 座头购物中心的
zh_hant: 座頭購物中心的

# BynameBynameAdjective0014
source: Wahoo World
es: en Pirañalandia
es_mx: en Pirañalandia
fr: du parc Carapince
it: di Soglioland
ja: スメーシーワールドの
ko: 초밥 월드의
zh_hans: 醋饭海洋世界的
zh_hant: 醋飯海洋世界的

# BynameBynameAdjective0015
source: Barnacle & Dime
es: en Centro Comercial Fletán
es_mx: en Unicentro Carite
fr: des halles de Port-merlu
it: dell'Empolporio
ja: タラポートショッピングパークの
ko: 대구 포트 쇼핑 파크의
zh_hans: 塔拉波特购物公园的
zh_hant: 塔拉波特購物公園的

# BynameBynameAdjective0016
source: Humpback Pump Track
es: en Tiburódromo
es_mx: en Tiburódromo
fr: de la piste Méroule
it: del Tintodromo Montecarpa
ja: コンブトラックの
ko: 다시마 트랙의
zh_hans: 昆布赛道的
zh_hant: 昆布賽道的

# BynameBynameAdjective0017
source: Manta Maria
es: en Corbeta Corvina
es_mx: en Corbeta Corvina
fr: de la Manta Maria
it: della Manta Maria
ko: 만타 마리아호의
zh_hans: 鬼蝠鲼玛利亚号的
zh_hant: 鬼蝠魟瑪利亞號的

# BynameBynameAdjective0018
source: Shipshape Cargo Co.
es: en Carguero Platija
es_mx: en Carguero Platija
fr: du chaland Flétan
it: della Platessa Trasporti S.r.l.
ko: 광어 해운의
zh_hans: 大比目鱼海运中心的
zh_hant: 大比目魚海運中心的

# BynameBynameAdjective0019
source: Crableg Capital
es: en Distrito Rascalópodo
es_mx: en Distrito Rascalópodo
fr: du quartier Crabe-ciels
it: dei Granchiacieli
ko: 거미게 경제특구의
zh_hans: 高脚经济特区的
zh_hant: 高腳經濟特區的

# BynameBynameAdjective0020
source: Robo ROM-en
es: en Factoría RAMen
es_mx: en Factoría RAMen
fr: de l'arène Méca-ramen
it: del Roboramen
ko: 수랑정의
zh_hans: 贝见亭的
zh_hant: 貝見亭的

# BynameBynameAdjective0021
source: Bluefin Depot
es: en la mina costera
es_mx: en la mina costera
fr: de la mine marine
it: del Molo Mollusco
ko: 참치 탄광의
zh_hans: 葱鲔鱼煤矿场的
zh_hant: 蔥鮪魚煤礦場的

# BynameBynameAdjective0022
source: Marlin Airport
es: en Aeropuerto Marlín
es_mx: en Aeropuerto Marlín
fr: du terminal Rorqual
it: dell'Aeroporto Ondabianca
ko: 청새치 공항의
zh_hans: 旗鱼机场的
zh_hant: 旗魚機場的

# BynameBynameAdjective0023
source: Lemuria Hub
es: en Terminal Dragón
es_mx: en Terminal Dragón
fr: de la gare Aiguillat
it: della stazione Lemuria
ja: リュウグウターミナルの
ko: 용궁 터미널의
zh_hans: 龙宫转运站的
zh_hant: 龍宮轉運站的

# BynameBynameAdjective0040
source: Spawning Grounds
es: en Presa salmónida
es_mx: en Presa salmónida
fr: du barrage salmonoïde
it: della Diga salmonoide
ja: シェケナダムの
ko: 셰케나 댐의
zh_hans: 鲑坝的
zh_hant: 鮭壩的

# BynameBynameAdjective0041
source: Marooner's Bay
es: en Bahía Deriva
es_mx: en Bahía Deriva
fr: de l'épave des braves
it: dell'Isoletta del relitto
ko: 난파선 돈 브라코의
zh_hans: 漂浮落难船的
zh_hant: 漂浮落難船的

# BynameBynameAdjective0043
source: Salmonid Smokeyard
es: en Ensenada Ahumada
es_mx: en Ensenada Ahumada
fr: du fumoir Sans-Espoir
it: del Fortino Fumino
ko: 사계절 훈제 공방의
zh_hans: 时不知鲑烟熏工房的
zh_hant: 時不知鮭煙燻工房的

# BynameBynameAdjective0045
source: Sockeye Station
es: en Fuerte Espiral
es_mx: en Fuerte Espiral
fr: du bastion Colimaçon
it: della Fortezza Spiralsalmone
ko: 연어말이 요새의
zh_hans: 新卷堡的
zh_hant: 新卷堡的

# BynameBynameAdjective0046
source: Gone Fission Hydroplant
es: en Hidrocentral Pilpil
es_mx: en Hidrocentral Rebosante
fr: de la centrale Anguilla
it: della Centrale Anguilla Elettrica
ko: 뫼니 엘 해양 발전소의
zh_hans: 麦年海洋发电所的
zh_hant: 麥年海洋發電所的

# BynameBynameAdjective0047
source: Jammin' Salmon Junction
es: en Salmopista
es_mx: en Salmopista
fr: de la rocade Rémora
it: del R-Accordo musicale
ko: 연어알젓 교차로 옛터의
zh_hans: 生筋子系统交流道遗址的
zh_hant: 生筋子系統交流道遺址的

# BynameBynameAdjective0048
source: Bonerattle Arena
es: en Coliseo Óseo
es_mx: en Coliseo Óseo
fr: du colisée enlisé
it: dell'Arena Ossoscosso
ko: 연어 심장 투기장의
zh_hans: 鲑鱼心脏斗技场的
zh_hant: 鮭魚心臟鬥技場的

# BynameBynameAdjective0060
source: Regular Battle
es: en combates amistosos
es_mx: en combates amistosos
fr: de match classique
it: delle partite amichevoli
ja: レギュラーマッチの
ko: 레귤러 매치의
zh_hans: 一般比赛的
zh_hant: 一般比賽的

# BynameBynameAdjective0061
source: Anarchy Battle
es: en combates caóticos
es_mx: en combates caóticos
fr: de match anarchie
it: delle partite anarchiche
ja: バンカラマッチの
ko: 카오폴리스 매치의
zh_hans: 蛮颓比赛的
zh_hant: 蠻頹比賽的

# BynameBynameAdjective0062
source: Private Battle
es: en combates privados
es_mx: en combates privados
fr: de match privé
it: delle partite private
ja: プライベートマッチの
ko: 프라이빗 매치의
zh_hans: 私人比赛的
zh_hant: 私人比賽的

# BynameBynameAdjective0063
source: Story Mode
es: en modo historia
es_mx: en modo historia
fr: du mode Histoire
it: della modalità storia
ja: ヒーローモードの
ko: 히어로 모드의
zh_hans: 英雄模式的
zh_hant: 英雄模式的

# BynameBynameAdjective0064
source: Salmon Run
es: en Salmon Run
es_mx: en Salmon Run
fr: de Salmon Run
it: della Salmon Run
ja: サーモンランの
ko: 새먼 런의
zh_hans: 鲑鱼跑的
zh_hant: 鮭魚跑的

# BynameBynameAdjective0065
source: X Battle
es: en combates X
es_mx: en combates X
fr: de match X
it: delle partite X
ja: Xマッチの
ko: X 매치의
zh_hans: X比赛的
zh_hant: X比賽的

# BynameBynameAdjective0066
source: Challenge
es: en combates evento
es_mx: en combates especiales
fr: de match Challenge
it: delle partite evento
ja: イベントマッチの
ko: 이벤트 매치의
zh_hans: 活动比赛的
zh_hant: 活動比賽的

# BynameBynameAdjective0067
source: Tricolor Battle
es: en pugnas tricolor
es_mx: en combates tricolor
fr: de match tricolore
it: degli scontri tricolore
ja: トリカラマッチの
ko: 트리컬러 매치의
zh_hans: 三色夺宝比赛的
zh_hant: 三色奪寶比賽的

# BynameBynameAdjective0068
source: Big Run
es: en Big Run
es_mx: en Big Run
fr: du Big Run
it: della Big Run
ja: ビッグランの
ko: 빅 런의
zh_hans: 大型跑的
zh_hant: 大型跑的

# BynameBynameAdjective0069
source: Eggstra Work
es: en alianza alevínica
es_mx: en recolección extra
fr: du défi œuf sup'
it: delle sfide tra colleghi
ja: バイトチームコンテストの
ko: 아르바이트 팀 콘테스트의
zh_hans: 团队打工竞赛的
zh_hant: 團隊打工競賽的

# BynameBynameAdjective0100
source: Inkless
es: sin tinta
es_mx: sin tinta
fr: sans encre
it: senza inchiostro
ko: 잉크가 바닥난
zh_hans: 墨汁用光的
zh_hant: 墨汁用光的

# BynameBynameAdjective0101
source: Clocked-Out
fr: en week-end
it: in vacanza
ko: 주말의
zh_hans: 周末的
zh_hant: 週末的

# BynameBynameAdjective0102
source: Attention-Seeking
fr: m'as-tu-vu
it: in cerca di attenzioni
ko: 눈에 띄고 싶은
zh_hans: 万众瞩目的
zh_hant: 萬眾矚目的

# BynameBynameAdjective0103
source: Southpaw
ko: 왼손잡이
zh_hans: 左撇子的
zh_hant: 左撇子的

# BynameBynameAdjective0104
source: Splatsville's
es: de Tintelia
es_mx: de Tintelia
fr: de Cité-Clabousse
it: di Splatville
ko: 카오폴리스 타운의
zh_hans: 蛮颓镇的
zh_hant: 蠻頹鎮的

# BynameBynameAdjective0105
source: Big-Money
ko: 쇼핑을 좋아하는
zh_hans: 爱好购物的
zh_hant: 愛好購物的

# BynameBynameAdjective0106
source: Normcore
fr: novice
it: comune
ja: ふつうの
ko: 평범한
zh_hans: 普通的
zh_hant: 普通的

# BynameBynameAdjective0107
source: Faithful
fr: fidèle
it: in gambero
ja: まことの
ko: 참된
zh_hans: 真诚的
zh_hant: 真誠的

# BynameBynameAdjective0108
source: Defensive
it: super
ja: スーパー
ko: 슈퍼
zh_hans: 超级
zh_hant: 超級

# BynameBynameAdjective0109
source: Champion
fr: virtuose
ja: カリスマ
ko: 카리스마
zh_hans: 有魅力的
zh_hant: 有魅力的

# BynameBynameAdjective0110
source: Royal
es: magistral
es_mx: magistral
it: élite
ja: えいえんの
ko: 영원한
zh_hans: 永远的
zh_hant: 永遠的

# BynameBynameAdjective0111
source: Ammo Knights
es: de la armería
es_mx: de Armería Todotinta
fr: de la Marée Armée
ko: 무기점의
zh_hans: 武器店的
zh_hant: 武器店的

# BynameBynameAdjective0112
source: Naut Couture
es: de los accesorios
es_mx: de Estilo Nautilo
fr: des Eaux-de-forme
ko: 액세서리 숍의
zh_hans: 头部装备店的
zh_hant: 頭部裝備店的

# BynameBynameAdjective0113
source: Man-o'-Wardrobe
es: de la boutique
es_mx: de Prêt-à-Ventouse
fr: du Vestarium
ko: 옷 가게의
zh_hans: 服装店的
zh_hant: 服裝店的

# BynameBynameAdjective0114
source: Crush Station
es: de la zapatería
es_mx: de Calzando Fuerte
fr: du Pied agile
ko: 신발 가게의
zh_hans: 鞋店的
zh_hant: 鞋店的

# BynameBynameAdjective0115
source: Hotlantis
es: de las variedades
es_mx: de Miscelánea Abisal
fr: de Coolypso
ko: 잡화점의
zh_hans: 杂货店的
zh_hant: 雜貨店的

# BynameBynameAdjective0116
source: Tableturf Battling
es: del tablero carterritorial
es_mx: del tablero carterritorial
it: che gioca a Splattanza
ko: 영역 배틀러 도장의
zh_hans: 占地斗士道场的
zh_hant: 占地鬥士道場的

# BynameBynameAdjective0117
source: Research-Conducting
it: principiante
ko: 연수 중인
zh_hans: 实习中的
zh_hant: 實習中的

# BynameBynameAdjective0118
source: Apprentice
es_mx: sin experiencia
fr: néophyte
it: apprendista
ja: かけだしの
ko: 초보
nl: Uitgezonden
zh_hans: 新手的
zh_hant: 新手的

# BynameBynameAdjective0119
source: Part-Time
es: a media jornada
es_mx: de medio tiempo
fr: stagiaire
it: tirocinante
ja: はんにんまえの
ko: 견습
zh_hans: 半吊子的
zh_hant: 半吊子的

# BynameBynameAdjective0120
source: Go-Gettin'
es: sin complejos
es_mx: sin complejos
fr: semi-pro
it: carrierista
ja: いちにんまえの
ko: 일반
zh_hans: 独当一面的
zh_hant: 獨當一面的

# BynameBynameAdjective0121
source: Overachieving
es: sobresaliente
es_mx: sobresaliente
fr: pro
it: promessa
ja: じゅくれんの
ko: 전문
zh_hans: 熟练的
zh_hant: 熟練的

# BynameBynameAdjective0122
source: Profreshional
es: de primera
es_mx: de primera
fr: prodige
it: professionista
ja: たつじんの
ko: 달인
zh_hans: 达人的
zh_hant: 達人的

# BynameBynameAdjective0123
source: Legendary
es: de leyenda
fr: légendaire
ja: でんせつの
ko: 전설의
zh_hans: 传说的
zh_hant: 傳說的

# BynameBynameAdjective0124
source: Mid-Rush
es: a toda prisa
es_mx: a toda prisa
fr: en pleine ruée
it: nel mezzo di un'orda
ja: ラッシュ中の
ko: 돌진하는
zh_hans: 狂潮中的
zh_hant: 狂潮中的

# BynameBynameAdjective0125
source: High-Tide
es: de marea alta
es_mx: de marea alta
fr: à marée haute
it: d'alta marea
ko: 만조의
zh_hans: 满潮的
zh_hant: 滿潮的

# BynameBynameAdjective0126
source: Cohock-Chargin'
es: a gran escala
es_mx: a gran escala
fr: chargeant les Sumoches
it: in un'orda di Pinne Pingui
ko: 대량 발생 중인
zh_hans: 大量出现的
zh_hant: 大量出現的

# BynameBynameAdjective0127
source: Foggy
es: en la niebla
es_mx: en la niebla
fr: dans le brouillard
ko: 안개 속의
zh_hans: 浓雾笼罩下的
zh_hant: 濃霧籠罩下的

# BynameBynameAdjective0128
source: Low-Tide
es: de marea baja
es_mx: de marea baja
fr: à marée basse
it: di bassa marea
ko: 간조의
zh_hans: 干潮的
zh_hant: 乾潮的

# BynameBynameAdjective0129
source: Fall-Lovin'
es: otoñal
es_mx: otoñal
it: autunnale
ko: 가을의
zh_hans: 秋天的
zh_hant: 秋天的
