Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# VsXRankingRegionAtlanticDetail
source: The Americas/Europe
de: Amerika/Europa
es: América/Europa
es_mx: América/Europa
fr: Amériques/Europe
it: Americhe/Europa
ja: アメリカ大陸/ヨーロッパ
ko: 아메리카 대륙/유럽
nl: Noord- en Zuid-Amerika/Europa
ru: Америка/Европа
zh_hans: 美洲大陆/欧洲
zh_hant: 美洲大陸/歐洲

# VsXRankingRegionAtlanticShortPlain
source: Tentatek Division
de: Tentatek-Gruppe
es: División Arome
es_mx: División Tentáctica
fr: Division OculR
it: Gruppo Arome
ja: グループ・アロメ
ko: 그룹・아로메
nl: Tentatek-competitie
ru: Группа «Щуччи»
zh_hans: 组别·艾洛眼
zh_hant: 組別‧艾洛眼

# VsXRankingRegionPacificDetail
source: Japan/Hong Kong/S. Korea/Australia/New Zealand
de: Japan/Hong Kong/Südkorea/Australien/Neuseeland
es: Japón/Hong Kong/Corea del Sur/Australia/Nueva Zelanda
es_mx: Japón/Hong Kong/Corea del Sur/Australia/Nueva Zelanda
fr: Japon/Hong Kong/Corée du Sud/Australie/Nouvelle-Zélande
it: Giappone/Hong Kong/Corea del Sud/Australia/Nuova Zelanda
ja: 日本/香港/韓国/オーストラリア/ニュージーランド
ko: 일본/홍콩/한국/오스트레일리아/뉴질랜드
nl: Japan/Hongkong/Zuid-Korea/Australië/Nieuw-Zeeland
ru: Япония/Гонконг/Южная Корея/Австралия/Новая Зеландия
zh_hans: 日本/香港/韩国/澳大利亚/新西兰
zh_hant: 日本/香港/韓國/澳洲/紐西蘭

# VsXRankingRegionPacificShortPlain
source: Takoroka Division
de: Kalamati-Gruppe
es: División Sepioca
es_mx: División Pulpioka
fr: Division Cubic
it: Gruppo Sepia
ja: グループ・ヤコ
ko: 그룹・라이즈
nl: Takoroka-competitie
ru: Группа «Рыбок»
zh_hans: 组别·暇古
zh_hant: 組別‧暇古

# WeaponWeaponExpSpecialSpEnergyStand
source: Deploys a fridge stocked with drinks that enhancesome of your abilities for a brief time. There arefour drinks, but you can only have one—the restare for sharing! You'll lose the enhancement ifyou're splatted while the drink is in effect, butyou'll respawn right away.
de: Ein Kühlschrank mit Getränken, die bestimmteFähigkeiten für kurze Zeit verstärken. Du kannstjedoch nur eines der vier Getränke auswählen, derRest geht an dein Team! Wirst du erledigt, währenddas Getränk noch wirkt, verlierst du die Verstärkung,kehrst aber sofort wieder ins Spiel zurück.
es: Permite usar una nevera con bebidas que mejoranlas capacidades durante un cierto tiempo. De lascuatro bebidas disponibles, cada jugador solo podrábeberse una. Si te liquidan mientras estás bajoel efecto de una bebida, te quedarás sin él, peroreaparecerás de inmediato.
es_mx: Permite usar una nevera con bebidas que mejoranlos potenciadores durante un cierto tiempo. De lascuatro bebidas disponibles, cada jugador solo podrábeberse una. Si te revientan mientras estás bajo elefecto de una bebida, te quedarás sin él,pero reaparecerás de inmediato.
fr: Installe un réfrigérateur regorgeant de boissons quiaméliorent temporairement tes capacités. Il y aquatre canettes mais tu ne peux en boire qu'une,les autres sont pour les copains ! Tu perds lebénéfice de ta boisson si tu es liquidé tandis qu'elleest active, mais tu te redéploies immédiatement.
it: Usa un frigorifero pieno di bevande che potenzianoalcune tue abilità per breve tempo. Sono presentiquattro lattine, ma puoi berne solo una. Le altresono da condividere! Perderai il potenziamento seti splattano mentre la bevanda è in effetto, matornerai in battaglia immediatamente.
ja: 一部の能力を一時的に強化するドリンクが入った冷蔵庫を設置する。ドリンクは４本入りで、１人につき１本だけ飲める。効果時間中にやられると、効果は切れるが、すぐに復活できる。
ko: 일부 능력을 일시적으로 강화하는 음료수가 든 냉장고를 설치한다.음료수는 4개가 들어 있으며 한 명당 하나만 마실 수 있다.효과 시간 중에 당하면 효과는 끝나지만 금방 부활할 수 있다.
nl: Zet een koelkast neer met drankjes die tijdelijk eenaantal effecten geven die helpen in de strijd. Er zittenvier blikjes in, maar je kunt er maar één drinken.De rest is om te delen! Als je uitgeschakeld wordtvoordat het effect van je drankje voorbij is, verliesje de verbetering, maar keer je wel direct terug.
ru: Устанавливает холодильник с напитками, которыевременно улучшают твои способности. Содержитчетыре напитка, но выпить можно только один —остальные для твоих коллег! Если тебя плюхнутво время действия напитка, его эффектзакончится, но ты мгновенно вернешься в игру.
zh_hans: 设置一个冰箱，里面放着能暂时强化部分能力的饮料。冰箱内共有4瓶饮料，每人仅限饮用1瓶。在效果持续时间内阵亡时，效果将会消失，但可以立刻复活。
zh_hant: 設置一台冰箱，裡面放了可以暫時強化部分能力的飲料。飲料總共有4罐，每人只能飲用1罐，在效果發揮作用時陣亡會導致效果消失，但是可以馬上復活。

# WeaponWeaponExpSpecialSpGreatBarrier
source: Deploy this device at your feet to shield yourselfwith a large, spherical barrier. This bubble will blockoutside ink attacks, but it can't prevent opponentsthemselves from entering. Damage to the top sectionor the inner device will cause the barrier to popmore quickly.
de: Lege dieses Gerät vor dir ab, um einen großen,kugelförmigen Schild um dich aufzubauen. Schüssevon außen werden geblockt, allerdings können Gegnerdie Kugel problemlos betreten. Beschuss des oberenoder inneren Teils lassen den Schild schnellerzusammenbrechen.
es: Al colocar este dispositivo en el suelo, se desplegaráa su alrededor una gran barrera protectora de formaesférica. Los disparos enemigos no podrán penetraren su interior, pero los propios rivales sí. La burbujadesaparecerá más rápidamente si la parte superioro el dispositivo interno reciben daño.
es_mx: Al colocar este dispositivo en el suelo, se desplegaráa su alrededor una gran barrera protectora de formaesférica. Los disparos enemigos no podrán penetraren su interior, pero los propios rivales sí. La burbujadesaparecerá más rápidamente si la parte superioro el dispositivo interno reciben daño.
fr: Déploie ce dispositif à tes pieds pour te protégerderrière une grande barrière sphérique. Cette bullebloque l'encre adverse, mais tes adversaires peuventy pénétrer. Si la partie au sommet du bouclier oule dispositif à l'intérieur subissent des dégâts,la barrière se désactivera prématurément.
it: Posiziona questo dispositivo ai tuoi piedi perdifenderti con una grande barriera sferica. La bollablocca l'inchiostro proveniente dall'esterno, ma nonimpedisce ai nemici di entrare al suo interno. Se laparte superiore della barriera o il dispositivo internosubiscono danni, la bolla esplode più rapidamente.
ja: 大型のバリアを発生させる装置を足元に設置する。バリアは外からのインク攻撃を防ぐが、相手自体の侵入は防げない。内部の装置や頂上の部品にダメージを受けると早く壊れてしまう。
ko: 대형 배리어를 발생시키는 장치를 발밑에 설치한다.배리어는 외부의 잉크 공격은 막지만 상대의 침입은 막지 못한다.내부의 장치 및 꼭대기의 부품에 대미지를 받으면 빨리 부서진다.
nl: Activeer dit apparaat om een grote ronde barrière opte zetten. In deze bubbel ben je beschermd tegeninktaanvallen van buitenaf, maar tegenstanderskunnen de barrière wel binnenkomen. De bubbel knaptsneller als hij schade oploopt aan de bovenkant, ofaan het apparaat binnen in de bubbel.
ru: Брось это устройство на землю, чтобыактивировать силовое поле, блокирующее внешниеатаки противников. Помни, что силовое поле всееще позволяет им зайти внутрь! Атаки по верхнейчасти поля и по устройству внутри позволяютразрушить его быстрее.
zh_hans: 在脚边设置能够生成大型防护罩的装置。防护罩能够防御来自外部的墨汁攻击，但无法阻止对手直接入侵。内部的装置或顶部的零件受到伤害时，防护罩会更快被破坏。
zh_hant: 在腳下設置能產生大型防護罩的裝置。防護罩可以阻擋外來的墨汁攻擊，但是無法阻止對手本身直接入侵內部，一旦內部的裝置或頂部的零件受到傷害就會加快損壞的速度。

# WeaponWeaponExpSpecialSpInkStorm
source: Throw this device to generate a rain cloud of ink.The cloud gradually moves away from where thedevice was thrown.
de: Dieses Gerät erzeugt eine Regenwolke aus Tinte.Die Wolke schwebt langsam in der ursprünglichenWurfrichtung voran und lässt es dabei Tinte regnen.
es: Este dispositivo lanza una nube que genera una lluviade tinta. La nube se irá desplazando lentamente,dejando tinta a su paso.
es_mx: Dispositivo que genera una nube de la que lluevetinta. La nube se irá desplazando lentamente,dejando tinta a su paso.
fr: Lance un appareil qui génère une pluie d'encre.Le nuage de pluie se déplace lentement touten déversant son encre.
it: Un dispositivo che genera una nuvola d'inchiostro.La nuvola si muove lentamente facendo pioveredell'inchiostro.
ja: インクの雨雲を発生させる装置を投げる。インクの雨雲は着地地点から少しずつ移動していく。
ko: 잉크 비구름을 발생시키는 장치를 던진다.잉크 비구름은 착지 지점에서 조금씩 이동한다.
nl: Dit wapen produceert een inktregenwolk. De wolkbeweegt langzaam vooruit en laat het inkt regenen.
ru: Создает тучу краски, которая медленно движетсявперед и заливает дождем противников.
zh_hans: 投掷可以生成墨汁雨云的装置。墨汁雨云从装置着落地开始缓缓移动。
zh_hant: 投擲可以製造墨汁雨雲的裝置。墨汁雨雲會從落地點開始緩慢移動。

# WeaponWeaponExpSpecialSpMicroLaser
source: Unleashes six speaker-shaped, laser-emittingdevices to surround and devastate your enemies.Lock onto an opponent, and the emitters will trackand blast them wherever they go! You can continueto use your main weapon and sub weapon while theKiller Wail 5.1 is firing.
de: Aktiviere sechs Bojen, die auf Gegner feuern.Sie beschießen den erfassten Gegner automatisch,während du ganz normal deine Haupt- undSekundärwaffe einsetzen kannst.
es: Despliega 6 dispositivos con forma de megáfonoque emiten devastadores rayos de tinta. Si marcasa los rivales, ¡los ataques se dirigirán hacia ellosallá donde vayan! Además, mientras los megáfonosestén en funcionamiento, podrás seguir usando tusarmas principal y secundaria.
es_mx: Despliega 6 dispositivos con forma de megáfono queemiten devastadores rayos de tinta. Si marcas a losrivales, ¡los ataques se dirigirán hacia ellos alládonde vayan! Además, mientras los megáfonos esténen funcionamiento, podrás seguir usando tus armasprincipal y secundaria.
fr: Déploie six dispositifs en forme de haut-parleurs quiémettent des lasers pour faire pleuvoir les tirs surtes adversaires. Verrouilles-en un, et les lasers lesuivront pour le liquider où qu'il aille ! Tu peuxutiliser ton arme principale et secondaire pendantque le haut-perceur 5.1 est actif.
it: Sfodera sei dispositivi a forma di altoparlante cheemettono laser per devastare i nemici da varieangolazioni. Aggancia un avversario e gli emettitorilo seguiranno e lo colpiranno ovunque vada! Puoicontinuare a usare l'arma principale e quellasecondaria mentre il tintofono 5.1 è in azione.
ja: メガホン型のレーザー発射装置を６つ配置し、攻撃する。相手プレイヤーをロックオンすると、装置が自動で追撃する。発動中も、メインウェポンやサブウェポンを使うことができる。
ko: 메가폰 모양의 레이저 발사 장치를 6개 배치하여 공격한다.상대 플레이어를 조준하면 장치가 자동으로 추격한다.발동 중에도 메인 웨펀과 서브 웨펀을 사용할 수 있다.
nl: Zet zes speakervormige lasermodules neer dieje vijanden onder vuur nemen. Als je eentegenstander in het vizier hebt, blijven de modulesdie tegenstander genadeloos bestoken! Terwijl deMegalofoon 5.1 schiet, kun jij je hoofd- en subwapenblijven gebruiken.
ru: Выпускает шесть мегафонов, которые стреляютв противников лазерами. Захватывай врагав прицел, и лазеры будут преследовать его,куда бы тот ни пошел! Когда мегалофон 5.1активен, ты можешь использовать основноеили запасное оружие.
zh_hans: 配置6个喇叭型激光发射装置来进行攻击。锁定对方玩家后，装置会自动追击对方。发动时也可使用主要武器与次要武器。
zh_hant: 設置6個喇叭型的雷射發射裝置展開攻擊。一旦裝置鎖定對手就會自動進行追擊，在裝置運作時仍可使用主要武器或次要武器。

# WeaponWeaponExpSpecialSpPogo
source: What's better than splashing down with one fist ina burst of ink-splattered devastation? Splashingdown with THREE fists in a burst of ink-splattereddevastation! You can even use this special at theend of a Super Jump, but its power will be dialedback to one fist in that case.
de: Erhebe dich in die Lüfte und rase mitausgestreckten Fäusten zu Boden – gleichdrei Fäusten auf einmal, um genau zu sein.Diese Spezialwaffe lässt sich sogar mittenim Supersprung einsetzen, wobei allerdingsnur eine einzige Faust zum Einsatz kommt.
es: ¿Qué es mejor que entintarlo todo con un puñetazode tinta? ¡Hacerlo con tres puñetazos! Inclusopodrás usarlos con un supersalto, aunque su efectose limitará en ese caso a un solo puñetazo.
es_mx: ¿Qué es mejor que entintar todo con un clavado?¡Hacerlo con tres clavados! Incluso podrás usarloscon un supersalto, aunque en ese caso su efectose limitará a un solo clavado.
fr: Faire trembler le sol d'un vigoureux coup de poingpour déclencher un raz-de-marée d'encre, il n'y arien de plus beau... Sinon faire exactement la mêmechose, mais avec trois coups de poing ! Tu peuxégalement l'utiliser après un super saut, mais tun'abattras alors qu'un unique coup de poing.
it: Che c'è di meglio di schiantarsi a terra con unpugno fortissimo e spaventosamente inchiostrante?Schiantarsi a terra con TRE pugni fortissimi espaventosamente inchiostranti! Puoi usarequest'arma anche alla fine di un super salto,ma in quel caso si attiverà un solo pugno.
ja: 浮き上がりながら力をため、３つのこぶしを地面にたたきつけて周囲を攻撃する。スーパージャンプ中にも使える。このときは、１つのこぶしだけをたたきつける。
ko: 공중으로 떠오르며 힘을 모은 다음3개의 주먹으로 지면을 내리꽂아 주위를 공격한다.슈퍼 점프 중에도 사용할 수 있다.이때는 1개의 주먹만 땅에 내리꽂을 수 있다.
nl: Er is niets beter dan met je vuist spetterende ravageaan te richten. Toch? Wat dacht je van met drievuisten spetterende ravage aanrichten! Je kunt ditspeciale wapens zelfs aan het einde van eensupersprong gebruiken, maar dan gebruik je weerde kracht van één vuist.
ru: Что лучше смачного кулачного плюха? Конечно,мегаплюх! А уж если их целых ТРИ... Круши всеподряд тремя кулаками! Это особое оружие можноиспользовать даже в конце суперпрыжка, но имейв виду, в этом случае в твоем распоряжениибудет лишь один кулак.
zh_hans: 浮在空中的同时蓄力，会出现3个拳头打在地面并攻击周围。还可以在超级跳跃中使用。此时只会有1个拳头对地面进行攻击。
zh_hant: 浮在空中的同時蓄力，會出現三個拳頭打在地面對周圍攻擊。可以在超級跳躍中使用。這時就只會有一個拳頭對地面攻擊。

# WeaponWeaponExpSpecialSpShockSonar
source: Deploys a device that generates sonic waves to drivehidden opponents out into the open. Waves expandalong the ground, marking and dealing damage to anyopponents they touch. To avoid damage, simply jumpover each wave.
de: Dieses Gerät sendet Schallwellen über den Boden aus,die Gegner aus ihren Verstecken treiben sollen.Sie fügen Gegnern Schaden zu und markieren sie.Man kann ihnen allerdings durch Sprünge ausweichen.
es: Instala un dispositivo que emite ondas de choquey deja al descubierto a los rivales que estén ocultos.Las ondas se propagan por la superficie y tambiéncausan daño a quienes se crucen en su camino,aunque se pueden esquivar mediante saltos.
es_mx: Instala un dispositivo que emite ondas sonoras ydeja al descubierto a los rivales que estén ocultos.Las ondas se propagan por la superficie y tambiéncausan daño a quienes se crucen en su camino,aunque se pueden esquivar saltando.
fr: Déploie un appareil qui émet des ondes sonoresconduisant les ennemis à sortir de leur cachette.Au fur et à mesure de leur progression, les ondesmarquent tous les adversaires qu'elles touchentet leur infligent des dégâts. Il est possible d'éviterces dégâts en sautant par-dessus les ondes.
it: Lancia un dispositivo che genera onde soniche ingrado di attirare allo scoperto i nemici nascosti.Le onde si propagano sul terreno, marchiando einfliggendo danni ai nemici che toccano. Per evitaredi fare la stessa fine, evita le onde saltandole.
ja: ウェーブを生み出す装置を設置し、かくれた相手をあぶりだす。ウェーブは地面を伝わり、ふれた相手にダメージをあたえてマーキングする｡ジャンプすればウェーブをかわすことができる。
ko: 웨이브를 생성하는 장치를 설치하여 숨은 적을 찾아낸다.웨이브는 땅을 타고 퍼지며 닿은 상대에게 대미지를 주고 마킹한다.점프하면 웨이브를 피할 수 있다.
nl: Dit apparaat zendt geluidsgolven uit die verborgentegenstanders uit hun schuilplaatsen verdrijven. Degolven verspreiden zich over de grond en brengenschade toe aan tegenstanders, terwijl ze aangevenwaar die verstopt zitten. Je kunt de golven echtervermijden door over ze heen te springen.
ru: Выпускает устройство, которое генерирует звуковыеволны, раскрывающие местоположениепротивников. Волны отмечают противникови наносят им урон; чтобы этого избежать,достаточно просто перепрыгнуть через волну.
zh_hans: 设置可以产生声波的装置，逼出潜伏起来的对手。声波会通过地面传导，对接触到的对手造成伤害并进行标记。可以利用跳跃来避开声波。
zh_hant: 設置產生音波的裝置，逼出躲藏起來的對手。音波會透過地面傳導，在接觸到對手時會造成傷害並標記，可以利用跳躍的方式閃避音波。

# WeaponWeaponExpSubBombQuick
source: A bomb that explodes when it touches something.It's a small, weak explosion, but it doesn't consumemuch ink, so you can throw one after another.
de: Diese Bombe explodiert, sobald sie auf ein Hindernisoder einen Gegner trifft. Die Explosion ist eherklein und nicht sehr stark, dafür verbrauchen dieseBomben beim Einsatz weniger Tinte. So kannst dumehrere hintereinander werfen!
es: Bomba que explota nada más entrar en contactocon algo. La onda expansiva que genera es pequeñay poco potente, pero a cambio es posible lanzarvarias bombas consecutivamente sin consumirdemasiada tinta.
es_mx: Bomba que explota al entrar en contacto con algo. Laonda expansiva que genera es pequeña y poco potente,pero a cambio ofrece la posibilidad de lanzar variasconsecutivamente sin que consuman demasiada tinta.
fr: Une bombe qui explose à l'impact.L'explosion est minime et peu puissante, mais il estpossible de lancer plusieurs bombes à la suite carelles consomment peu d'encre.
it: Una bomba che esplode all'impatto. L'esplosionenon è molto potente e il raggio d'azione è limitato,ma il basso consumo d'inchiostro ti consente dilanciarne più di una consecutivamente.
ja: 何かにぶつかると、すぐに爆発するボム。爆発が小さく、攻撃力も低いが、あまりインクを消費せずに連続して投げることができる。
ko: 무언가에 부딪히면 바로 폭발하는 밤.폭발이 작고 공격력도 약하지만잉크를 많이 소비하지 않고 연속으로 던질 수 있다.
nl: Deze bom ontploft wanneer hij iets raakt. De explosieis maar beperkt en niet erg krachtig, maar daar staattegenover dat hij zo weinig inkt kost dat je er meerdan een kunt gooien!
ru: Взрывается сразу при контакте с чем-либо или кем-либо.Сила и радиус взрыва невелики, зато можно кинутьнесколько этих бомб подряд, так как на них уходит нетак много краски.
zh_hans: 发生碰撞后立刻爆炸的炸弹。虽然它爆炸范围小，威力低，但是墨汁的消耗量少，可以连续投掷。
zh_hant: 只要撞到其他東西就會立刻爆炸的炸彈。爆炸範圍小，且威力也很低，但是墨汁的消耗量少，可以連續投擲。

# WeaponWeaponExpSubBombRobot
source: A bomb that automatically seeks out opponents.It will search for opponents in the area that youthrow it, and if it finds one, it will automaticallystart walking toward them. When it approachesan opponent, it stops and explodes.
de: Diese Bombe macht sich aktiv auf die Jagd nachGegnern. Sie sucht die Umgebung, in der sie landet,nach Gegnern ab und marschiert los.Ist sie nahe genug an ihrem Ziel, hält sie an undexplodiert.
es: Un tipo de bomba que rastrea enemigos. Escanea elárea en la que aterriza y luego se encamina hacia losenemigos que detecte. En cuanto se haya aproximadolo suficiente a su objetivo, se detiene y explota.
es_mx: Un tipo de bomba que rastrea enemigos. Escanea elárea en la que aterriza y luego se encamina hacia losenemigos que detecte. En cuanto se haya aproximadolo suficiente a su objetivo, se detiene y explota.
fr: Une bombe qui prend en chasse l'adversaireautomatiquement. Elle analyse les alentours etmarche vers le premier adversaire qu'elle détecte.Une fois proche de sa cible, elle s'arrête,puis explose.
it: È una bomba a ricerca. Quando la lanci, analizzal'area che la circonda e se rileva un nemico, loinsegue. Quando è abbastanza vicina al nemico,esplode.
ja: 自動で相手を追いかけるボム。投げた場所の周囲を探知し、相手を見つけて自動で歩いていく。相手に近づくと停止し、爆発する。
ko: 상대를 자동으로 추적하는 밤.던진 장소 주위를 탐지하여 상대를 찾아 자동으로 걸어간다.상대와의 거리가 가까워지면 걸음을 멈추고 폭발한다.
nl: Een bom die vijanden opspoort. De bom scant hetgebied waar hij is geland, en gaat vervolgens naar dedichtstbijzijnde vijand. Wanneer de bom dicht genoegbij de vijand is, komt hij tot stilstand en ontploft hij.
ru: Бомба, которая сама ищет врагов.После приземления сканирует близлежащую область инаправляется к обнаруженному противнику.Подобравшись к врагу, останавливается и взрывается.
zh_hans: 能够自动追踪对手的炸弹。可以探测投放地点周围，发现对手后自动行动，靠近对手后停止并爆炸。
zh_hant: 能自動追蹤對手的炸彈。投擲後會對落地點周圍展開偵測，一旦發現對手就會自動追蹤，在接近對手後就會停止並爆炸。

# WeaponWeaponExpSubBombSplash
source: A bomb that explodes a short time after it lands.It inks the area around it when it explodes and caneven take out opponents.
de: Diese Bombe explodiert, kurz nachdem sie den Bodenberührt. Die Explosion kann Gegner besiegen undverspritzt Tinte.
es: Un tipo de bomba que explota poco después de entraren contacto con una superficie. La onda expansivaentinta la zona circundante y puede liquidar enemigos.
es_mx: Un tipo de bomba que explota poco después de entrar encontacto con una superficie. La onda explosiva puedereventar a enemigos y entintar la zona circundante.
fr: Une bombe qui explose peu après avoir touché le sol.L'explosion inflige des dégâts aux adversaires etencre les alentours.
it: Una bomba che esplode alcuni istanti dopo l'impattoa terra. L'esplosione danneggia i nemici e inchiostrail terreno nello stesso tempo.
ja: 着地してしばらくすると、爆発するボム。爆発で周辺を塗ることができ、相手も倒せる。
ko: 착지하고 일정 시간이 지나면 폭발하는 밤.폭발로 주위를 칠할 수 있고 상대를 쓰러뜨릴 수도 있다.
nl: Deze bom ontploft korte tijd nadat hij de grond raakt.De explosie schakelt vijanden uit en bedekt deomgeving met inkt.
ru: Взрывается почти сразу после контакта споверхностью.Взрывом этой бомбы можно одновременно плюхнутьпротивников и забрызгать все вокруг краской.
zh_hans: 落地不久后会爆炸的炸弹。爆炸可以涂抹周围，也可以击倒对手。
zh_hant: 落地後經過一段時間就會爆炸的炸彈。可藉由爆炸對周邊位置塗墨，也能用來擊倒對手。

# WeaponWeaponExpSubBombSuction
source: A bomb that attaches to the ground and walls.It takes longer to explode than the Splat Bombsand spreads ink farther.
de: Diese Bombe haftet an Wänden oder am Boden.Es dauert länger bis zur Explosion als bei einerKlecks-Bombe, dafür ist der Explosionsradiusgrößer.
es: Un tipo de bomba que se adhiere a las paredeso al suelo. Tarda más que una bomba básicaen explotar, pero su radio de alcance es mayor.
es_mx: Un tipo de bomba que se adhiere a las paredes o alsuelo. Tarda más en explotar que una plasbomba,pero su radio explosivo es mayor.
fr: Une bombe qui colle au sol et aux parois.Elle met plus longtemps à exploser que la bombesplash, mais le rayon de son explosion est plus grand.
it: Una bomba che si appiccica alle pareti o al suolo.Esplode un po' più tardi della bomba splash, ma hauna portata maggiore.
ja: 地面やカベにくっつくボム。スプラッシュボムよりも爆発までの時間が長いが、広い範囲に爆風が届く。
ko: 지면이나 벽에 달라붙는 밤.스플래시 밤보다 늦게 폭발하지만폭발이 넓은 범위까지 퍼진다.
nl: Een bom die aan de muur of de grond blijft plakken.Het duurt langer voordat deze bom ontploft dan bijeen klodderbom, maar hij heeft een grotereexplosieradius.
ru: Бомба, которая прикрепляется к стенам или земле.Детонация происходит не так быстро, как в случае сбрызгающей бомбой, но зато больше радиус взрыва.
zh_hans: 能够吸附在地面或墙面上的炸弹。比斯普拉炸弹引爆时间更长，爆炸冲击波的范围更广。
zh_hant: 能吸附在地面或牆壁上的炸彈。爆炸的時間比斯普拉炸彈慢，但是爆炸波及的範圍更廣。

# WeaponWeaponExpSubBombTorpedo
source: A sub weapon that flies toward your enemies. Whenthrown near an enemy, it changes shape and targetsthe foe, exploding on impact and splatting inkeverywhere. You can shoot down enemy torpedoes.
de: Diese Sekundärwaffe fliegt in Richtung deinerGegner. Wird sie in die Nähe eines Gegners geworfen,ändert sie ihre Form und explodiert beim Aufschlag,wobei sie Tinte verspritzt.Gegnerische Torpedos können abgeschossen werden.
es: Arma secundaria que sale disparada hacia los rivales.Si se lanza desde cerca, cambia de forma y, trasalcanzar su objetivo, riega de tinta los alrededorescon su explosión. Puedes derribar los torpedosenemigos si los atacas.
es_mx: Arma secundaria que cambia de forma y vuela haciarivales que estén cerca. Si cambia de forma, explotaentintando sus alrededores. Puedes derribar lostorpedos enemigos si los atacas.
fr: Une arme secondaire qui poursuit l'adversaire dansles airs. Lancée à proximité d'un adversaire, ellechange de forme et fond sur sa cible avantd'exploser à l'impact dans une gerbe d'encre.Les bentorpilles adverses peuvent être détruites.
it: Un'arma secondaria che vola verso i nemici. Se lalanci vicino a un avversario, cambia forma e cominciaa inseguirlo, esplodendo al momento dell'impatto einchiostrando tutto intorno. È possibile distruggerei torpedinatori nemici.
ja: 相手に向かって飛んでいくサブウェポン。相手の近くに投げると、変形して相手に向かって飛んでいき、着弾した場所に爆発するインクをまき散らす。相手のトーピードは、攻撃すると撃ち落とせる。
ko: 상대를 향해 날아가는 서브 웨펀.상대 근처에서 던지면 모습을 바꿔 날아가착탄한 장소에 폭발하는 잉크를 흩뿌린다.상대의 토피도는 공격하여 떨어뜨릴 수 있다.
nl: Dit subwapen vliegt richting je tegenstanders.Als je de bom naar een tegenstander gooit, veranderthij van vorm en gaat hij achter de tegenstander aan.Bij contact met het doelwit explodeert hij en vliegtde inkt overal. Je kunt vijandelijke torpedobommenuit de lucht schieten.
ru: Запасное оружие, которое летит во врага.Если бросить эту бомбу в сторону врага, она изменитсвою форму и полетит в него, а затем разорвется приударе, разбрызгивая краску.Вражеские торпедные бомбы можно сбивать.
zh_hans: 朝对手飞去的次要武器。投掷到对手的附近，就会变形向对手飞去，在中弹的地方会爆炸并喷溅出墨汁。攻击对手的鱼雷可以将其击落。
zh_hant: 會直接飛向對手的次要武器。只要朝著對手附近投擲就會變形並飛向對手，最後會在中彈的地方爆炸噴灑墨汁。對手的魚雷可以用攻擊的方式擊落。
