Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# MiniGameMiniGameMotherGuidanceIdolBDraw2
source: But I know all your tricks now. Therematch is gonna be aaaaaall mine!
de: Aber jetzt kenn ich deine Tricks!Beim nächsten Spiel wirst dugeflundert!
es: Al menos ahora conozco todos tustrucos. En la próxima ocasión mellevaré la victoria sin remedio. ¡Ja!
es_mx: Al menos ahora conozco todos tustrucos. La próxima vez me llevaréla victoria porque sí. ¡Ja!
fr: Mais je connais toutes tes tactiques,maintenant. Quand on se ferala revanche, tu vas rien pigerà ce qui t'arrive !
it: Ma adesso li conosco tutti, i tuoitrucchetti. La rivincita me la godròtuuuuuutta io!
ja: また近いうちに 再戦じゃな！次こそ どっちが強いかはっきりさせるのじゃ！
ko: 조만간 다시 붙어 보자꾸나!다음에야말로 어느 쪽이 더 강한지결판을 내는 것이다!
nl: Alleen dom van je dat je me al jetrucjes hebt laten zien. Daar ga ikde volgende keer keihard gebruik vanmaken!
ru: Но теперь-то я все твои фокусызнаю! И в следующей игре тебекрышка!
zh_hans: 那就改天再战吧！下次一定要决出胜负，看看到底是谁比较厉害！
zh_hant: 改天再來打一場吧！到時候一定要分出勝負，看看誰比較厲害！

# MiniGameMiniGameMotherGuidanceIdolBLose
source: WHAT?! That wasn't supposed tohappen...
de: WAS?! Wie ist DAS denn passiert...?
es: ¿Cómo? ¡No es posible que me hayasvencido de esta manera!
es_mx: ¿Quééé? ¡No es posible que mehayas vencido de esta manera!
fr: Quoi ? Je l'ai pas vue venir,celle-là...
it: COSA?! Non doveva andare così...
ja: ぐぅ～～～！カードでも これほどのウデマエとは…
ko: 크윽～～～!카드도 이토록 강하다니…
nl: WAT?! Is het al afgelopen? Maar ikwas bijna klaar met mijn plan om tewinnen...
ru: Что?! Это как так вышло?..
zh_hans: 唔～～～！没想到你还有这么厉害的卡牌对战技术……
zh_hant: 唔～～～！沒想到你連玩卡片的技術都這麼厲害……

# MiniGameMiniGameMotherGuidanceIdolBLose2
source: Or maybe it was. You are Agent 3,after all. Oh well. Next time you'regoing DOWN!
de: Das weiß wohl keiner so genau.Oder vielleicht weißt du’s.Schließlich bist du Nr. 3.Aber auch egal, Schätzchen...Nächstes Mal bist du FÄLLIG!
es: Tu fama como Agente 3 te precede,claro, pero confiaba en que esta vezte ganaría...
es_mx: Bueno, sí es posible, por tu famacomo Agente 3 y todo eso... ¡Peroesto no se queda así!
fr: En même temps, je me frotte àNuméro 3, alors j'aurais pu m'yattendre... Mais je te préviens :la prochaine fois, tu vas morfler !
it: O forse doveva. Dopotutto, tu seiNumero 3. Va beh. La prossima voltati batto!
ja: さすがは ３号さんじゃな！しかし、次に勝つのはワシなのじゃ！
ko: 역시 3호 씨로구나!하지만 다음에는 내가 이기겠노라!
nl: Naja, ik had beter op moeten letten.Je bent niet voor niks agent 3. Wachtmaar af, de volgende keer wint deSlijkslagkoningin weer!
ru: Хотя что я удивляюсь, ты же ведьагент 003, в конце концов. Ну даладно. В следующий раз от тебямокрого места не останется!
zh_hans: 真不愧是3号啊！不过下次赢的人一定会是我！
zh_hant: 真不愧是3號耶！不過下次贏的人就會是我了！

# MiniGameMiniGameMotherGuidanceIdolBWin
source: See, see, see? You never stooda chance!
de: Siehste? Du hattest keine Chance!
es: ¿Has visto? ¡No te he dado la menoroportunidad de ganar!
es_mx: ¿Viste? ¡Es que no tenías la másmínima oportunidad de ganar!
fr: Qu'est-ce que je disais ?C'était couru d'avance !
it: Visto, visto, VISTO? Hai persoancora prima di iniziare!
ja: ヨッシャ！ 勝った勝った！勝ったのじゃ～！！
ko: 아자! 이겼다, 이겼어!내가 이겼노라～!
nl: Zie je wel! Je maakt geen schijnvan kans tegen mij!
ru: Ха! Видишь? У тебя вообще не былошансов!
zh_hans: 好！赢了！我赢了～！
zh_hant: 好耶！贏了！我贏囉～！

# MiniGameMiniGameMotherGuidanceIdolBWin2
source: Wait'll I tell Shiver and Big Man aboutthis. They're gonna laugh so hard.
de: Warte nur, bis ich Mako und Mantarodavon erzähle. Die lachen sich dieFlossen ab!
es: Normalmente practico enfrentándomea Megan o a Rayan, así que estoyacostumbrada a rivales fuertes.
es_mx: Normalmente practico enfrentándomea Megan o a Rayan, así que estoyacostumbrada a rivales fuertes.
fr: Attends un peu que je le raconte àPasquale et à Raimi. Ils vont biense marrer !
it: Aspetta che lo racconti a Pinnuccia eMantaleo. Si spanceranno dalle risate!
ja: フウカとマンタローを相手に特訓しまくったかいが あったのう！ふたりに報告せんとな！
ko: 후우카와 만타로를 상대로맹연습을 거듭한 보람이 있었구나!둘에게도 보고해야겠노라!
nl: Dit moet ik gelijk aan Haya en Rayvertellen. Die lachen zich kapot!
ru: Надо будет рассказать Куллеи Биг Ману! Вот они посмеются!
zh_hans: 之前找莎莎和鬼福当对手不停地特训果然是值得的！我得把这件事告诉她们才行！
zh_hant: 之前找莎莎跟鬼福當對手不停地特訓果然是值得的！得趕快把這件事告訴他們才行！

# MiniGameMiniGameMotherGuidanceIidaDraw
source: Ah, so it's a tie.
de: Oho, ein Unentschieden.
es: Anda, un empate.
es_mx: ¿Un empate?
fr: Tiens donc, match nul.
it: Oh! È un pareggio!
ja: 引き分けちゃいましたね～
ko: 비겼네요～
nl: Ah, we zijn gelijk geëindigd.
ru: Надо же, ничья!
zh_hans: 平局了呢～
zh_hant: 平手了耶～

# MiniGameMiniGameMotherGuidanceIidaDraw2
source: Just means I've gotta try hardernext time! I'll play again anytime.
de: Nächstes Mal muss ich micheben mehr ins Zeug legen!Wir können jederzeit wiederspielen, wenn du Lust hast.
es: ¡Eso significa que la próxima veztendré que esforzarme más! Volveréa jugar siempre que te apetezca.
es_mx: ¡La próxima vez tendré queesforzarme más! Volveré a jugarsiempre que quieras.
fr: Ça veut dire que la prochaine fois, jete mettrai les bouchées doubles.On rejoue quand tu veux !
it: La prossima volta me la caveròmeglio. Quando ti va di giocare,conta pure su di me!
ja: 次は勝てるように ガンバります！またやりましょうね♪
ko: 다음번에는 이길 수 있게 힘낼게요!다음에 또 승부해요♪
nl: Dan moet ik volgende keer maar watharder mijn best doen.
ru: Значит, в следующий раз придетсяподнажать! Если захочешьсыграть, я всегда готова.
zh_hans: 我下次会努力赢过你呢！有机会再一起玩吧♪
zh_hant: 我下次一定會努力打贏你的！改天再來玩一場吧♪

# MiniGameMiniGameMotherGuidanceIidaLose
source: Oh wow! I see you're a master on thebattlefield AND at the table.
de: Wooow!Du bist eben sowohl aufdem Schlachtfeld als aucham Kartentisch eine echteLegende!
es: ¡Hala! Bueno, veo que controlas tantoel campo de batalla como las cartas.
es_mx: ¡Guau! Bueno, veo que controlastanto el campo de batalla como lascartas.
fr: Ha ha, ça arrive. Tu es redoutableen match ET aux jeux de cartes.
it: Oooh! E così te la cavi non solo sulcampo di battaglia, ma anche con igiochi di carte!
ja: あははっ、負けちゃいましたバトルだけじゃなく カードも強いんですね～
ko: 아하하, 제가 졌네요배틀뿐 아니라 카드도 강하시군요～
nl: O, wauw. Ik zie dat je zowel op hetslagveld als aan tafel sterk bent.
ru: Ого! Я смотрю, ты легенда и в бою,и за карточным столом!
zh_hans: 哈哈哈，我输了。看来你不只对战强，玩卡牌也很厉害呢～
zh_hant: 啊哈哈，我輸了。看來你不只是對戰強，玩卡牌也很厲害呢～

# MiniGameMiniGameMotherGuidanceIidaLose2
source: Hm? How do I know you're good incombat, you ask? How indeed.
de: Hm?Woher ich weiß, dass dugut kämpfen kannst?Wer weiß, wer weiß...
es: ¿Eh? ¿Que cómo sé que se te danbien los combates? Pues no sé...Un sexto sentido.
es_mx: ¿Eh? ¿Que cómo sé que se te danbien los combates? Pues no sé...Un sexto sentido.
fr: Hm ? C'est mon petit doigt qui m'adit que tu sais te battre... Il affirmequ'il te connaît bien.
it: Eh? Come faccio a sapere che te lacavi in combattimento? È vero! Comefaccio a saperlo?
ja: アレッ？ どうしてワタシ、アナタがバトルも強いってコト 知ってるんでしょう？う～ん…不思議です
ko: 어머? 제가 어떻게 당신이배틀도 강하다는 걸 알고 있는 걸까요?으음… 신기하네요
nl: Hm? Hoe ik weet dat je sterk bent ophet slagveld? Goeie vraag...
ru: Хм?Откуда я знаю про бои? Загадка!
zh_hans: 咦？为什么我会知道你对战很强呢？嗯～真是神奇。
zh_hant: 咦？為什麼我會知道你對戰也很強呢？嗯……真是不可思議。

# MiniGameMiniGameMotherGuidanceIidaWin
source: Yesss! I won one!
de: Hurra!Ich hab gewonnen!
es: ¡Sí! ¡Esta la he ganado yo!
es_mx: ¡Gané! ¡Yuju!
fr: Youpi ! J'ai gagné !
it: Oooh! Ho vinto io!
ja: やった～！ ワタシの勝ちですね～♪
ko: 만세～! 제가 이겼네요～♪
nl: Hoera! Ik heb gewonnen!
ru: Ура!!! Победа!
zh_hans: 太好了～！是我赢了呢～♪
zh_hant: 好耶～！我贏了～♪

# MiniGameMiniGameMotherGuidanceIidaWin2
source: Hee-hee, I got pretty caught up inthat game. I'd love to play again ifyou're down for it!
de: Hihi! Wow, ich bin richtigins Fiebern gekommen!Ich würde nur allzu gernnoch eine Runde spielen,falls du magst!
es: Je, je... Ha sido toda una experiencia.¡Y me encantará repetir siempre quetengas ganas!
es_mx: Je, je... Me encanta este juego.¿Quieres jugar otra?
fr: Hé hé, j'étais à fond dans cettepartie. Si ça te dit, on en refaitune quand tu veux !
it: Ih ih ih! Mi sono proprio fattaprendere dalla partita. Se vuoigiocare ancora, conta su di me!
ja: ふふふ…ついアツくなっちゃいました！よかったら また遊んでくださいね
ko: 후후후… 뜨거운 승부였죠!즐거우셨다면 또 저와 같이 놀아 주세요
nl: Hihi, ik heb echt genoten van onspotje! Ik hoop dat we snel nog eenskunnen spelen!
ru: Хи-хи! Захватывающая партиябыла, правда? Приходи еще,сыграем как-нибудь!
zh_hans: 呵呵呵……我都不知不觉激动起来了！要是你不嫌弃，以后继续来找我玩吧。
zh_hant: 呵呵呵……不知不覺地就激動起來了！要是不嫌棄的話，歡迎再來找我玩喔！

# MiniGameMiniGameMotherGuidanceJudgeDraw
source: Meow... (A tie? So we're evenlymatched. I underestimated you!)
de: Miau? (Unentschieden?Wir sind uns also ebenbürtig...Ich habe dich unterschätzt!)
es: Fff... (Empate... Supongo que es elresultado más «justo»... sobre todocuando te enfrentas a mí.)
fr: Miou... (Une égalité ? Ce qui veutdire qu'on est du même niveau ?J'avais sous-estimé tes capacités !)
it: Miau... (Un pareggio? Quindisiamo allo stesso livello. Ti avevosottovalutato!)
ja: に゛に゛っ！(チカラの近いものたちがバトルすれば、勝つことも 負けることも 引き分けることもある！
ko: 이야옹!(비슷한 힘을 지닌 자들이 배틀을 하면이길 때도 있고 질 때도 있고 비길 때도 있다!
nl: Meow... (Zo ziet het eruit als eenpotje gelijk eindigt...)
ru: Мяу... (Ничья? Я тебя недооценил!)
zh_hans: 咪～！（与实力相近的人对战时，有可能赢，有可能输，还有可能平局！
zh_hant: 咪！（當實力相近的人對戰的時候，有可能贏，也有可能輸，甚至還有可能平手！

# MiniGameMiniGameMotherGuidanceJudgeDraw2
source: Meow! (So! Not a win, but not a losseither. Purrrfectly respectable.And a good learning experience!)
de: Miau! (Kein Sieg, aber auch keineNiederlage. Das ist auch in Ordnung.Und man lernt was dazu!)
es: Miao. (Así nadie gana ni nadie pierde.¡Y todos aprendemos alguna cosade utilidad!)
es_mx: Miau. (Así nadie gana ni nadie pierde.¡Y todos aprendemos algo útil!)
fr: Miaou ! (Ce n'est certes pas unevictoire, mais ce n'est pas unedéfaite non plus, il n'y a pas de quoien rougir du pelage. Et en plus,j'ai beaucoup appris !)
it: Miauuu! (Né vittoria, né sconfitta.Purrrfettamente accettabile.Ed è stata anche un'ottima lezione!)
ja: キミは勝てなかったが、負けもしなかった！ そこはほこっていいぞ！ そして勝負は次に持ちこしだ！)
ko: 너는 이기지 못했지만 지지도 않았다! 자랑할만한 일이지! 승부는 다음에 마저 겨루자고!)
nl: Meow! (Geen overwinning, maar ookgeen verlies! Je staande houden isook een goede leerervaring.)
ru: Мяу! (Не победа, конечно, но и непоражение. Зато много ценногоопыта!)
zh_hans: 虽然你没有获胜，但是也没有落败！你可以为此而自豪！将胜负留到下次分晓吧！）
zh_hant: 雖然你沒有獲勝，但是也沒有落敗！這是值得自豪的！把勝負留待下次分曉吧！）

# MiniGameMiniGameMotherGuidanceJudgeJrDraw
source: Mew... (Tableturf Battle createscurious encounters. Sometimes theyend in neither victory nor defeat...)
de: Miau... (Revierdecks-Kämpfekönnen kuriose Wendungen nehmen.Manchmal enden sie weder mit einemSieg noch einer Niederlage...)
es: Fff... (Si algo tiene de peculiar lalucha carterritorial, es que a vecesse resuelve sin que nadie terminecomo vencedor ni como vencido.)
es_mx: Fff... (Si algo tiene de peculiarel combate carterritorial, es quea veces termina sin vencedorni vencido).
fr: Miou... (Les matchs de Cartes &Territoire sont nimbés de mystères...Ils arrivent parfois à leur terme sansdésigner ni vainqueur, ni vaincu...)
it: Purr... (Le partite a Splattanza sonoincontri curiosi. A volte non ci sonovincitori, né vinti...)
ja: …(ナワバトラーとは面白いものだときに、勝ちも負けもなく終わることがある
ko: …(영역 배틀러는 흥미로운 것이다때로는 승리도 패배도 없이 끝을 맞이하지
nl: Mieuw... (Slijkslag kan alle kanten opgaan. Soms eindigt het zelfs in hetmidden tussen winst en verlies...)
ru: Миу... («Карты и район» — великийплацдарм для самых необычныхбитв. А их исход — не всегдапобеда или поражение...)
zh_hans: ……（占地斗士十分有趣。有时会在胜负未分的情况下结束对战。
zh_hant: ……（占地鬥士是很有趣的，有時候，還可能會在勝負未分的情況下結束。

# MiniGameMiniGameMotherGuidanceJudgeJrDraw2
source: Mew! (As long as we both understandthat this conflict was fruitless andheld no honor...then I guess it's OKto call it a draw!)
de: Mau! (Solange uns beiden klar ist,dass dieser Kampf fruchtlos undohne Ehre war... Dann können wir unswohl auf ein Unentschieden einigen!)
es: Maaao. (Pero supongo que no tienenada de malo. Quizá el combate notenía una justificación lo bastanteimportante.)
es_mx: Maaao. (Pero supongo que no tienenada de malo. Quizá el combate notenía una justificación lo bastanteimportante).
fr: Miou ! (Tant que nous convenonstous deux que cette rencontre étaitsans importance et qu'aucun enjeud'honneur ne s'y disputait... Nouspouvons conclure à une égalité !)
it: Miau! (Se entrambi comprendiamo chequesto conflitto è stato infruttuosoe non ha portato alcun onore...possiamo definirlo un pareggio!)
ja: お互いをたたえあう、それが礼儀だ しかし、勝てなかったという事実は認めねばならん)
ko: 서로에게 칭찬을 건네는 것이 예의이나이기지 못했다는 사실을 인정할 필요는 있다)
nl: Mieuw! (Deze confrontatie wasvruchteloos! Er viel geen eer tebehalen! Een gelijkspel smaakt naarniets... en tegelijkertijd naar meer!)
ru: Миу! (И пока мы оба признаем,что сей конфликт не имел смыслаи не принес участникам славы...Мы можем именовать это ничьей!)
zh_hans: 彼此称赞是种礼节，但也不得不承认自己未能获胜的事实。）
zh_hant: 彼此互相褒獎是種禮節，但是仍不得不承認自己無法取勝的事實。）

# MiniGameMiniGameMotherGuidanceJudgeJrLose
source: Mew... (Ah. Defeat has a bittertaste...but resentment serves asshackles for the weak.)
de: Maunz... (Ah. Der bittere Geschmackeiner Niederlage. Doch wenn man Grolldeswegen hegt, fesselt man sich nuran die eigene Mittelmäßigkeit.)
es: Rrr... (La derrota siempre tiene unsabor amargo... pero, para progresar,es mejor dejar a un lado el rencory el resentimiento.)
es_mx: Rrr... (La derrota siempre tiene unsabor amargo... pero, para progresar,es mejor dejar a un lado el rencory el resentimiento).
fr: Miou... (Ah, la défaite a un goût bienamer... mais pas question de medécourager, je ne mange pas decette pâtée-là.)
it: Miao... (Ah. Che sapore amaro hala sconfitta... ma il risentimento nonè altro che un giogo per i deboli.)
ja: …(敗北は くやしいものだ だが、くやしがるばかりでは、いつまでも弱者のまま
ko: …(패배는 분한 것이지만 분함에 사로잡혀벗어나지 못한다면 언제까지고 약자일 것이다
nl: Mieuw... (Verlies smaakt bitter...Maar ik zal me niet overgeven aanemoties. Rancune is voorzwakkelingen.)
ru: Миу... (Ах, горький вкус поражения!Но обида — оковы для слабых!)
zh_hans: ……（落败是很令人不甘的！但要是一直为此懊悔，就只能永远当个弱者。
zh_hant: ……（雖然落敗令人不甘，但如果總是離不開懊悔，就永遠只能當個弱者。

# MiniGameMiniGameMotherGuidanceJudgeJrLose2
source: Mew. (Those who win are not ensuredeternal victory. Better keep your owncarelessness in check...or perhapsyou enjoy a bitter taste?)
de: Miau. (Siege halten nicht ewig.Werde nicht nachlässig...Es sei denn, Niederlagen sind dieWürze in deinem Spielerleben.Sind sie es?)
es: Ñiii... (Y no creas que porque hayasganado una vez ya lo vas a lograrsiempre. Todos tenemos momentosdébiles en ocasiones. ¡No lo olvides!)
es_mx: Ñiii... (Y no creas que porque hayasganado una vez ya lo vas a lograrsiempre. Todos tenemos momentosdébiles en ocasiones. ¡No lo olvides!)
fr: Miou. (Attention, victoire acquisen'est point éternelle... Méfie-toi del'ivresse du triomphe... À moins quetu ne souhaites toi-même goûter àl'amertume de la défaite ?)
it: Miau. (I vincitori non sarannovincitori per sempre. Meglio nonabbassare la guardia... o forseapprezzi i bocconi amari?)
ja: そして勝者とて、勝ち続けられるわけではない甘えは ゆだんを呼び、敗北につながる)
ko: 그리고 승자 또한 영원히 승리할 수만은 없지안도는 방심을 낳고, 패배를 불러일으킨다)
nl: Mieuw. (Eens gewonnen betekent nietvoor altijd gewonnen. Pas maar opdat je je niet laat verblinden door jesucces, anders zal je volgende verliesje des te bitterder smaken.)
ru: Миу. (Но победа не вечна.И беспечный победитель...однажды тоже ощутит этотгорький вкус!)
zh_hans: 胜者也不会永远维持胜利，一时疏忽造成的大意定会将其引向落败。）
zh_hant: 然而，勝者是無法永遠取勝的，輕忽將造成大意，進而導致落敗。）

# MiniGameMiniGameMotherGuidanceJudgeJrWin
source: Mew. (Ahhh. Victory is sweet, asalways, but self-satisfaction is afool's trap. I will not wallow.)
de: Miau. (Ah. Der Sieg schmecktsüß wie immer, doch nur ein Narrverfiele je seinem Wohlgeschmack.Und ich bin kein Narr.)
es: ¡Purrr! (¡Ah, el dulce sabor de lavictoria! Pero no conviene confiarseni dormirse en los laureles.)
es_mx: ¡Purrr! (¡Ah, el dulce sabor de lavictoria! Pero no te confíes ni teduermas en los laureles).
fr: Miou. (Aaahh. La victoire a toujoursce parfum exquis, mais pas questionde ronronner sur mes lauriers.)
it: Miau. (Aaaah, dolce è la vittoria,come sempre, ma l'autocompiacimentoè una trappola. Non indulgerò.)
ja: …(勝利は うれしいものだ だが、喜びにひたるばかりでは、いずれ足元をすくわれる
ko: …(승리는 기쁜 것이지만 기쁨만을 만끽하고안주한다면 머지않아 후회하게 될 것이다
nl: Mieuw. (Mmm. De overwinningsmaakt zoet, als een schoteltjekattenmelk. Maar denk maar nietdat ik me door mijn succes laatverblinden!)
ru: Миу. (Ах, знакомый сладкий вкуспобеды. Однако гордыня — путьк забвению. Так что я не будузлорадствовать...)
zh_hans: ……（胜利总是会令人欢喜，但要是一直沉浸于喜悦之中，迟早会遭人趁虚而入。
zh_hant: ……（雖然勝利令人歡喜，但如果總是沉浸於喜悅之中，遲早會被人趁虛而入。

# MiniGameMiniGameMotherGuidanceJudgeJrWin2
source: Mew! (On the other hand, there ismuch to learn from defeat! So muchto reflect upon, so many skills toimprove... I envy you. Truly.)
de: Miau! (Doch auch aus Niederlagenlässt sich ungemein viel lernen!Es gibt so viel nachzudenken,so viel an sich zu arbeiten...Ich beneide dich wirklich.)
es: ¡Fuuu! (Por tu parte, recuerda quede las derrotas también se aprende.Casi me da envidia de todo lo positivoque podrás sacar de esto. ¡En serio!)
es_mx: ¡Fuuu! (Por otro lado, recuerda quede las derrotas también se aprende.Casi me da envidia de todo lo positivoque podrás sacar de esto. ¡En serio!)
fr: Miou ! (Et toi, profite de cettedéfaite pour t'améliorer ! Tu astant de choses à étudier, tantde merveilles à découvrir...Je t'envie, sans mentir.)
it: Purr! (D'altra parte, si imparamolto dalle sconfitte! Così tantosu cui riflettere, così tanti aspettida miaogliorare. Ti invidio. Davvero.)
ja: 敗北から学ぶことは多い 敗者のすべきことは、敗因を振り返り、次にそなえる それだけだ)
ko: 패배는 가르침의 창고지, 패자의 일은 패배의원인을 되돌아보고 다음을 대비하는 것이다)
nl: Mieuw... (Deze uitkomst is voor jouook niet slecht, want jij hebt nu degelegenheid om te leren van je verlies.Ik zou je bijna benijden. Biiijna...)
ru: Миу! (Впрочем, поражение таитв себе урок. Обдумывай ошибки,совершенствуйся. Воистину, я тебезавидую!)
zh_hans: 落败也能让人学到很多东西，败者唯一该做的就是反思败因，并为下一场对战做准备。）
zh_hant: 落敗能讓人學到很多東西，敗者唯一該做的就是反省敗因，並準備迎接下一戰。）

# MiniGameMiniGameMotherGuidanceJudgeLose
source: Meow... (Grrr... Losing is sofurrrustrating!)
de: Mrau... (Wenn ich verliere, möchte ichjedes Mal am liebsten irgendwasvom Tisch schubsen.)
es: Ñaaa... (Perder uno mismo es muchomás frustrante que anunciar a losperdedores...)
es_mx: Ñaaa... (Perder uno mismo es muchomás frustrante que anunciar a losperdedores...)
fr: Miouuuu... (Grr... la défaite,ça me hérisse le poil.)
it: Purrr... (Perdere è davvero...frustrante!)
ja: に゛(敗北はくやしいものだ！ 勝つことがすべてでないにしても、負けたらくやしいぞ！
ko: 야옹(패배는 분한 것이다! 이기는 것이 전부는아니라고 하지만 지면 분한 법이지!
nl: Sssshhh... (Zo ziet het eruit alsiemand verliest!)
ru: Мяу... (Проигрывать совсем невесело...)
zh_hans: 咪！（落败是很令人不甘的！胜利不是一切，但是输了还是会很不甘心！
zh_hant: 咪！（落敗是很令人不甘的！雖然勝利並不是唯一的目標，但輸了還是會很不甘心喔！

# MiniGameMiniGameMotherGuidanceJudgeLose2
source: Meow! (You definitely have a talentfor this. But don't take my meow forit—get out there, and show everyoneelse what you can do!)
de: Miauz! (Du hast definitiv einTentakelchen für dieses Spiel.Geh raus in die Welt und zeig allendie Krallen!)
es: ¡Miuuu! (Tienes talento para estejuego. ¡Yo que tú buscaría otrosoponentes con los que medir tushabilidades!)
es_mx: ¡Miuuu! (Tienes talento para estejuego. ¡Demuéstrale a todo el mundolo que puedes hacer!)
fr: Miaou ! (Tu as un don, il n'y a pasde doute. Mais ne te repose passur tes lauriers... Il faut toujoursviser plus haut !)
it: Miau! (Hai talento, non c'è chedire. Ma non prendermi in miagolio.Affronta altri giocatori e mostraa tutti ciò che sai fare!)
ja: キミのバトルは見事だった！ しかし、この勝利に満足せず、さらなる高みを目指してほしい！)
ko: 너의 배틀은 훌륭했다! 하지만 이 승리에만족하지 말고 더 높은 경지를 노려 보라고!)
nl: Mauw. (Je hebt hier talent voor.Ik heb slechts één verzoekje. Kun jede volgende keer tegen iemandanders winnen?)
ru: Мяу! (Вижу, у тебя талант. Но однапобеда еще ничего не значит!Сыграй с кем-нибудь еще. Покажи,чего ты можешь достичь!)
zh_hans: 你的对战非常精彩！但希望你不要满足于这场胜利，朝更高的境界迈进吧！）
zh_hant: 你在對戰中的表現相當出色！但是可別因為獲勝就滿足了，朝更高的境界邁進吧！）

# MiniGameMiniGameMotherGuidanceJudgeWin
source: Meow! (Well, winning isn't everything.Sometimes it's fun just to make thefur fly!)
de: Miau! (Tja, gewinnen ist nicht alles.Einfach mal die Fellfetzen fliegen zulassen macht auch so schon Spaß!)
es: ¡Miau! (¡He ganado! Pero siemprese aprende algo aunque pierdas...y también te diviertes.)
es_mx: ¡Miau! (Bueno, ganar no lo es todo.¡Lo más importante es divertirse!)
fr: Miaou ! (C'est certes fort agréablede remporter une telle victoire, maisje joue surtout pour le plaisir !)
it: Miauuu! (Beh, vincere non è tutto.A volte è divertente anche prenderciun po' la zampa!)
ja: に゛ゃっ！(勝つことがすべてではないぞ！しかし、勝利を目指して はげむ姿は美しい！
ko: 냥!(이기는 것이 전부는 아니다!하지만 승리를 위해 노력하는 모습은 아름답지!
nl: Mauw! (Zo ziet het eruit als eenspeler wint!)
ru: Мяв! (Помни, что победа — это неглавное! Главное — хорошенькоповеселиться!)
zh_hans: 喵！（胜利并不是一切！但是为了获胜而努力的身影一定很美！
zh_hant: 喵！（勝利並不是唯一的目標喔！不過為了獲勝而努力的模樣是很美的！

# MiniGameMiniGameMotherGuidanceJudgeWin2
source: Meow! (Hopefully you picked up a fewtricks for your next match!)
de: Mauz! (Ich hoffe, du hast wasfür unser nächstes Spiel gelernt!)
es: Fff... (Espero que la próxima vezpuedas poner en práctica nuevashabilidades de tu repertorio.)
es_mx: Fff... (Espero que hayas agarradodato de algunos truquitos para tupróximo combate).
fr: Miaha ! (J'espère que tu en asprofité pour prendre note dequelques-unes de mes tactiquesles plus remarquables !)
it: Miau! (Spero tu abbia imparatoqualche trucchetto da usare nellaprossima partita!)
ja: キミの敗北は ムダにはならない！ このケイケンを次のバトルに活かそう！)
ko: 너의 패배는 소중한 자산이다! 이 경험을다음 배틀에 살려 봐!)
nl: Mauw! (Hopelijk heb je een nieuwestrategie geleerd voor tijdens jevolgende potje!)
ru: Мяв! (Надеюсь, тебе удалосьвыучить парочку приемов.Используй их в следующей игре!)
zh_hans: 你的落败不会毫无意义！在下一场对战中活用本次获得的经验吧！）
zh_hant: 你的落敗並不是毫無意義！在下一場對戰中活用這次得到的經驗吧！）

# MiniGameMiniGameMotherGuidanceMizutaSdodrDraw
source: Heh. Call that one a draw.
de: Ha. Unentschieden also.
es: A eso lo llaman «empate».
es_mx: Empate, ¿eh?
fr: Égalité, comme ça tout le mondeest content.
it: Oh! Quindi abbiamo pareggiato!
ja: フム、引き分けのようダネ
ko: 흠, 비긴 것 같네
nl: Oh, een gelijkspel.
ru: Ха. Значит, ничья.
zh_hans: 嗯，平局了呢。
zh_hant: 嗯，看來是平手呢。

# MiniGameMiniGameMotherGuidanceMizutaSdodrDraw2
source: Fair enough. It was a good game,and that's all that matters to me.
de: Auch nicht übel.Die Partie hat Spaß gemacht,um mehr geht es mir nicht.
es: Es un resultado justo. Además hasido una buena partida, de maneraque estoy conforme.
es_mx: Es un resultado justo. Además fueuna buena partida. No me puedoquejar.
fr: C'était une bonne partie, voilà toutce qui compte pour moi.
it: E va bene. È stata una bella partita,e per me è quello che conta.
ja: イイ勝負ができタ…ってコトかナ？それなら 何よりダ
ko: 좋은 승부를 했다고… 생각해도 되나?그렇다면 다행이야
nl: Het was hoe dan ook een goed potje,en daar draait het om.
ru: Тоже неплохо.Главное, нам было весело.
zh_hans: 可以说……这场对决很精彩吧？够精彩的话就好。
zh_hant: 真是場精彩的對決……應該吧？只要夠精彩就行了。

# MiniGameMiniGameMotherGuidanceMizutaSdodrLose
source: That one goes to you.
de: Die Runde geht an dich.
es: Apúntate una.
es_mx: Apúntate una.
fr: Tu as bien mérité cette victoire.
it: Stavolta la vittoria è tua.
ja: キミの勝ちダナ、やるじゃナイカ
ko: 네 승리야, 제법인걸
nl: Dit potje win jij.
ru: Молодец. Все по-честному.
zh_hans: 你赢了，真鱿你的。
zh_hant: 你贏了，真魷你的。
