Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualCoopEventTeamContestTitle
source: What's Eggstra Work?
de: Team-Wettkampf
es: ¿Qué es alianza alevínica?
es_mx: ¿Qué es la recolección extra?
fr: Les défis œuf sup'
it: Cos'è la sfida tra colleghi?
ja: バイトチームコンテストとは？
ko: 아르바이트 팀 콘테스트란?
nl: Wat is een bedrijfseitje?
ru: Икорный овертайм
zh_hans: 何谓团队打工竞赛？
zh_hant: 何謂團隊打工競賽？

# ManualManualCoopTContentsCoop03
source: - Steal the Golden Eggs from the Boss Salmonids! - Take 'em to the egg basket! - And that's it! No, really—that's all there is to it!・ If you can remember that, you're ready to join the ranks at Grizzco!
de: - Nimm den Boss-Salmoniden die Gold-Fischeier ab! - Bringe sie zum Korb! - Und zack! So einfach geht das!・ Wenn du dir das merken kannst, bist du bereit für einen Job bei der Bär GmbH!
es: - Despoja a los grandes salmónidos de sus alevines.- Llévalos a la nasa pesquera.- Parece sencillo... ¡porque lo es!・ Si eres capaz de recordar estos principios básicos, ¡estás en condiciones de unirte a la empresa!
es_mx: - Despoja a los grandes salmónidos de sus huevecillos dorados. - Llévalos a la nasa pesquera. - Parece sencillo... ¡porque lo es!・ Si eres capaz de recordar estas instrucciones básicas, ¡te invitamos a unirte al equipo de Don Oso, S. A.!
fr: 1) Récupérer les œufs dorés des Salmonoboss... 2) Les déposer dans le panier à œufs... 3) Et voilà, c'est pas plus compliqué que ça !・ Tu t'y vois déjà ? Alors bienvenue chez M. Ours SA !
it: ・ Raccogli le uova d'oro dei Gran Salmonoidi e portale nel cesto delle uova. Facile, no?!・ Se ti ricordi questa semplice regola, scalerai le gerarchie della Ursus & Co in un lampo!
ja: - オオモノシャケから手に入る金イクラを - イクラコンテナに運ぶ。 - たったこれだけの簡単なお仕事。・ まずはこれを覚えれば、初心者の方でもすぐにお仕事を始められます。
ko: - 거물연어에게서 획득한 황금 연어알을 - 연어알 컨테이너로 옮긴다. - 작업 내용은 이것이 전부입니다.・이것만 기억하면 경험이 없는 분들께서도 금방 일을 시작하실 수 있습니다.
nl: Pak de gouden eieren af van Salmonietenbazenen breng ze naar de eiermand.Jaha, zo simpel is het!・ Als je dat kunt onthouden, ben je klaar om aan de slag te gaan bij Beer & Co!
ru: Подбери золотую икринку самонида-босса... и отнеси ее в специальную корзину. Проще некуда!• Если тебе не составило труда запомнить эти простые инструкции, милости просим в «Потапыч Inc.»!
zh_hans: - 从巨大鲑鱼身上获得金鲑鱼卵。 - 将其运送至鲑鱼卵容器。 - 就是如此简单的工作。·只要记住这几条，就算初学者也能立刻上手工作。
zh_hant: - 從巨大鮭魚的身上取得金鮭魚卵 - 並搬運至鮭魚卵容器 - 這個工作就是這麼簡單‧只要先記住這一點，就算是新手也能馬上開始工作。

# ManualManualCoopTContentsCoop06
source: ・ Because our business NEVER closes here in the Splatlands, we always have a need for more help collecting Power Eggs. However, where our employees collect those eggs will differ based on the time of day.・ All equipment necessary for collecting Power Eggs (weapons, gear, life ring) will be provided by the company. There is no need for employees to prepare anything themselves, so first-timers needn’t worry.
de: ・ Aufgrund der erhöhten Salmonidenaktivität in und um Splatsville werden stets motivierte Eiersammelkräfte gesucht. Bitte beachte, dass das jeweils zugeteilte Sammelgebiet nach Tageszeit abweicht.・ Sämtliche Eierbeschaffungsutensilien (Waffen, Kleidung, Rettungsring) werden von Firmenseite leihweise bereitgestellt. Auch Einsteiger müssen keinerlei Vorkehrungen zum Arbeitsantritt treffen.
es: ・ Nuestro negocio nunca descansa, así que siempre necesitamos personal para recoger alevines. La ubicación donde tiene lugar la recolección depende de la franja horaria.・ La empresa suministra todo el instrumental necesario para el proceso de recolección de alevines: armamento, equipamiento y tanques de tinta. Cuando te enfrentes a tu primera jornada laboral, no debes preocuparte por preparar nada de antemano.
es_mx: ・ Nuestro negocio nunca descansa, así que siempre necesitamos personal para recoger huevecillos. La ubicación donde tiene lugar la recolección depende de la franja horaria.・ La empresa suministra todo el instrumental necesario para el proceso de recolección de huevecillos: armamento, equipamiento y salvavidas. Cuando te presentes para tu primer turno, no debes preocuparte por preparar nada de antemano.
fr: ・ Comme nous sommes en activité 24h/24 dans la Contrée Clabousse, nous avons un besoin croissant de main-d'œuvre pour la récolte des œufs de poisson. Le lieu de récolte, quant à lui, varie selon l'heure de la journée.・ Aucune fourniture n'est à prévoir de la part de l'employé : tout le matériel nécessaire à la récolte des œufs de poisson (armes, équipement et bouée de sauvetage) est fourni par la compagnie.
it: ・ Poiché gli affari non vanno MAI in vacanza qui a Splattonia, abbiamo sempre bisogno di un tentacolo per raccogliere uova di pesce. Tuttavia, il luogo in cui i dipendenti le raccoglieranno cambierà a seconda dell'ora del giorno.・ Tutto l'equipaggiamento necessario per raccogliere le uova di pesce (armi, oggetti, salvagente) verrà fornito dall'azienda. Non è richiesto l'uso di alcun oggetto di proprietà dei dipendenti.
ja: ・ バンカラ地方では、バイトは基本的にいつでも募集しています。 ただし、どこでイクラ集めを行うかは時間帯によって異なります。・ イクラ集めに必要な道具(ブキ・ ギア・ ウキワタンク)は、全てワタシたちが用意しますので、 バイト当日はみなさんに準備していただくものはありません。 初めてでもお気軽に参加できます。
ko: ・카오폴리스 지방에서는 기본적으로 아르바이트를 상시 모집합니다. 단, 연어알 모으기를 진행하는 장소는 시간대에 따라 달라집니다.・연어알 모으기에 필요한 도구(무기, 기어, 튜브 탱크)는 모두 저희가 준비하니 아르바이트 당일에 여러분께서 준비하실 것은 없습니다. 아르바이트가 처음이라도 부담 없이 참가하실 수 있습니다.
nl: ・ Omdat er altijd werk te verrichten is in de Splatlands, staan we permanent te springen om hulp bij het verzamelen van visseneieren. De locatie waar medewerkers worden ingezet, wisselt afhankelijk van het tijdstip.・ Alle benodigde uitrusting voor het verzamelen van visseneieren (wapens, uniform, reddingsboei) wordt door het bedrijf verstrekt. Het is voor werknemers, met inbegrip van nieuwkomers, niet nodig zelf voorbereidingen te treffen.
ru: ・ Так как наш бизнес работает в Плюхтонии круглосуточно, помощь со сбором икринок всегда кстати. Однако место сбора икринок зависит от времени суток.・ Компания предоставляет все необходимое для сбора икринок: оружие, снаряжение, спасательный круг. Работникам не нужно ни о чем беспокоиться, поэтому даже новички будут чувствовать себя в своей тарелке.
zh_hans: ·蛮颓地区基本上随时都在募集打工人手。 但是收集鲑鱼卵的地点会根据时间段的不同而发生改变。·收集鲑鱼卵的必要道具（武器、装备、泳圈槽）都会由我们来准备， 打工当天无需各位自己准备任何东西。即使是第一次也可以轻松参加。
zh_hant: ‧基本上蠻頹地區隨時都在招募打工的人手， 但是收集鮭魚卵的地點將會因時段差異而有所不同。‧我們會準備好所有收集鮭魚卵所需的工具（武器、裝備、泳圈槽）， 所以各位在打工當天不需要做額外的準備，即便沒有經驗也可以輕易參加。

# ManualManualCoopTContentsCoop20
source: ・ If you remember nothing else, please remember the following (everything else you can learn on the job): - Get Golden Eggs from Boss Salmonids! - Place eggs in the egg basket. Don't yolk around! - Do you really need a third bullet point? Third bullet points are for eggs-ecutives.
de: ・ Selbst wenn du dir sonst nichts merken kannst, präge dir das Folgende ein. Alles andere lernst du direkt bei der Arbeit. - Boss-Salmoniden plätten. - Gold-Fischeier schnappen. - Gold-Fischeier in den Korb.
es: ・ No hay mejor forma de aprender que con la práctica, pero, si solo te vas a quedar con una cosa del manual, que sea esta: Despoja a los grandes salmónidos de sus alevines y deposítalos en la nasa pesquera.
es_mx: ・ No hay mejor forma de aprender que con la práctica, pero si solo te vas a quedar con una cosa del manual, que sea esta: Recolecta los huevecillos dorados que desprenden los grandes salmónidos y deposítalos en la nasa pesquera.
fr: ・ Si tu ne dois retenir que trois choses, c'est celles-ci (le reste viendra avec la pratique) : 1) Récupère les œufs dorés auprès des Salmonoboss. 2) Dépose les œufs dorés dans le panier. Pas le temps de lambiner ! 3) Il n'y a pas de petit 3). C'est réservé aux cadres œufficiels.
it: ・ Qui alla Ursus & Co non ci sono troppe nozioni da imparare. Il miglior manuale per il dipendente è l'esperienza sul campo. Basta ricordare quanto segue: - Recupera le uova d'oro dai Gran Salmonoidi! - Depositale nel cesto. Non perdere tempo! - Davvero ti serve un terzo punto? I terzi punti sono riservati ai dirigenti.
ja: ・ 最後にこれだけ覚えてください。 それ以外は、仕事に慣れれば気になりません。 - オオモノシャケから - 手に入る金イクラを - イクラコンテナに運んでください。
ko: ・마지막으로 이것만 기억해 주세요. 그 밖의 일들은 작업에 익숙해지면 자연스레 알게 될 것입니다. - 거물연어에게서 - 획득한 황금 연어알을 - 연어알 컨테이너로 옮겨 주세요.
nl: • Als er iets is wat je over je werk moet onthouden, dan is het het volgende: - Versla Salmonietenbazen - Gap hun gouden eieren - Gooi de eieren in de eiermand
ru: • Если у тебя дырявая память, запомни хотя бы главное.• Собирай золотые икринки, которые выпадают из самонидов-боссов!• Клади их в специальную корзину!• Вот и все! Третий пункт здесь на самом-то деле и не нужен.
zh_hans: ·最后请各位记住这些。剩下的只要在工作中习惯就行了。 - 将从巨大鲑鱼身上 - 取得的金鲑鱼卵 - 运送至鲑鱼卵容器。
zh_hant: ‧請謹記此項目作為整體的總結，除此之外的事在熟悉工作後就不成問題。 - 從巨大鮭魚的身上 - 取得金鮭魚卵 - 並搬運至鮭魚卵容器

# ManualManualCoopTContentsCoop21
source: ・ We at Grizzco Industries are devoted to doing absolutely everything in our power to create a brighter future for us all.・ As a valued member of our Grizzco family, we are committed to supporting you completely as you struggle against life’s cruel realities.・ Together, we can build a company that embodies the change we wish to see in the world. We are one. We are Grizzco.
de: ・ Das erklärte Ziel der Bär GmbH ist eine bessere Zukunft für alle.・ Als Mitglied der Bär-Familie erhältst du unsere volle Unterstützung beim Kampf gegen die Widrigkeiten des Alltags.・ Gemeinsam können wir eine Firma erschaffen, welche die Veränderung verkörpert, die wir in der Welt sehen wollen. Wir sind eins. Wir sind die Bär GmbH.
es: ・ En Don Oso, S. A. estamos decididos a hacer cuanto sea necesario para crear un futuro mejor para todos.・ Como integrante de nuestra familia, nos comprometemos a darte todo nuestro apoyo para que puedas plantar cara a las facetas más crueles de esta vida.・ Juntos podemos hacer que nuestra empresa represente el cambio que tanto necesita este mundo. Juntos somos uno. Juntos somos Don Oso, S. A.
es_mx: ・ En Don Oso, S. A. estamos decididos a hacer cuanto sea necesario para crear un futuro mejor para todos.・ Como integrante de la empresa, nos comprometemos a darte todo nuestro apoyo para que puedas plantar cara a las facetas más crueles de esta vida.・ Juntos podemos hacer que nuestra empresa represente el cambio que tanto necesita este mundo. Juntos somos uno. Juntos somos Don Oso, S. A.
fr: ・ M. Ours SA s'engage pour garantir à chacun un meilleur avenir.・ En tant que membre de la grande famille M. Ours SA, tu peux compter sur notre soutien sans faille dans ta lutte contre la dure réalité de la vie.・ Ensemble, faisons de notre compagnie la vivante image du changement que nous voulons pour notre monde. Ensemble, nous ne faisons qu'un. Nous sommes M. Ours SA.
it: ・ Il desiderio che anima tutti noi della Ursus & Co è creare un futuro migliore.・ Ora che fai parte della nostra famiglia, ci impegneremo a darti tutto il nostro supporto per offrirti la più gratificante delle esperienze lavorative.・ Insieme possiamo creare un'azienda che sia il simbolo del cambiamento che desideriamo per il mondo. Tutti per Ursus, Ursus per tutti!
ja: ・ ワタシたちクマサン商会は、明るい未来の発展のため、ワタシたちができることを、日々考え続け、 行動し続けています。・ そんなクマサン商会の一員として、過酷な人生に挑戦し続けるあなたを、全力で応援しサポートします。・ 感謝と喜びから始まる社会を目指す。 それがワタシたちクマサン商会です。
ko: ・저희 Mr. 베어 상회는 밝은 미래의 발전을 위해 저희가 할 수 있는 일을 매일 끊임없이 생각하고 행동에 옮기고 있습니다.・그런 저희의 일원으로서 가혹한 인생에 끝없이 도전하는 당신을 있는 힘껏 응원하고 돕겠습니다.・감사와 기쁨으로 비롯되는 사회. 그것이 저희 Mr. 베어 상회의 목표입니다.
nl: • Bij Beer & Co doen we ons uiterste best om voor iedereen een mooiere toekomst te creëren.• Omdat je een gewaardeerd lid van de Beer & Co-familie bent, wijden wij ons eraan om je volledig bij te staan in je worsteling tegen de verschrikkelijke werkelijkheden van het leven.• Samen kunnen we een bedrijf bouwen dat de veranderingen belichaamt die we graag in de wereld willen zien. Wij zijn beresterk. Wij zijn Beer & Co.
ru: • «Потапыч Inc.» стремится сделать жизнь каждого отдельного члена общества лучше.• Мы ценим наших работников и обязуемся помогать им во всех их трудных жизненных ситуациях.• Вместе мы можем создать компанию, которая станет проводником тех идей, которые мы ценим. Которые помогут нам изменить мир. Один за всех и все за одного! «Потапыч Inc.» — это сила!
zh_hans: ·我们熊先生商会着眼于美好未来的发展， 每天都在思考我们力所能及的事情并付诸行动。·作为熊先生商会的一员，我们会全力支援向残酷的人生挑战的你。·让社会充满感谢与喜悦，这就是我们熊先生商会的目标。
zh_hant: ‧為了發展光明的未來， 我們熊先生商會無時無刻都在思考著自己能做些什麼，並且持續付諸行動。‧對於身為熊先生商會的一員，持續挑戰沉重人生的你，我們會全力支持並提供協助。‧我們熊先生商會的志向就是打造出一個由感謝和喜悅構成的社會。

# ManualManualCoopTExplainEnemy00
source: ● Basic Information ・ They tend to appear in groups rather than alone. ・ Defeating them will earn you Power Eggs.● Attack Behavior ・ They use their sense of smell to locate and close in on targets who have entered their territory. ・ Once they close in on a target, they perform close-range attacks using frying pans or other cookware.
de: ● Info ・ Sie erscheinen eher in Gruppen als allein. ・ Besiegst du sie, erhältst du Fischeier.● Verhalten ・ Sie spüren Eindringlinge in ihrem Habitat über ihren Geruchssinn auf. ・ Haben sie den Eindringling erreicht, greifen sie ihn mit Bratpfannen und anderen Kochutensilien an.
es: ● Información básica ・ Suelen atacar en grupo. ・ Al liquidarlos obtendrás caviar rojo.● Patrón de ataque ・ Poseen un sentido del olfato muy desarrollado, lo que les permite detectar y aproximarse a todo intruso que se adentre en su territorio. ・ En cuanto tengan a su presa a tiro, la atacarán de cerca valiéndose de sartenes u otros utensilios de cocina.
es_mx: ● Información básica ・ Lo más común es toparse con ellos en grupo. ・ Al reventarlos obtendrás huevecillos de poder.● Patrón de ataque ・ Poseen un sentido del olfato muy desarrollado, lo que les permite detectar y aproximarse a todo intruso que invada su territorio. ・ En cuanto tengan a su presa a su alcance, la atacarán de cerca valiéndose de sartenes u otros utensilios de cocina.
fr: ● Généralités ・ Les individus de ces espèces ont tendance à se déplacer en groupes plutôt que seuls. ・ Vaincus, ils donnent des œufs de poisson.● Mode d'attaque ・ Leur odorat développé leur permet de repérer les intrus sur leur territoire et de les débusquer. ・ Une fois leur cible à portée, ils l'attaquent au moyen de poêles à frire et autres ustensiles de cuisine.
it: ● Informazioni di base ・ Tendono ad apparire in gruppo. ・ Sconfiggendoli si ottengono uova di pesce.● Modalità di attacco ・ Usano l'olfatto per individuare intrusi nel loro territorio. ・ Una volta raggiunta la preda, si avventano su di essa attaccandola con le loro padelle.
ja: ● 基本的な特徴 ・ 単体で出現することは少なく、基本的に群れで出現する。 ・ 倒すと価値の低い通常のイクラが手に入る。● 攻撃行動 ・ テリトリーに侵入した標的の匂いを嗅ぎ取り、接近する。 ・ 接近した相手に対して、手持ちの調理器具で近接攻撃を行う。
ko: ● 기본적인 특징 ・단독으로 출현하는 경우는 적고, 기본적으로 떼를 지어 출현한다. ・쓰러뜨리면 가치가 낮은 일반 연어알을 획득할 수 있다.● 공격 행동 ・서식지에 침입한 표적의 냄새를 맡고 접근한다. ・접근한 상대에게 손에 든 조리 기구로 근접 공격을 가한다.
nl: ● Basisinformatie ・ Ze verschijnen meestal niet alleen, maar in scholen. ・ Je verdient visseneieren door ze te verslaan.● Aanvalspatroon ・ Ze gebruiken hun reukzin om indringers in hun territorium op te sporen. ・ Als ze een indringer hebben gevonden, vallen ze van dichtbij aan met braadpannen en ander keukengerei.
ru: ● Основная информация • Обычно они держатся группами. • Плюхнув их, можно получить обычные икринки.● Особенности поведения • У них сильно развито обоняние, благодаря которому они выслеживают любого, кто находится поблизости. • Учуяв цель, они сразу бросаются в рукопашную, размахивая сковородками и прочей кухонной утварью.
zh_hans: ● 基本特征 ·很少单体出现，基本是成群出现。 ·击倒后只能获得价值很低的普通鲑鱼卵。● 攻击行动 ·通过气味接近入侵领地的目标。 ·靠近目标后用身上的料理器具展开近身攻击。
zh_hant: ● 基本特徵 ‧鮮少以單一個體出現，通常都是成群結隊現身。 ‧擊倒後可以取得價值較低的一般鮭魚卵。● 攻擊行動 ‧以嗅聞氣味的方式接近入侵地盤的目標。 ‧在接近目標後使用手上的廚具展開近身攻擊。

# ManualManualCoopTExplainEnemy01
source: ● Elimination ・ They can be neutralized relatively easily with a direct hit of ink.● Supporting Information ・ They inhabit a restricted ocean zone, and any unauthorized contact with them is expressly forbidden by law. ・ The Smallfry might be weak, but they're very fast. They often ambush their targets from below.
de: ● Eliminierung ・ Direkte Treffer mit Tinte neutralisieren sie relativ schnell.● Zusatzinformationen ・ Sie leben in einem Sperrgebiet am Meer. Unautorisierte Kontaktaufnahme ist per Gesetz verboten. ・ Salminis mögen schwach sein, aber sie sind sehr schnell. Sie überfallen ihre Beute oft von unten.
es: ● Cómo liquidarlos ・ Es relativamente sencillo neutralizar a estos salmónidos si se les lanza tinta de forma directa.● Información complementaria ・ Dado que su hábitat natural se halla en una zona oceánica restringida, la ley prohíbe expresamente todo contacto no autorizado con ellos. ・ Aunque los cenutrines son endebles, se mueven muy rápido y atacan por sorpresa a las piernas de sus presas.
es_mx: ● Cómo reventarlos ・ Es relativamente sencillo neutralizar a estos salmónidos si se les lanza tinta de forma directa.● Información complementaria ・ Dado que su hábitat natural se halla en una zona oceánica restringida, la ley prohíbe expresamente todo contacto no autorizado con ellos. ・ Aunque las escamitas son endebles, se mueven muy rápido. Suelen tender emboscadas a sus presas desde abajo.
fr: ● Élimination ・ Un tir d'encre bien placé suffit normalement à les liquider.● Remarques additionnelles ・ Ces individus habitent une zone interdite de l'océan, et tout contact sans autorisation expresse avec eux est rigoureusement interdit. ・ Peu puissants mais rapides, les Salmioches se retrouvent souvent aux pieds de leur cible avant que celle-ci ne se soit aperçue de quoi que ce soit.
it: ● Eliminazione ・ Sono relativamente facili da eliminare con l'inchiostro.● Informazioni aggiuntive ・ Vivono in aree delimitate del mare e il contatto non autorizzato con essi è proibito dalla legge. ・ I piccoli Salmonelli sono piuttosto deboli, ma anche molto veloci e spesso tendono imboscate ai piedi della preda.
ja: ● 倒し方 ・ インクショットを当てれば比較的簡単に倒せる。● 生態 ・ 隔離エリアに指定された海に生息し、特別な許可なく彼らと接触 することは法律で禁じられている。 ・ 小さい「コジャケ」は打たれ弱いが動きが素早く、足元から標的を 奇襲する。
ko: ● 공략법 ・잉크 샷을 맞히면 비교적 간단히 쓰러뜨릴 수 있다.● 생태 ・격리 에어리어로 지정된 바다에 서식하며, 특별한 허가 없이 그들과 접촉하는 것은 법률로 금지되어 있다. ・작은 「꼬마연어」는 방어력이 낮지만 움직임이 재빨라 발밑에서 표적을 기습한다.
nl: ● Uitschakelen ・ Je kunt ze vrij eenvoudig uitschakelen door ze met inkt te treffen.● Aanvullende informatie ・ Ze wonen in een verboden gedeelte van de oceaan, en het is bij wet verboden om contact met ze te maken zonder toestemming van de autoriteiten. ・ Salmini's zijn zwak, maar ze zijn heel snel. Ze overvallen hun doelwit vaak van onderen.
ru: ● Тактические советы • Довольно слабые противники, которых можно легко нейтрализовать.● Интересные факты • Они живут в океане в особо охраняемой зоне, и любой несанкционированный контакт с ними запрещен законом. • Малетчики, конечно, слабые противники, но зато быстрые. Частенько они устраивают засады и выпрыгивают буквально из-под ног.
zh_hans: ● 击倒方式 ·使用墨汁发射击中就能轻易击倒。● 生态 ·生活在隔离区域指定的大海。 法律禁止在无特殊许可的情况下与其进行接触。 ·小型的“小鲑鱼”虽然脆弱，但是动作敏捷， 会从目标脚边发动奇袭。
zh_hant: ● 擊倒方法 ‧以墨汁發射攻擊便能輕易擊倒。● 生態 ‧棲息於被指定為隔離區域的海域， 法律禁止在沒有獲得特別批准的情況下與其接觸。 ‧體型較小的「小鮭魚」較不耐打， 但是行動敏捷，會從目標的腳邊發動奇襲。

# ManualManualCoopTExplainEnemy02
source: ・ The larger Cohock moves slowly but packs a real punch with direct, strong attacks. ・ On their own, they don't pose a significant threat—but ignore them, and you may quickly find yourself surrounded.
de: ・ Brocken bewegen sich langsam, aber ihre Angriffe sind ziemlich stark. ・ Für sich allein bedeuten sie keine allzu große Gefahr, aber wenn du sie ignorierst, bist du über kurz oder lang umzingelt.
es: ・ Los escamacarras tienen un tamaño mayor y se mueven más despacio. No obstante, sus potentes y directos ataques no son nada desdeñables. ・ Por sí solos no suponen una amenaza demasiado grave, pero si ignoras su presencia acabarán rodeándote enseguida.
es_mx: ・ Los agallones tienen un tamaño mayor y se mueven más despacio. No obstante, sus potentes y directos ataques no son nada desdeñables. ・ Por sí solos no suponen una amenaza demasiado grave, pero si ignoras su presencia acabarán rodeándote enseguida.
fr: ・ Massifs, les Sumoches se déplacent lentement mais frappent juste et fort. ・ S'ils ne représentent pas un grand danger pris séparément, gardez-vous de les ignorer sous peine de vous retrouver encerclés.
it: ・ I Pinne Pingui sono più grossi e pesanti. Si muovono lentamente, ma sferrano attacchi diretti molto potenti. ・ Da soli non rappresentano una grande minaccia, ma se li ignorate per troppo tempo vi potreste ritrovare circondati.
ja: ・ 大きい「ドスコイ」は動きは遅いが打たれ強く、正面突破で強力な 攻撃を行う。 ・ 単体では大きな脅威ではないが、放っておくと知らない間に囲まれて いることがある。
ko: ・커다란 「덩치연어」는 움직임이 느리지만 방어력이 높아 정면 돌파로 강력한 공격을 가한다. ・단독으로는 별다른 위협이 되지 않지만 내버려두면 나도 모르는 사이에 포위될 수 있다.
nl: ・ De grotere Sallogs bewegen langzaam, maar kunnen flink uithalen. ・ In hun eentje zijn ze geen groot gevaar, maar als je ze negeert, ben je voor je het weet omsingeld.
ru: • Более крупные сковорейдеры не такие быстрые, но в ближнем бою они могут причинить серьезный урон. • Сами по себе они не представляют особой угрозы, но недооценивать их не стоит — можно быстро оказаться в западне.
zh_hans: ·大型的“大胖鱼”虽然动作缓慢，但是相当耐打， 擅长用强力的攻击正面进攻。 ·虽然大胖鱼单一个体并不会造成威胁， 但是如果置之不理，就可能在不知不觉间遭到包围。
zh_hant: ‧體型巨大的「大胖魚」行動緩慢，但是相當耐打， 會從正面展開猛烈的攻擊突破重圍。 ‧單一個體並不會造成太大的威脅， 但是如果置之不理就很有可能會在不知不覺間遭到包圍。
