Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# EventFlowMsgNewsBigRunBeingHeld523
source: Yeah! Listen close, and you might hear abig BOOYAH from me!
de: Spitzt die Löffelchen, dann hörtihr mich in der Ferne „Cool!“-en!
es: A mí es fácil detectarme cuando estoycerca. Soy la que berrea con más fuerza.
es_mx: A mí me detectan fácil cuando estoycerca. Yo no paso desapercibida.
fr: Ouais ! Ouvrez bien les oreilles, et vousm'entendrez lâcher des « Joli » en série !
ja: いつだってワシらは みんなをおうえんしておるぞ！
ko: 우리는 언제나 모두를 응원하고 있느니라!
nl: Ik zal jullie hoe dan ook keihardaanmoedigen!
ru: Ага! Навострите уши, и, может,услышите мое истошное «ЙО-ХО»!
zh_hans: 无论何时，我们都会为大家加油的！
zh_hant: 我們會無時無刻地為大家加油的！

# EventFlowMsgNewsBigRunBeingHeld525
source: Good call. Might as well score some conchshells while kicking Salmonid tail!
de: Mantaro, brillantaro! Dann gibt's zumKlecksen auch noch Tritonshörner dazu!
es: ¡Eso! A ver si también conseguimos unascaracolas a base de liquidar salmónidos.
es_mx: ¡Cierto! A ver si también conseguimosunas caracolas liquidando salmónidos.
fr: Vous pourrez même récupérer des conquesentre deux liquidations de Salmonoïdes !
it: Ottimo consiglio. Ah, mentre prendete a calcii Salmonoidi, non dimenticate le conchiglie!
ja: どうせなら シャケをシバくついでにホラガイもゲットじゃな！
ko: 기왕 연어를 처리하는 김에소라고둥도 획득하자꾸나!
nl: Goeie tip! Salmonieten verslaan is nogleuker als je er prijsschelpen voor krijgt!
ru: Да, Биг Ман. А пока надираете самонидамуши, можно еще разжиться раковинами.
zh_hans: 反正都要去教训鲑鱼，就顺便把法螺也收入囊中吧！
zh_hant: 反正都要去教訓鮭魚了，當然也得順便拿些法螺回來！

# EventFlowMsgNewsBigRunBeingHeldShort000
source: Have you seen Wahoo World since the BigRun started? It's a bit fishy for my taste.
de: Habt ihr den Flunder-Funpark gesehen,seit der Big Run losgegangen ist? Puh...
es: Parece que las cosas andan moviditaspor Pirañalandia desde que hay Big Run...
es_mx: Parece que las cosas andan movidas porPirañalandia desde que hay Big Run...
fr: Les gens parlent que du parc Carapince ence moment... Le Big Run fait des vagues.
it: Avete visto in che stato è Soglioland daquando è iniziata la Big Run? Uno squalore!
ja: 今は ビッグランのせいでスメーシーワールドが えらいコトになってんで
ko: 지금 빅 런 때문에초밥 월드가 엉망이다이가
nl: Heb je gezien hoe Waterwonderland erbij ligtdoor die Big Run? Meer een wanordeland...
ru: Вы заглядывали в луна-парк «Язь»? С техпор как начался Big Run, там тухловато.
zh_hans: 受大型跑的影响，现在醋饭海洋世界的情况很糟糕啊。
zh_hant: 因為受到大型跑的影響，醋飯海洋世界現在變得一團亂了。

# EventFlowMsgNewsBigRunBeingHeldShort100
source: Yeah! C'mon, we can't let those stinkingSalmonids take over our amusement park!
de: So weit kommt’s noch, dass diese miesenSalmoniden unseren Funpark übernehmen!
es: ¡No vamos a permitir que unos salmónidosindeseables se apoderen de ese escenario!
es_mx: ¡No podemos permitir que unos salmónidosindeseables se apoderen de ese escenario!
fr: Ouais ! On va pas laisser ces Salmonoïdesfétides piquer notre parc d'attraction !
it: Non possiamo lasciare che quelle bestiaccesi prendano il nostro parco divertimenti!
ja: シャケどもに ワシらのスメーシーワールドはわたさんぞ！
ko: 우리의 초밥 월드를연어 녀석들에게 빼앗길 수 없느니라!
nl: Kom op! We laten ons pretpark toch nietafpakken door die vieze vismonsters!
ru: Эй! Мы не дадим каким-то гадкимсамонидам урвать себе наш луна-парк!
zh_hans: 绝不能将我们的醋饭海洋世界拱手让给鲑鱼！
zh_hant: 絕對不能把我們的醋飯海洋世界讓給那群鮭魚！

# EventFlowMsgNewsBigRunBeingHeldShort111
source: They're fish, Big Man. All they do is swim,spawn, eat, repeat. Sounds nice, actually...
de: Die sehen mir irgendwie nicht so aus,als würden sie groß vorausplanen.
es: Son salmónidos, Rayan. No hay que buscarlógica alguna a su comportamiento.
es_mx: Son salmónidos, Rayan. No hay que buscarlela lógica a su comportamiento.
fr: C'est pas des flèches, tu sais. Ils y vont àl'instinct, faut pas chercher une raison.
it: Sono pesci semplici, Mantaleo. Nuotano emangiano. Non è così male, se ci pensi...
ja: そこまで考えてへんやろ
ko: 거까지는 생각 못했을 끼다
nl: Ray, het zijn vissen. Die eten wat en zwemmenwat en meer niet. Hm, klinkt niet zo gek...
ru: Думаешь, в их рыбьих головах водятсямыслишки, Биг Ман? Кроме как о «поесть».
zh_hans: 鲑鱼肯定没想那么多吧。
zh_hant: 牠們應該沒有想那麼多吧。

# EventFlowMsgNewsBigRunBeingHeldShort120
source: I just hope the Wahoo World mascot is OK.Fresh Fish, wiggle your tail if you're safe!
de: Hoffentlich geht es dem Maskottchendes Parks gut. Flosso, pass auf dich auf!
es: ¡Ojalá no le hayan hecho nada a la mascotadel parque! Pobre muñecote indefenso...
es_mx: ¡Ojalá no le hayan hecho nada a la mascotadel parque! Pobre pececito indefenso...
fr: En tout cas, ils ont pas intérêt à toucherà Scott la mascotte !
it: Spero solo che la mascotte stia bene.Fresh Fish, muovi la coda se sei al sicuro!
ja: マスコットの ひれおくんは無事じゃろうか…
ko: 마스코트인 히레오는 무사하려나 모르겠구나…
nl: Ik hoop dat de mascotte in orde is. Vismaatje,flapper met je vinnen als je veilig bent!
ru: А что с талисманом луна-парка?Плавнишка, шустрее шевели плавниками!
zh_hans: 吉祥物鱼奇奇没事吧……
zh_hant: 不知道吉祥物魚奇奇是否平安無事……

# EventFlowMsgNewsBigRunBeingHeldShort121
source: Oh, I'm sure Fresh Fish and the Salmonidsare getting along swimmingly.
de: Ach, Flosso fühlt sich bei den Salmonidenbestimmt wie ein Fisch im Wasser!
es: ¡Descuida! ¡Esa simpática mascota les caebien hasta a los peces!
es_mx: ¡No te preocupes! ¡Esa mascota es tansimpática, que seguro les cae bien!
fr: T'inquiète ! Avec les Salmonoïdes, Scottdoit se sentir comme un poisson dans l'eau.
it: Oh, sono sicura che Fresh Fish ei Salmonoidi vadano di mare e d'accordo.
ja: シャケとも仲良うなってたりしてな
ko: 설마 연어랑 짝짜꿍하고 있는 건 아니겠제?
nl: O, ik denk dat Vismaatje en die Salmonietenhet prima met elkaar kunnen vinden.
ru: Не беспокойся, я уверена, Плавнишка уженашел с самонидами общий «Язь-зык»!
zh_hans: 说不定会和鲑鱼成为朋友呢。
zh_hant: 搞不好會跟鮭魚變成朋友呢。

# EventFlowMsgNewsBigRunBeingHeldShort200
source: Have you seen Inkblot Art Academy sincethe Big Run? School is NOT in session!
de: In der Perlmutt-Akademie wird ja geballertstatt gebüffelt, seit der Big Run läuft.
es: ¿Habéis visto el Instituto Coralino desdela última alerta de Big Run? ¡No hay clases!
es_mx: ¿Han visto el Instituto Coralino desde elúltimo Big Run? ¡No hay clases!
fr: Tu as vu l'institut Calam'arts depuis leBig Run ? C'est le cataclysme !
it: Da quando c'è la Big Run, al CampusHippocampus tutte le lezioni sono sospese!
ja: 今はビッグランのせいで海女美術大学が えらいコトになってんで
ko: 지금 빅 런 때문에해녀 미술 대학이 엉망이다이가
nl: Heb je de Koraalcampus gezien sinds deBig Run is begonnen? Totale lesuitval!
ru: Тебе удалось побывать в академии «Лепота» во время Big Run? Там такое творится!
zh_hans: 受大型跑的影响，现在海女美术大学的情况很糟糕啊。
zh_hant: 因為發生了大型跑的關係，海女美術大學現在變得一團亂了。

# EventFlowMsgNewsBigRunBeingHeldShort210
source: I can't believe those Salmonids would defacea school like that. So disrespectful!
de: Echt fies von den blöden Fischen, 'ne Schuleso zu verschandeln. Voll keine Manieren!
es: ¡La falta de sensibilidad de los salmónidoshacia la cultura es intolerable!
es_mx: ¡La falta de sensibilidad de los salmónidoshacia la cultura es inaceptable!
fr: Ces saletés de Salmonoïdes osent dégraderune école... ça me dégoûte !
it: È incredibile che quei Salmonoidi osinosfregiare una scuola. Sono senza ritegno!
ja: 学校を水びたしにしよって、メーワクな連中じゃな！
ko: 학교를 물바다로 만들다니민폐도 이런 민폐가 없구나!
nl: Niet te geloven wat voor een stelletjecultuurbarbaren die Salmonieten zijn!
ru: Не могу поверить, во что превратили самониды нашу академию! Это ужасно!
zh_hans: 居然要把学校弄得到处是水，真是一群给人添麻烦的家伙！
zh_hant: 居然把學校弄得到處都是水，那些傢伙還真會惹麻煩！

# EventFlowMsgNewsBigRunBeingHeldShort220
source: All those Salmonids swarming aroundpriceless art... The situation itself is art!
de: Geist und Kultur, umspült von Chaos...Fast schon ein lebendes Kunstwerk, oder?
es: Esos salmónidos pavoneándose entre tantasobras de arte... ¡Ya no se respeta nada!
es_mx: Esos salmónidos pavoneándose entre tantasobras de arte... ¡Ya no se respeta nada!
fr: Tous ces Salmonoïdes qui grouillent autourdes œuvres, c'est de l'art en soi !
it: I Salmonoidi che sgusciano tra opere d'arteinestimabili... Quasi un'opera d'arte in sé.
ja: 芸術的なオブジェにせまる シャケの大群…なかなかイイ絵になりそやねぇ
ko: 예술적인 오브제를 습격하는 연어 대군…그림만 따지고 보면 멋지구마
nl: Al die Salmonieten die om die kunstwerkenkrioelen... Het is zelf een soort kunstwerk!
ru: Самониды, пачкающие своими плавникамибесценные произведения искусства!
zh_hans: 逼近艺术作品的成群鲑鱼……感觉会是一副相当精彩的画面呢。
zh_hant: 朝著藝術品逼近的鮭魚群……感覺是個相當不錯的景象呢。

# EventFlowMsgNewsBigRunBeingHeldShort230
source: I'm still wondering how all those Salmonidscould afford the entrance fees...
de: Dass die Salmoniden sich überhaupt dieteuren Studiengebühren leisten konnten...
es: Todavía no entiendo cómo han dejadoentrar a esos salmónidos.
es_mx: Todavía no entiendo cómo dejaron entrara esos salmónidos.
fr: Et comment ils ont fait pour entrer,d'abord ?
it: Chissà perché hanno deciso di occupareproprio un'università...
ja: しかし、シャケにまで知られておるとはさすが名門美大じゃな！
ko: 그나저나 연어들에게도 알려져 있다니역시 명문 미대로구나!
nl: Hoe kunnen die Salmonieten de entreeeigenlijk betalen?
ru: Удивительно, откуда у самонидов столькоденег? Ведь бесплатно в академию не берут!
zh_hans: 不过，没想到连鲑鱼都知道那里，真不愧是知名美术大学呀！
zh_hant: 是說，居然連鮭魚都知道那個地方，不愧是知名美術大學呢！

# EventFlowMsgNewsBigRunBeingHeldShort231
source: They're all part of a school, so I'm surethey got the student discount.
de: Die zählen sicher als Gaststudenten,da sind die Regeln eher Lachs.
es: Espero que no hubieran pedido una beca...
es_mx: Bueno, ellos también tienen derechoa la educación...
fr: Remarque... Un banc de Salmonoïdes surles bancs d'une école, ça se tient...
ja: ここ出身のアーティストのファン、シャケの中にも おったりすんのやろか？
ko: 여기 출신 아티스트의 팬이연어 중에도 있는 거 아이가?
nl: Samen vormen ze een school, duskrijgen ze vast studentenkorting.
ru: Думаю, им дали хорошую скидкуза количество студентов.
zh_hans: 在鲑鱼里面应该也有从这所大学毕业的艺术家的粉丝吧？
zh_hant: 難道鮭魚之中有誰喜歡的藝術家是從那所大學畢業的嗎？

# EventFlowMsgNewsBigRunBeingHeldShort300
source: Undertow Spillway is even more of a healthhazard than usual, what with the Big Run.
de: Im Schwertmuschel-Reservoir fliegt derzeitwegen des Big Run die Tinte besonders tief.
es: Cisterna Navajuela se enfrenta a problemasde insalubridad a causa del evento Big Run.
es_mx: Desagüe Navajuela se enfrenta a problemasde insalubridad a causa del evento Big Run.
fr: Le réservoir Rigadelle est devenu encoreplus insalubre avec ces histoires de Big Run.
it: A causa della Big Run, la Cisterna Cernia èancora più nociva per la salute del solito.
ja: 今はビッグランのせいでマテガイ放水路が えらいコトになってんで
ko: 지금은 빅 런 때문에맛조개 방수로가 엉망이다이가
nl: Het Baarsreservoir is tijdens de Big Run nogschadelijker voor de gezondheid dan anders.
ru: В Приливосливе сейчас не поиграешьв исследователей! Идет Big Run.
zh_hans: 受大型跑的影响，现在竹蛏疏洪道的情况很糟糕啊。
zh_hant: 因為發生了大型跑的關係，竹蟶疏洪道現在變得一團亂了。

# EventFlowMsgNewsBigRunBeingHeldShort310
source: Betcha the Salmonids are right at homewith all the running water down there.
de: Die Strömung da unten ist schon ordentlich.Da freuen sich die Salmoniden sicher, oder?
es: Con tanta agua circulando, los salmónidosparecen sentirse como en casa.
es_mx: Con tanta agua circulando, los salmónidosparecen sentirse como en casa.
fr: Les Salmonoïdes doivent se sentir commedes poissons dans l'eau là-bas, nan ?
it: Scommetto che i Salmonoidi si sentonocome a casa con tutta quell'acqua.
ja: やっぱシャケにとって、水が流れる場所は居心地がイイんじゃろか？
ko: 역시 연어한테는 물이 흐르는 곳이 아늑하려나?
nl: De Salmonieten voelen zich vast als eenvis in het water daaro.
ru: Течение в Приливосливе ого-го! Это простоидеальные условия для самонидов!
zh_hans: 看样子对鲑鱼来说，还是待在有流水的地方比较舒适？
zh_hant: 看樣子，對鮭魚來說，果然還是有水的地方待起來比較舒適？

# EventFlowMsgNewsBigRunBeingHeldShort320
source: You know, there's a sluice down there.Why don't we simply open the floodgates?
de: Dort war doch eine Schleuse, stimmt's?Ließe sich nicht einfach alles durchspülen?
es: Si abrimos las compuertas de esa esclusa...¿se irían los salmónidos con la corriente?
es_mx: Si abrimos las compuertas de esa esclusa...¿se irían los salmónidos con la corriente?
fr: Il y a une écluse là-bas, non ? Pourquoi onn'ouvre pas simplement les vannes ?
it: Sapete, laggiù c'è una chiusa. Perché nonapriamo semplicemente le paratoie?
ja: 放水路なんやし、ドバ～ッと水を流したら一気にシャケと バイバイできるんとちゃうの？
ko: 방수로니까 물을 콸콸 틀면단숨에 해치울 수 있는 거 아이가?
nl: Er is daar trouwens ook een sluis.Waarom zetten we die niet gewoon open?
ru: А почему бы просто не открыть вороташлюза? Самонидов смоет в море, и все!
zh_hans: 那里是疏洪道，要是哗～地一下泄洪，不就能一下子和鲑鱼说拜拜了吗？
zh_hant: 既然那裡是疏洪道，只要嘩啦～地洩洪，就能直接跟那些鮭魚說拜拜了吧？

# EventFlowMsgNewsBigRunBeingHeldShort330
source: Pah! Those slimy slobs are messing with animportant Splatlands revenue stream!
de: Pffft! Die Salmonidenparty kostet die Stadtsicher auch nicht zu knapp.
es: Un lugar tan valioso en cuanto a conducciónde aguas... y ahí lo tienen abandonado...
es_mx: ¡Ese lugar es parte del patrimonio culturalde Tintelia! ¡Debemos protegerlo!
fr: Pff ! Ces sagouins s'en prennent à unhaut lieu de la Contrée Clabousse !
it: Bah! Quei viscidi interferiscono con unafondamentale fonte di reddito di Splattonia!
ja: んも～、あそこはバンカラの大事な収入源やのに何かあったら どないすんねん！
ko: 에잇～ 거기는 카오폴리스의 중요한 수입원인데혹시라도 잘못되면 지들이 책임질 끼가!
nl: Bah! Die slijmerds saboteren een belangrijkeinkomstenstroom voor de stad.
ru: Самонидские пляски точно обойдутсяим дороже, чем реставрация!
zh_hans: 真是的～那里可是蛮颓的重要收入来源，要是发生什么意外，该怎么办呀！
zh_hant: 吼～那個地方可是蠻頹的重要收入來源，要是有個萬一的話可就糟了！

# EventFlowMsgNewsBigRunBeingHeldShort400
source: It sounds like Um'ami Ruins is completely,well, overrun by the Big Run right now.
de: Auf die Um'ami-Ruinen soll ja ein ziemlicherRun stattfinden. Ein Big Run, sozusagen.
es: Parece que en Ruinas Ceviche se ha liadouna bien gorda con el evento Big Run.
es_mx: Parece que Ruinas Ceviche está abarrotadacon el evento Big Run.
fr: Il paraît que les ruines Uma'mi sont enplein Big Run, à l'heure qu'il est.
it: Al momento le Rovine Salsadipesce sono insalsa di Salmonoidi a causa della Big Run!
ja: 今は ビッグランのせいでナンプラー遺跡が えらいコトになってんで
ko: 지금은 빅 런 때문에남플라 유적이 엉망이다이가
nl: Er is een flinke run op de Ruisvoornruïnesaan de hand. Een Big Run, zelfs.
ru: В Рыбожирных руинах сейчас аншлаг...Самонидский Big Run вместо экскурсий!
zh_hans: 受大型跑的影响，现在鱼露遗迹的情况很糟糕啊。
zh_hant: 因為發生了大型跑的關係，魚露遺跡現在變得一團亂了。

# EventFlowMsgNewsBigRunBeingHeldShort411
source: The same reason I want to invade theruins—treasure!
de: Ist doch klar wie dicke Tinte!Die suchen SCHÄTZE! GEBUNKERTE KLUNKER!
es: Lo mismo que yo, supongo... ¡cosasvaliosas de todo tipo!
es_mx: Lo mismo que yo, supongo... ¡cosasvaliosas de todo tipo!
fr: Ils viennent pour la même raison que moi,j'envahirais les ruines... pour les trésors !
it: Lo stesso motivo per cui le voglioinvadere io: i tesori!
ja: オタカラのニオイがするのう！
ko: 보물 냄새가 나는구나!
nl: Die hebben vast dezelfde motivatieals ik: die zijn op zoek naar schatten!
ru: Разрушать, может, и нечего, но я ихпонимаю. Руины набиты СОКРОВИЩАМИ!
zh_hans: 我感觉嗅到宝物的气息了！
zh_hant: 感覺都能嗅到寶藏的氣味了呢！

# EventFlowMsgNewsBigRunBeingHeldShort420
source: Well, it sounds like the on-site researchershave their hands full fighting them off...
de: Die Forscher in den Um'ami-Ruinen kommenwohl nicht gegen die Salmonidenmassen an...
es: Hasta los investigadores que estudian ellugar están ayudando a liquidar salmónidos.
es_mx: Hasta los investigadores que estudian ellugar están ayudando a liquidar salmónidos.
fr: En tout cas, les archéologues sur placeont dû prendre les armes...
it: Beh, sembra che i ricercatori laggiù sianoimpegnatissimi a combatterli...
ja: 遺跡の調査員はん、何人かは現場に入ってオニのように シャケとバトってはるらしいな
ko: 유적의 조사원 중 일부는 현장에서뿔난 도깨비맹키로 연어랑 싸우고 있다 카대
nl: De archeologen daar hebben de tentakelsvol aan het verjagen van de Salmonieten...
ru: Не зря там археологи окопались! Беднягив одиночку сдерживают натиск самонидов.
zh_hans: 据说有几名遗迹的调查员进入了现场，在以鬼神般的气势与鲑鱼对战呢。
zh_hant: 聽說有幾位遺跡調查員前往現場之後，就跟鮭魚之間展開了如火如荼的對戰。

# EventFlowMsgNewsBigRunBeingHeldShort430
source: Do you think the Salmonids are actuallythere for the history?
de: Ob sich die Salmoniden wirklich für Ruinenund Archäologie und so interessieren?
es: ¿Creéis que a los salmónidos les interesaese escenario por su valor histórico?
es_mx: ¿Creen que a los salmónidos les interesaese escenario por su valor histórico?
fr: Tu crois que les Salmonoïdes se sontdécouvert une vocation historique ?
it: Pensi che ai Salmonoidi interessidavvero la storia?
ja: シャケどもは イカの歴史にキョーミがあるんじゃろか？
ko: 연어 녀석들이 오징어의 역사에관심이 있는 걸지도 모르겠구나
nl: Of zouden die Salmonieten daar zijn omdatze zo geïnteresseerd zijn in geschiedenis?
ru: Может, самониды и в самом делеслетелись на пыльный запах истории?
zh_hans: 是不是鲑鱼们对鱿鱼的历史感兴趣呢？
zh_hant: 會不會是因為那些鮭魚對魷魚的歷史產生了興趣呢？

# EventFlowMsgNewsBigRunBeingHeldShort431
source: Well, we know YOU aren't, Frye!
de: Ich würde annehmen, ihr akademischesInteresse liegt etwa in deinem Bereich.
es: Ni idea... Lo que me sorprendería es quete interesara a ti por esa razón, Angie.
es_mx: Ni idea... Pero ya sabemosque a ti NO, Angie.
fr: En tout cas, tu peux pas en dire autant,Angie !
it: Beh, sappiamo che a TE non interessa,Morena!
ja: ウツホも見習っとき
ko: 우츠호도 본받아야겠구마
nl: Nou, we hebben in elk geval geleerd dat JIJdat niet bent, Muriël!
ru: Думаю, в сфере археологии онипримерно на твоем уровне, Мурия!
zh_hans: 曼曼也向鲑鱼学学吧。
zh_hant: 曼曼也該向牠們看齊一下了。

# EventFlowMsgNewsBigRunBeingHeldShort500
source: Barnacle & Dime is out of control now, butnot in a fun way, like when there's a sale.
de: Bei Talerfisch & Pock ist momentan Saison.Super-Salmonidenpanik-Saison!
es: El Centro Comercial Fletán está fuera decontrol, pero no como cuando hay rebajas...
es_mx: El Unicentro Carite está fuera de control,pero no tanto como cuando hay ofertas...
fr: C'est le chaos aux halles de Port-merlu,mais pas comme pendant les soldes.
it: L'Empolporio è nel caos, ma non in sensopositivo... come quando ci sono i saldi!
ja: 今は ビッグランのせいでタラポートショッピングパークが えらいコトになってんで
ko: 지금은 빅 런 때문에대구 포트 쇼핑 파크가 엉망이다이가
nl: Winkelcentrum Poon & Zeehaan is totaal inchaos, en het is niet eens uitverkoop...
ru: В УсоногТорге царит полный хаос.К сожалению, не из-за распродажи...
zh_hans: 受大型跑的影响，现在塔拉波特购物公园的情况很糟糕啊。
zh_hant: 受大型跑的影響，現在塔拉波特購物公園的情況很不妙啊。

# EventFlowMsgNewsBigRunBeingHeldShort510
source: I guess a shopping spree at Barnacle & Dimewith my little sisters is out of the question.
de: Meine zwei Schwesterchen haben erst malNICHTS in Talerfisch & Pock verloren!
es: Se chafó el plan de irme de compras conmis hermanas a Centro Comercial Fletán...
es_mx: Ya no podré irme de compras conmis hermanas al Unicentro Carite...
fr: Ma petite sœur va devoir attendre avantnotre prochaine session shopping là-bas.
it: Allora devo rinunciare allo shopping conle mie sorelle, eh?
ja: 今度タラポートに 妹たちを連れていってやると約束しとったんじゃがー！
ko: 이번에 동생들이랑대구 포트로 놀러 가기로 약속했거늘～!
nl: Daar gaat mijn dagje shoppen met demeiden...
ru: Видимо, наш с сестренками поход запокупками в УсоногТорг отменяется...
zh_hans: 我答应过下次会带妹妹们去塔拉波特的～！
zh_hant: 我答應妹妹們，說下次會帶他們去塔拉波特的～！

# EventFlowMsgNewsBigRunBeingHeldShort521
source: What in the world would they sell?!Certainly nothing I'm interested in buying.
de: Geschäftsfläche? Alleine der Gedankean ihr Sortiment lässt mich erschauern...
es: ¡¿Y qué iban a vender?! Yo, por lo menos,no les compraría nada de nada.
es_mx: ¡¿Y qué van a vender?! Yo, por lo menos,no les compraría nada de nada.
fr: Pour vendre quoi ?! Je ne vois vraimentpas ce qui pourrait m'intéresser.
it: Ma che vogliono vendere?!Io di sicuro non comprerei niente da quelli!
ja: そうなったら 何の店がオープンするんやろな？
ko: 그라믄 무슨 가게를 오픈할라나?
nl: En wat zouden ze dan verkopen?! Niks datik van ze zou willen kopen, in elk geval!
ru: Ну и что же они там будут продавать?Мне из этого уж точно ничего не надо.
zh_hans: 如果那样的话会开出什么样的店呢？
zh_hant: 如果是這樣，他們打算開什麼店呢？

# EventFlowMsgNewsBigRunBeingHeldShort530
source: Those scheming Salmonids better not buyup all the best stuff before I get to it!
de: Wehe, die Salmoniden stauben vor mirdie ganzen Sonderangebote ab!
es: ¡Ojo, salmónidos! ¡No se os ocurra arrasarcon todas las existencias de las tiendas!
es_mx: Esos salmónidos... ¡Mas les vale queno se lleven toda la mercancía!
fr: En tout cas, il est hors de question qu'ilsprofitent des meilleures offres avant moi !
it: Quei brutti Salmonoidi faranno meglio a noncomprare tutti i pezzi migliori prima di me!
ja: まったく… シャケたち、ちゃ～んとサイフは持ってきとるんやろなぁ？！
ko: 나 참… 연어들, 지갑은 잘 챙겨 왔겠제?!
nl: Als die stink-Salmonieten het maar nietwagen om alle goeie spullen te kopen!
ru: Надеюсь, эти хитрюги-самонидыбез меня там все не скупят!
zh_hans: 真是的……鲑鱼们会带着钱包过来吗？！
zh_hant: 真是的……鮭魚們會帶著錢包過來嗎！？

# EventFlowMsgNewsBigRunBeingHeldShort531
source: Thousands of customers storming thegates... The shopkeeps might be OK with it.
de: Kein Ding! Sind ja nur Abertausende,die vor dir am Wühltisch Schlange stehen!
es: Bueno, mientras que tengan dineritopara pagar...
es_mx: Bueno, mientras que tengan dineritopara pagar...
fr: Des hordes de clients qui envahissent leshalles... les vendeurs doivent être contents.
it: Folle inferocite che assaltano i negozi?I commessi ci saranno abituati.
ja: カネを払うシャケは 客ってコトでよいのか？
ko: 돈을 지불하는 연어는 손님 취급인 것이냐?
nl: Misschien zijn de winkelbazen wel blij metzo'n stormloop aan mogelijke klanten?
ru: Тысячи покупателей бегут в магазины...Продавцов это должно устраивать.
zh_hans: 也就是说只要是付钱的鲑鱼就是顾客咯？
zh_hant: 所以只要是付錢的鮭魚，就當他是顧客囉？

# EventFlowMsgNewsBigRunBeingHeldShort600
source: I've been hearing a lot of commotion inEeltail Alley, thanks to the Big Run.
de: In der Streifenaal-Straße ist wegen desBig Run ordentlich was los!
es: ¡La que hay liada en Callejones Crustáceocon el evento Big Run!
es_mx: ¡Callejones Crustáceo está hecho undesastre con el evento Big Run!
fr: C'est le bazar dans la banlieue Balibot,avec le Big Run qui a commencé.
it: Pare che ci sia un bel po' di fermento nelSobborgo Siluriano a causa della Big Run.
ja: 今は ビッグランのせいでゴンズイ地区が えらいコトになってんで！
ko: 지금 빅 런 때문에메기 지구가 엉망이다이가!
nl: Dankzij de Big Run is het nogal een chaosop het Forelviaduct.
ru: Из-за Big Run все Угрево-Скатовостоит на ушах.
zh_hans: 受大型跑的影响，现在鳗鲶区的情况很糟糕啊！
zh_hant: 因為受到大型跑的影響鰻鯰區現在變得一團亂了！

# EventFlowMsgNewsBigRunBeingHeldShort610
source: I had to splat like 50 Salmonids on my wayin here! Good luck, everyone!
de: Ich musste auf dem Weg hierher schon50 Salmoniden wegklecksen!
es: He liquidado 50 salmónidos por el camino,y eso que el sitio no queda lejos...
es_mx: Yo ya reventé 50 salmónidos por el camino,y eso que no está lejos...
fr: J'ai dû éclater au moins 50 Salmonoïdessur le chemin. C'est pas de la tarte !
it: Per arrivare qua ho dovuto splattare50 Salmonoidi! In bocca al lupo, gente!
ja: 現場はすぐそこじゃ！ゆくぞ オマエさんらーーーッ！！！
ko: 현장은 바로 코앞이니라!다 함께 가자꾸나～～～!!!
nl: Ik heb me al langs 50 Salmonieten moetenknokken om hier te komen!
ru: Я по дороге в студию плюхнула штук50 самонидов. ВЫ НЕ ОСЛЫШАЛИСЬ!
zh_hans: 现场就在蛮颓镇附近！各位，我们上——！！！
zh_hant: 事發現場就近在眼前！各位，我們上吧——！！！

# EventFlowMsgNewsBigRunBeingHeldShort621
source: Sure, but that's every day.
de: Wobei da jeden Tag Wäsche hängt,Katastrophe oder nicht...
es: Pues yo siempre veo ropa tendida cuandopaso por ahí...
es_mx: Pues yo siempre veo ropa tendida cuandopaso por ahí.
fr: Ouais, sauf qu'ils décrochent jamaisleur linge, en fait.
it: Ma vaaa, qua è sempre così.
ja: それは いつものコトやろ
ko: 그건 늘 그렇다이가
nl: Ja, maar die was hangt er normaal ook.
ru: Может, и не забыли. Это белье ужене один катаклизм повидало.
zh_hans: 这是常有的事吧。
zh_hant: 應該平時就那樣了吧。

# EventFlowMsgNewsBigRunBeingHeldShort630
source: You hear how the hooligans of Eeltail Alleyare all signing up at Grizzco?
de: Habt ihr auch gehört, dass die Leute vondort sich bei der Bär GmbH bewerben?
es: Don Oso contrata hasta a las bandascallejeras de Callejones Crustáceo.
es_mx: Don Oso está contratando hasta a losvándalos de Callejones Crustáceo.
fr: Vous saviez que les caïds de la banlieueBalibot s'engageaient chez M. Ours SA ?
it: Sembra che i teppisti del Sobborgo Silurianovogliano tutti lavorare per la Ursus & Co!
ja: なんでも、ゴンズイ地区にたむろってた不良らがクマサン商会に集結しとるらしいなぁ？
ko: 듣자 하니 메기 지구의 불량배들이Mr. 베어 상회에 모였다 카던데?
nl: Alle relschoppers en vandalen uit de buurthebben zich al bij Beer & Co gemeld.
ru: По слухам, хулиганы из Угрево-Скатовотоже пришли наниматься в Потапыч Inc.
zh_hans: 之前聚在鳗鲶区的小混混好像集结在了熊先生商会啊。
zh_hant: 聽說之前聚在鰻鯰區的那些小混混都跑到熊先生商會集合了。
