Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GearGearNameClothesVst013
source: Distressed Vest
de: Klecks-Pullunder
es: Chaleco salpicadura
es_mx: Chaleco salpicadura
fr: Gilet splash
it: Maglia schizzata con gilet
ja: スミチラシベスト
ko: 잉크 묻은 베스트
nl: Vlekkenvest
ru: Безрукавка «Клякса»
zh_hans: 喷墨背心
zh_hant: 噴墨背心

# GearGearNameClothesVst014
source: Black Ranger Vest
de: Schwarze Ranger-Kombo
es: Chaleco bolsillos negro
es_mx: Chaleco bolsillos negro
fr: Gilet forestier noir
it: Gilet militare nero
ja: ハンティングベストBK
ko: 블랙 헌팅 베스트
nl: Zwart boswachteroverhemd
ru: Полевой жилет «Нуар»
zh_hans: 狩猎背心BK
zh_hant: 狩獵背心BK

# GearGearNameClothesVst015
source: Dark Distressed Vest
de: Dunkler Klecks-Pullunder
es: Chaleco salpicadura oscuro
es_mx: Chaleco salpicadura oscuro
fr: Gilet splash sombre
it: Maglia schizzata e gilet (scura)
ja: スミコボシベスト
ko: 잉크 흘린 베스트
nl: Donker vlekkenvest
ru: Темная безрукавка «Клякса»
zh_hans: 漏墨背心
zh_hant: 漏墨背心

# GearGearNameClothesVst016
source: Tentatek Slipstream Vest
de: Radlerweste Tentatek
es: Chaleco ciclista Arome
es_mx: Chaleco ciclista Tentáctica
fr: Gilet de BMX OculR
it: Gilè da BMX Arome
ja: アロメサイクルベスト
ko: 아로메 사이클 베스트
nl: Tentatek-fietsvest
ru: Веложилет от «Щуччи»
zh_hans: 艾洛眼单车背心
zh_hant: 艾洛眼單車背心

# GearGearNameClothesVst017
source: Teal Body Warmer
de: Petrol-Thermoweste
es: Chaleco térmico
es_mx: Chaleco térmico
fr: Gilet thermique turquoise
it: Gilè antivento verde acqua
ja: ゴマサバスポーティージレ
ko: 망치고등어 스포티 질레
nl: Turquoise bodywarmer
ru: Бирюзовый терможилет
zh_hans: 花腹鲭运动背心
zh_hant: 花腹鯖運動背心

# GearGearNameHeadAcc003
source: Tentaclinger Earring
de: Tentakel-Ohrschmuck
es: Pendientes tentáculo
es_mx: Aretes tentáculo
fr: Tentacule d'oreille
it: Orecchino tentaclip
ja: イカタコピアス
ko: 오징어 문어 피어스
nl: Tentakeloorbel
ru: Тентаклипса
zh_hans: 鱿鱼章鱼耳饰
zh_hant: 魷魚章魚耳飾

# GearGearNameHeadAmb000
source: Squid Hairclip
de: Tintenfisch-Spange
es: Horquilla calamar
es_mx: Pasador de calamar
fr: Barrette seiche
it: Fermaglio calamaro
ja: イカパッチン
ko: 오징어 머리핀
nl: Inktvishaarspeld
ru: Заколка «Кальмарчик»
zh_hans: 鱿鱼发夹
zh_hant: 魷魚髮夾

# GearGearNameHeadAmb001
source: Samurai Helmet
de: Samurai-Helm
es: Casco samurái
es_mx: Casco de samurái
fr: Casque de samouraï
it: Elmo da samurai
ja: サムライヘルメット
ko: 일본 무사 헬멧
nl: Samoeraihelm
ru: Шлем самурая
zh_hans: 武士头盔
zh_hant: 武士頭盔

# GearGearNameHeadAmb002
source: Power Mask
de: Exo-Helm
es: Tecnomáscara
es_mx: Máscara futurista
fr: Casque méca
it: Maschera hi-tech
ja: パワードマスク
ko: 파워드 마스크
nl: Hightechhelm
ru: Силовой шлем
zh_hans: 动力面罩
zh_hant: 動力面罩

# GearGearNameHeadAmb003
source: Squid Clip-Ons
de: Tintenfisch-Ohrclips
es: Pendientes calamar
es_mx: Aretes calamar
fr: Boucles d'oreilles seiche
it: Orecchini calamaro
ja: イカクリップ
ko: 오징어 클립
nl: Inktvisoorbellen
ru: Клипсы Splatoon 2
zh_hans: 鱿鱼回纹针
zh_hant: 魷魚迴紋針

# GearGearNameHeadAmb004
source: Squinja Mask Mk II
de: Ninja-Maske II
es: Máscara ninja (II)
es_mx: Máscara ninja (II)
fr: Masque de ninja Mk II
it: Maschera ninja II
ja: イカカゲマスク乙
ko: 오징어 그림자 마스크 을
nl: Ninjamasker Ver. 2
ru: Маска ниндзялинга М-2
zh_hans: 鱿鱼影子面罩 乙
zh_hant: 魷魚影子面罩 乙

# GearGearNameHeadAmb005
source: Power Mask Mk I
de: Exo-Prototypenhelm
es: Prototipo de tecnomáscara
es_mx: Máscara futurista II
fr: Casque méca Mk I
it: Prototipo di maschera hi-tech
ja: パワードマスク オリジン
ko: 파워드 마스크 오리진
nl: Hightechhelm (prototype)
ru: Силовой шлем М-1
zh_hans: 动力面罩 原型
zh_hant: 動力面罩 原型

# GearGearNameHeadAmb006
source: Pearlescent Crown S
de: Perla-Krone S
es: Corona perlífera (S)
es_mx: Corona perlífera (P)
fr: Petite couronne princière
it: Corona di Alga (S)
ja: ヒメイトクラウンS
ko: 히메이트 크라운 S
nl: Loreleis kroon S
ru: Жем-корона (мини)
zh_hans: 姬伴皇冠S
zh_hant: 姬伴皇冠S

# GearGearNameHeadAmb007
source: Marinated Headphones
de: Marina-Kopfhörer
es: Auriculares marínicos
es_mx: Auriculares marínicos
fr: Casque coralien
it: Cuffie di Nori
ja: イイダチヘッドホン
ko: 이이다치 헤드폰
nl: Mariana's koptelefoon
ru: Риш-наушники
zh_hans: 饭友耳机
zh_hant: 飯友耳機

# GearGearNameHeadAmb008
source: Enchanted Hat
de: Zauberhut
es: Sombrero hechizado
es_mx: Sombrero hechizado
fr: Chapeau magique
it: Cappello stregonesco
ja: エンチャントハット
ko: 인챈트 해트
nl: Toverhoed
ru: Шляпа колдуньи
zh_hans: 魔力圆边帽
zh_hant: 魔力圓邊帽

# GearGearNameHeadAmb009
source: Steel Helm
de: Oktoritter-Helm
es: Casco octoguerrero
es_mx: Casco de acero
fr: Casque d'Octaguerrier
it: Elmo da octoguerriero
ja: タコティカルなヘルム
ko: 문어티컬한 헬름
nl: Octoridderhelm
ru: Шлем осьморыцаря
zh_hans: 章鱼钢盔
zh_hant: 章魚鋼盔

# GearGearNameHeadAmb010
source: Fresh Fish Head
de: Flosso-Kopf
es: Máscara de muñecote
es_mx: Cabeza de pececito
fr: Tête de mascotte
it: Testona da mascotte
ja: ひれおくん
ko: 히레오 헤드
nl: Mascottehoofd
ru: Маска Плавнишки
zh_hans: 鱼奇奇
zh_hant: 魚奇奇

# GearGearNameHeadAmb011
source: Boss Floss
de: Grätenstocher
es: Raspa de pez
es_mx: Espinazo de pez
fr: Cure-dent arêtes
it: Lisca interdentale
ja: オシャブリボーン
ko: 생선뼈
nl: Gratenstoker
ru: Рыбочистка
zh_hans: 奶嘴骨
zh_hant: 奶嘴骨

# GearGearNameHeadAmb012
source: Sushi Sous-Chef Band
de: Sushikoch-Stirnband
es: Cinta motivadora
es_mx: Cinta motivadora
fr: Bandeau de chef
it: Fascia octopus
ja: タコハチ
ko: 문어 이마 띠
nl: Sushikok-hoofdband
ru: Повязка сушиста
zh_hans: 章鱼钵卷头带
zh_hant: 章魚缽卷頭帶

# GearGearNameHeadAmb013
source: Chaos Helm
de: Randale-Helm
es: Casco bárbaro
es_mx: Casco bárbaro
fr: Casque Berserk
it: Elmo furioso
ja: バーサークヘル
ko: 버서크 헬름
ru: Шлем бериксерка
zh_hans: 狂战士钢盔
zh_hant: 狂戰士鋼盔

# GearGearNameHeadAmb016
source: Squinja Mask Mk I
de: Ninja-Maske I
es: Máscara ninja (I)
es_mx: Máscara ninja (I)
fr: Masque de ninja Mk I
it: Maschera ninja I
ja: イカカゲマスク甲
ko: 오징어 그림자 마스크 갑
nl: Ninjamasker Ver. 1
ru: Маска ниндзялинга М-1
zh_hans: 鱿鱼影子面罩 甲
zh_hant: 魷魚影子面罩 甲

# GearGearNameHeadAmb017
source: Pearlescent Crown L
de: Perla-Krone L
es: Corona perlífera (L)
es_mx: Corona perlífera (G)
fr: Grande couronne princière
it: Corona di Alga (L)
ja: ヒメイトクラウンL
ko: 히메이트 크라운 L
nl: Loreleis kroon L
ru: Жем-корона (макси)
zh_hans: 姬伴皇冠L
zh_hant: 姬伴皇冠L

# GearGearNameHeadAmb018
source: Hohojiro Mask
de: Hohojiro-Maske
es: Máscara clan Hohojiro
es_mx: Máscara clan Hohojiro
fr: Masque des Hohojiro
it: Squalomaschera
ja: ホホジロノオモテ
ko: 호호지로 가면
nl: Hohojiro-masker
ru: Маска клана Хоходзиро
zh_hans: 颊白的面具
zh_hant: 頰白的面具

# GearGearNameHeadAmb019
source: Onaga Mask
de: Onaga-Maske
es: Máscara clan Onaga
es_mx: Máscara clan Onaga
fr: Masque des Onaga
it: Murenamaschera
ja: オナガノオモテ
ko: 오나가 가면
nl: Onaga-masker
ru: Маска клана Онага
zh_hans: 翁长的面具
zh_hant: 翁長的面具

# GearGearNameHeadAmb020
source: Manta Mask
de: Manda-Maske
es: Máscara clan Manda
es_mx: Máscara clan Manda
fr: Masque des Manta
it: Mantamaschera
ja: マンダノオモテ
ko: 만다 가면
nl: Manta-masker
ru: Маска клана Манта
zh_hans: 曼蛇的面具
zh_hant: 曼蛇的面具

# GearGearNameHeadAmb021
source: World Tour Crown
de: Tournee-Krönchen
es: Corona gira MC
es_mx: Corona gira MC
fr: Couronne de tournée
it: Corona tour mondiale
ja: ワールドMCクラウン
ko: 월드 MC 크라운
nl: Wereldtourneekroon
ru: Корона «Мировое турне»
zh_hans: 世界级MC皇冠
zh_hant: 世界級MC皇冠

# GearGearNameHeadAmb022
source: World Tour Headphones
de: Tournee-Kopfhörer
es: Auriculares gira DJ
es_mx: Auriculares gira DJ
fr: Casque de tournée
it: Cuffie tour mondiale
ja: ワールドDJヘッドホン
ko: 월드 DJ 헤드폰
nl: Wereldtourneehoofdtelefoon
ru: Наушники «Мировое турне»
zh_hans: 世界级DJ耳机
zh_hant: 世界級DJ耳機

# GearGearNameHeadCap000
source: Urchins Cap
de: Urchins-Kappe
es: Gorra béisbol
es_mx: Gorra de Erizos
fr: Casquette baseball
it: Berretto AS Riccidimare
ja: ウーニーズBBキャップ
ko: 우니즈 BB 캡
nl: Honkbalpet
ru: Бейсболка БК «Ежи»
zh_hans: 海胆BB帽
zh_hant: 海膽BB帽

# GearGearNameHeadCap001
source: Lightweight Cap
de: Camper-Kappe
es: Gorra futurista
es_mx: Gorra ligera
fr: Casquette légère
it: Berretto leggero
ja: キャンプキャップ
ko: 캠프 캡
nl: Lichtgewicht pet
ru: Легкая кепка
zh_hans: 露营帽
zh_hant: 露營帽

# GearGearNameHeadCap002
source: Takoroka Mesh
de: Kalamati-Netzkappe
es: Gorra malla Sepioca
es_mx: Gorra Pulpioka
fr: Casquette filet Cubic
it: Berretto Sepia
ja: ヤコメッシュ
ko: 라이즈 메시 캡
nl: Takoroka-pet
ru: Тракер от «Рыбок»
zh_hans: 暇古网帽
zh_hant: 暇古網帽

# GearGearNameHeadCap003
source: Streetstyle Cap
de: Style-Kappe
es: Gorra de diseño
es_mx: Gorra de diseño
fr: Casquette branchée
it: Berretto alla moda
ja: ビバレッジキャップ
ko: 베버리지 캡
nl: Streetstyle-pet
ru: Модная кепка
zh_hans: 饮料标志帽
zh_hant: 飲料標誌帽

# GearGearNameHeadCap004
source: Squid-Stitch Cap
de: Pfeilmuster-Kappe
es: Gorra bicolor
es_mx: Gorra bicolor
fr: Casquette pied-de-poulpe
it: Berretto hip-hop
ja: チドリキャップ
ko: 물떼새 캡
nl: Pijlinktvispet
ru: Кепка со стрелками
zh_hans: 千鸟帽
zh_hant: 千鳥帽

# GearGearNameHeadCap005
source: Squidvader Cap
de: Inkvader-Kappe
es: Gorra calamarciano
es_mx: Gorra calalienígena
fr: Casquette Sea Invader
it: Berretto Inkvaders
ja: イカベーダーキャップ
ko: 오징어 베이더 캡
nl: Pixelpet
ru: Кепка захватчика
zh_hans: 墨行帽
zh_hant: 墨行帽

# GearGearNameHeadCap006
source: Camo Mesh
de: Tarn-Netzkappe
es: Gorra camuflaje
es_mx: Gorra camuflada
fr: Casquette filet camouflage
it: Berretto mimetico
ja: カモメッシュ
ko: 카무 메시 캡
nl: Camouflagepet
ru: Камуфляжный тракер
zh_hans: 迷彩网帽
zh_hant: 迷彩網帽

# GearGearNameHeadCap007
source: Five-Panel Cap
de: 5-Panel-Kappe
es: Gorra parches
es_mx: Gorra de parches
fr: Casquette multi-face
it: Berretto multifase
ja: 5パネルキャップ
ko: 5패널 캡
nl: 5-panelenpet
ru: Модульная кепка
zh_hans: 五分割帽
zh_hant: 五分割帽

# GearGearNameHeadCap008
source: Zekko Mesh
de: Zekko-Netzkappe
es: Gorra malla Ezko
es_mx: Gorra Zekko
fr: Casquette filet Ezko
it: Berretto Ezko
ja: エゾッコメッシュ
ko: 제코 메시 캡
nl: Zekko-pet
ru: Тракер от «Йожко»
zh_hans: 泽酷网帽
zh_hant: 澤酷網帽

# GearGearNameHeadCap009
source: Backward Cap
de: Umgedrehte Kappe
es: Gorra vuelta
es_mx: Gorra invertida
fr: Casquette à l'envers
it: Berretto girato
ja: バックワードキャップ
ko: 백워드 캡
nl: Omgekeerde pet
ru: Кепка задом наперед
zh_hans: 反戴帽
zh_hant: 反戴帽

# GearGearNameHeadCap010
source: Two-Stripe Mesh
de: Zweistreifen-Netzkappe
es: Gorra con líneas
es_mx: Gorra de dos bandas
fr: Casquette à 2 bandes
it: Berretto a righe
ja: 2ラインメッシュ
ko: 2라인 메시 캡
nl: Pet met dubbele streep
ru: Тракер с полосками
zh_hans: 双线网帽
zh_hant: 雙線網帽

# GearGearNameHeadCap011
source: Jet Cap
de: Jet-Kappe
es: Gorra moderna
es_mx: Gorra jet
fr: Casquette réacteur
it: Berretto jet
ja: ジェットキャップ
ko: 제트 캡
nl: Jet-pet
ru: Улетная кепка
zh_hans: 喷射帽
zh_hant: 噴射帽

# GearGearNameHeadCap012
source: Cycling Cap
de: Radlermütze
es: Gorra ciclista
es_mx: Gorra ciclista
fr: Casquette de cycliste
it: Berretto da ciclista
ja: テッカサイクルキャップ
ko: 사이클링 캡
nl: Wielerpetje
ru: Велокепка
zh_hans: 单车帽
zh_hant: 單車帽

# GearGearNameHeadCap014
source: Cycle King Cap
de: Champion-Radlermütze
es: Gorra rey de la montaña
es_mx: Gorra rey de la montaña
fr: Casquette de cycliste pro
it: Cappello re della bici
ja: チャリキング帽
ko: 자전거 킹 모자
nl: Bergkoningpetje
ru: Элитная велокепка
zh_hans: 单车王者帽
zh_hant: 單車王者帽

# GearGearNameHeadCap018
source: Long-Billed Cap
de: Langschirm-Mütze
es: Gorra visera larga
es_mx: Gorra visera larga
fr: Casquette à longue visière
it: Berretto visiera lunga
ja: ロングビルキャップ
ko: 롱 빌 캡
nl: Pet met lange klep
ru: Кепка «Козырек +»
zh_hans: 长帽檐帽
zh_hant: 長帽檐帽

# GearGearNameHeadCap019
source: King Flip Mesh
de: King-Flexi-Netzkappe
es: Gorra doblada Theutik
es_mx: Gorra doblada Theutik
fr: Casquette à visière relevée
it: Cappellino Calamars
ja: キングフリップメッシュ
ko: 킹 플립 메시 캡
nl: Calamars-gaaspet
ru: Тракер «VIP»
zh_hans: 王者翻檐网帽
zh_hant: 王者翻檐網帽

# GearGearNameHeadCap020
source: Hickory Work Cap
de: Hickory-Arbeitsmütze
es: Gorra de trabajo
es_mx: Gorra obrera
fr: Casquette rayée
it: Cappellino a righe
ja: ヒッコリーワークキャップ
ko: 히커리 워크 캡
nl: Gestreepte werkpet
ru: Простроченная кепка
zh_hans: 山核桃条纹工作帽
zh_hant: 山核桃條紋工作帽

# GearGearNameHeadCap021
source: Woolly Urchins Classic
de: Urchins-Kappe Klassik
es: Gorra béisbol franela
es_mx: Gorra de Erizos lana
fr: Casquette baseball chaude
it: Cappello Riccidimare
ja: ウールウーニーズクラシック
ko: 울 우니즈 클래식
nl: Wollen honkbalpet
ru: Теплая кепка БК «Ежи»
zh_hans: 羊毛海胆经典帽
zh_hant: 羊毛海膽經典帽

# GearGearNameHeadCap023
source: Jellyvader Cap
de: Jellyvader-Kappe
es: Gorra medusianos
es_mx: Gorra medusianos
fr: Casquette Sea Invader v.2
it: Berretto medusiano
ja: クラゲーダーキャップ
ko: 해파리 베이더 캡
nl: Arcadepetje
ru: Кепка «Медузы-ретро»
zh_hans: 位元水母帽
zh_hant: 位元水母帽

# GearGearNameHeadCap024
source: House-Tag Denim Cap
de: Jeanskappe mit Schild
es: Gorra vaquera
es_mx: Gorra de mezclilla
fr: Casquette en jean
it: Cappello di jeans
ja: ハウスタグデニムCAP
ko: 하우스 태그 데님 CAP
nl: Denim pet
ru: Джинсовая кепка
zh_hans: 房屋标签牛仔帽
zh_hant: 房屋標籤牛仔帽

# GearGearNameHeadCap025
source: Blowfish Newsie
de: Kugelfisch-Schiebermütze
es: Gorra pez globo
es_mx: Gorra pez globo
fr: Casquette plate Friture
it: Coppola pesce palla
ja: フグハンチング
ko: 복어 헌팅캡
nl: Platte pet
ru: Кепка-уточка
zh_hans: 河豚狩猎帽
zh_hant: 河豚狩獵帽

# GearGearNameHeadCap026
source: Do-Rag, Cap & Glasses
de: Durag-Kappe und Brille
es: Gorra doble con gafas
es_mx: Gorra doble con gafas
fr: Trio estival
it: Cappello, bandana e occhiali
ja: ドゥーラグキャップガサネ
ko: 두건, 캡&선글라스
nl: Doo-rag, pet en bril
ru: Комплект «Гангста-Рак»
zh_hans: 嘻哈头巾配帽子
zh_hant: 嘻哈頭巾配帽子

# GearGearNameHeadCap027
source: Pilot Hat
de: Fliegermütze
es: Gorro piloto
es_mx: Gorro piloto
fr: Casquette cache-oreilles
it: Cappello paraorecchie
ja: フライトぼう
ko: 플라이트 모자
nl: Pilotenmuts
ru: Шапка авиатора
zh_hans: 飞行帽
zh_hant: 飛行帽

# GearGearNameHeadCap028
source: Ink-Black Flap Cap
de: Klappenkappe Dark
es: Gorra orejeras negra
es_mx: Gorra orejeras negra
fr: Casquette à rabats noire
it: Cappello paraorecchie nero
ja: シェーディングキャップ スミ
ko: 블랙 셰이딩 캡
nl: Zwarte pet met flappen
ru: Черная кепка с ушами
zh_hans: 遮阳帽 墨黑
zh_hant: 遮陽帽 墨黑

# GearGearNameHeadCap029
source: Coral Cap
de: Korallenkappe
es: Gorra coralina
es_mx: Gorra coralina
fr: Casquette corail
it: Berretto corallo
ja: コーラルキャップ
ko: 코럴 캡
nl: Koraalpet
ru: Бейсболка «Коралл»
zh_hans: 珊瑚帽
zh_hant: 珊瑚帽

# GearGearNameHeadCap030
source: Barrelfish Baseball Hat
de: Schnablers-Baseballkappe
es: Gorra béisbol Ishidai
es_mx: Gorra béisbol Ishidai
fr: Casquette Ishidai
it: Berretto Tuttepinne
ja: イシダイストライプスキャップ
ko: 돌돔 스트라이프스 캡
nl: Strepers-pet
ru: Бейсболка БК «Окуни»
zh_hans: 条石鲷条纹帽
zh_hant: 條石鯛條紋帽

# GearGearNameHeadCap031
source: Cap'n Cap
de: Marinemütze
es: Gorra naval
es_mx: Gorra naval
fr: Casquette de l'amiral
it: Cappello da nostromo
ja: マリンキャップ
ko: 마린 캡
nl: Kapiteinspet
ru: Матросская фуражка
zh_hans: 海军风帽
zh_hant: 海軍風帽

# GearGearNameHeadCap032
source: Vintage Biker Cap
de: Rockerkappe
es: Gorra de cuero
es_mx: Gorra de cuero
fr: Casquette motard vintage
it: Berretto da moto vintage
ja: フライカーキャップ
ko: 날치사이클 캡
ru: Байкерская фуражка
zh_hans: 飞鱼骑行帽
zh_hant: 飛魚騎行帽

# GearGearNameHeadCap033
source: Flounder Flap Cap
de: Umkehrschieber
es: Gorro invertido
es_mx: Gorro invertido
fr: Casquette à rabats limande
it: Cappello al contrario
ja: グンチンハ
ko: 팅헌
nl: Platvispet
ru: Перевертыш с ушами
zh_hans: 反戴狩猎帽
zh_hant: 反戴狩獵帽

# GearGearNameHeadCap034
source: Dustcloud Cap
de: Sandsturm-Kappe
es: Gorra camuflaje tierra
es_mx: Gorra camuflaje tierra
fr: Casquette poussière
it: Cappello sabbioso
ja: カモキャップ ドトン
ko: 어스 카무 캡
nl: Zandstormpet
ru: Бейсболка «Самум»
zh_hans: 迷彩帽 土遁
zh_hant: 迷彩帽 土遁

# GearGearNameHeadCap035
source: Seafoam Cap
de: Seesalz-Kappe
es: Gorra camuflaje mar
es_mx: Gorra camuflaje mar
fr: Casquette écume
it: Cappello maroso
ja: カモキャップ スイトン
ko: 워터 카무 캡
nl: Waterhoospet
ru: Бейсболка «Аква»
zh_hans: 迷彩帽 水遁
zh_hant: 迷彩帽 水遁

# GearGearNameHeadCap036
source: Wharfside Cap
de: Dockermütze
es: Gorro de alta mar
es_mx: Gorro de alta mar
fr: Bonnet de docker
it: Berretto da portuale
ja: フィッシャーマンキャップ
ko: 피셔맨 캡
nl: Dokwerkerspet
ru: Шапка-докер
zh_hans: 瓜皮帽
zh_hant: 瓜皮帽

# GearGearNameHeadCap037
source: Clue-Detecting Cap
de: Schnüfflerschirm
es: Gorro detectivesco
es_mx: Gorra detectivesca
fr: Casquette de détective
it: Berretto da detective
ja: ブリムリブハット
ko: 디어스토커
nl: Opletpet
ru: Шляпа детектива
zh_hans: 棱纹猎鹿帽
zh_hant: 棱紋獵鹿帽

# GearGearNameHeadCap038
source: Headlamp Hat
de: Leuchtkappe
es: Gorra con linterna
es_mx: Gorra con linterna
fr: Casquette lampe frontale
it: Berretto con torcia
ja: ナイトハイクキャップ
ko: 나이트 하이크 캡
nl: Pet met hoofdlamp
ru: Бейсболка с фонариком
zh_hans: 夜行帽
zh_hant: 夜行帽

# GearGearNameHeadCap039
source: Swim Cap
de: Schwimmkappe
es: Gorro de natación
es_mx: Gorro de natación
fr: Bonnet de bain
it: Cuffia
ja: スイムキャップ
ko: 수영모
nl: Zwemmuts
ru: Купальная шапочка
zh_hans: 泳帽
zh_hant: 泳帽

# GearGearNameHeadCop100
source: Headlamp Helmet
de: Grubenhelm
es: Casco con luz
es_mx: Casco con luz
fr: Casque à lampe
it: Casco da minatore
ja: ヘッドライトヘルム
ko: 헤드라이트 헬멧
nl: Mijnwerkershelm
ru: Каска с фонарем
zh_hans: 头灯钢盔
zh_hant: 頭燈鋼盔

# GearGearNameHeadCop101
source: Dust Blocker 2000
de: Feinstaubmaske 2.5
es: Mascarilla antipolvo 2.5
es_mx: Tapabocas antipolvo 2.5
fr: Masque antipoussière
it: Maschera antipolvere
ja: ダストブロッカー 2.5
ko: 더스트 블로커 2.5
nl: Stofmasker
ru: Маска от пыли 2.5
zh_hans: 防尘口罩2.5
zh_hant: 防塵口罩2.5

# GearGearNameHeadCop102
source: Welding Mask
de: Schweißermaske
es: Máscara de soldar
es_mx: Máscara de soldar
fr: Masque de soudeur
it: Maschera da saldatore
ja: アイアンマスカレイド
ko: 용접 마스크
nl: Laskap
ru: Маска сварщика
zh_hans: 钢铁面具
zh_hant: 鋼鐵面具

# GearGearNameHeadCop103
source: Beekeeper Hat
de: Imkerhut
es: Máscara antipicaduras
es_mx: Máscara antipicaduras
fr: Chapeau d'apiculteur
it: Maschera da apicoltore
ja: ガーディアンアーミーハット
ko: 가디언 아미 해트
nl: Imkerhoed
ru: Шляпа пасечника
zh_hans: 守卫军圆边帽
zh_hant: 守衛軍圓邊帽

# GearGearNameHeadCop104
source: Octoleet Goggles
de: Oktech-Visor
es: Visor octoamazona
es_mx: Visor octoling
fr: Lunettes octaliennes
it: Visore octolingio
ja: ゾネスティックスコープ
ko: 조네스틱 스코프
nl: Octech-bril
ru: Осьмовизор
zh_hans: 女战士风望远镜
zh_hant: 女戰士風望遠鏡

# GearGearNameHeadCop105
source: Cap of Legend
de: Mütze der Legende
es: Gorra mítica
es_mx: Gorra mítica
fr: Casquette de légende
it: Cappello della leggenda
ja: レジェンドのぼうし
ko: 레전드 모자
nl: Pet der legendes
ru: Историческая фуражка
zh_hans: 传奇帽子
zh_hant: 傳奇帽子

# GearGearNameHeadCop107
source: Worker's Head Towel
de: Arbeiterkopftuch
es: Pañuelo de obrero
es_mx: Pañuelo de obrero
fr: Bandana d'ouvrier
it: Fazzoletto da operaio
ja: アセストップソシナ
ko: 워커스 헤드 타월
nl: Werkbandana
ru: Бандана рабочего
zh_hans: 止汗头巾
zh_hant: 止汗頭巾

# GearGearNameHeadCop108
source: Worker's Cap
de: Spezialkappe Replik
es: Gorra de currante (réplica)
es_mx: Gorra de trabajo réplica
fr: Casquette à pochettes
it: Cappello speciale replica
ja: スペボウ レプリカ
ko: 스페셜 모자 레플리카
nl: Werkpetje
ru: Рабочая кепка
zh_hans: 抽绳帽 复制
zh_hant: 抽繩帽 複製

# GearGearNameHeadCop109
source: Sailor Cap
de: Emblem-Matrosenmütze
es: Gorra de marinero
es_mx: Gorra de marinero
fr: Chapeau marin
it: Cappello da marinaio
ja: マリリンハットウィズピンズ
ko: 마릴린 해트 위드 핀즈
nl: Matrozenmuts
ru: Шапочка моряка
zh_hans: 别针海军圆边帽
zh_hant: 別針海軍圓邊帽

# GearGearNameHeadCop110
source: Bream-Brim Cap
de: Schnapperkappe
es: Gorra besugo dorado
es_mx: Gorra besugo dorado
fr: Casquette dorade
it: Cappello pescoso
ja: イトヨリキャップ
ko: 실꼬리 캡
nl: Snapperpet
ru: Кепка «Лещик»
zh_hans: 金线鱼帽
zh_hant: 金線魚帽

# GearGearNameHeadCop111
source: Lo-Vis Visor
de: Opak-Visor
es: Visor opaco
es_mx: Visor opaco
fr: Lunettes opaques
it: Visore cieco
ja: シカイバイザー
ko: 시야 바이저
nl: Slaapmasker
ru: Визор «Ширма»
zh_hans: 视野中空遮阳帽
zh_hant: 視野中空遮陽帽

# GearGearNameHeadCop112
source: Five-Alarm Helmet
de: Feuerwehrhelm
es: Casco antincendios
es_mx: Casco antincendios
fr: Casque de pompier
it: Casco da pompiere
ja: カジカブト
ko: 방화 헬멧
nl: Brandweerhelm
ru: Шлем пожарника
zh_hans: 消防盔
zh_hant: 消防盔

# GearGearNameHeadCop113
source: Astro Helm
de: Space-Pilotenhelm
es: Casco de piloto
es_mx: Casco de piloto
fr: Casque astro
it: Casco da pilota
ja: パイロットメット
ko: 파일럿 헬멧
nl: Pilotenhelm
ru: Астрошлем
zh_hans: 飞行员安全帽
zh_hant: 飛行員安全帽

# GearGearNameHeadCop114
source: 360 All-Scopes
de: Omnimultivisor
es: Visor cibernético
es_mx: Visor cibernético
fr: Lunettes cyber
it: Multivisore 360°
ja: ハイテクスコープ
ko: 하이테크 스코프
nl: Cyberheadset
ru: Кибервизор-360
zh_hans: 高科技望远镜
zh_hant: 高科技望遠鏡

# GearGearNameHeadCop115
source: Brain Strainer
de: Genialotron
es: Casco psicotrónico
es_mx: Casco psicotrónico
fr: Casque Eurêka
it: Eurekappello
ja: ヒラメキブレインメット
ko: 번뜩 브레인 헬멧
nl: Whizzkidhelm
ru: Мозготрон
zh_hans: 灵光一闪安全帽
zh_hant: 靈光一閃安全帽

# GearGearNameHeadCop116
source: Deep Sinker Helm
de: Tiefseetaucherhelm
es: Escafandra de buceo
es_mx: Escafandra de buceo
fr: Casque de scaphandre
it: Casco da palombaro
ja: タコツボメット
ko: 문어 단지 헬멧
nl: Diepzeeduikhelm
ru: Шлем осьмолаза
zh_hans: 蛸壶安全帽
zh_hant: 蛸壺安全帽

# GearGearNameHeadCop117
source: Commander Cap
de: Aquanaut-Schiffchen
es: Gorro comandante
es_mx: Gorro comandante
fr: Béret de général
it: Berretto da comandante
ja: ガーディアンズキャップ
ko: 가디언즈 캡
nl: Commandantenmuts
ru: Пилотка командира
zh_hans: 守卫者帽
zh_hant: 守衛者帽

# GearGearNameHeadCop118
source: See-an-Enemy HUD
de: Monovisor
es: Visor de rastreo
es_mx: Visor de rastreo
fr: Viseur de combat
it: Visore HUD
ja: マルミエールUD
ko: DABOYEO RK
nl: Verkenningsvizier
ru: Моновизор с ИЛС
zh_hans: 视魄UD
zh_hant: 視魄UD

# GearGearNameHeadCop119
source: Retro Future Helmet
de: Retrofutur-Helm
es: Casco retrofuturista
es_mx: Casco retrofuturista
fr: Casque rétrofuturiste
it: Casco retrofuturistico
ja: ハイパーミライヘッド
ko: 하이퍼 미래 헤드
nl: Retrofuturistische helm
ru: Кибершлем
zh_hans: 超未来头盔
zh_hant: 超未來頭盔

# GearGearNameHeadCop120
source: 3D Glasses
de: 3D-Durchblicker
es: Gafas 3D
es_mx: Gafas 3D
fr: Lunettes 3D
it: Occhiali 3D
ja: ウキアガールRB
ko: TWIEONAWA RB
nl: 3D-bril
ru: 3D-очки
zh_hans: 3D眼镜
zh_hant: 身臨其境RB

# GearGearNameHeadCop121
source: El Rey Calamar
es: Máscara Squid King
ja: エル・カラマレス
ko: 엘 칼라마레스
nl: Grote Calamar-masker
ru: Эль-Рей Каламар
zh_hans: El Calamares
zh_hant: El Calamares

# GearGearNameHeadCop122
source: Octavio Dome
de: Oktario-Helm
es: Casco DJ Octovius
es_mx: Casco DJ Octovius
fr: Casque Octave
it: Casco di Octavius
ja: ショーグンメット
ko: 장군 헬멧
nl: Octavio-helm
ru: Шлем Октавио
zh_hans: 将军安全帽
zh_hant: 將軍安全帽

# GearGearNameHeadCop123
source: Hard Hat Replica
de: Arbeitshelm Replik
es: Casco de obra (réplica)
es_mx: Casco de trabajo réplica
fr: Casque Salmon Run (réplique)
it: Casco da lavoro replica
ja: バイトヘルメット レプリカ
ko: 아르바이트 헬멧 레플리카
nl: Klushelm (replica)
ru: Рабочая каска (клон)
zh_hans: 打工安全帽 复制
zh_hant: 打工安全帽 複製

# GearGearNameHeadEye000
source: Retro Specs
de: Retrobrille
es: Retrogafas
es_mx: Gafas retro
fr: Lunettes rétro
it: Occhiali rétro
ja: クロブチ レトロ
ko: 레트로 검정 뿔테 안경
nl: Retrobril
ru: Ретро-очки
zh_hans: 复古黑框眼镜
zh_hant: 復古黑框眼鏡

# GearGearNameHeadEye001
source: Splash Goggles
de: Taucherbrille
es: Gafas de buceo
es_mx: Gafas de buzo
fr: Masque de plongée
it: Maschera da sub
ja: スプラッシュゴーグル
ko: 스플래시 고글
nl: Duikbril
ru: Маска для ныряния
zh_hans: 斯普拉护目镜
zh_hant: 斯普拉護目鏡

# GearGearNameHeadEye002
source: Pilot Goggles
de: Fliegerbrille
es: Gafas de piloto
es_mx: Gafas de aviador
fr: Lunettes d'aviateur
it: Occhiali da pilota
ja: パイロットゴーグル
ko: 파일럿 고글
nl: Pilotenbril
ru: Очки пилота
zh_hans: 飞行员护目镜
zh_hant: 飛行員護目鏡

# GearGearNameHeadEye003
source: Tinted Shades
de: Getönte Brille
es: Gafas tintadas
es_mx: Gafas tintadas
fr: Lunettes colorées
it: Occhiali colorati
ja: イロメガネ
ko: 색안경
nl: Getinte zonnebril
ru: Солнцезащитные очки
zh_hans: 有色眼镜
zh_hant: 有色眼鏡

# GearGearNameHeadEye004
source: Black Arrowbands
de: Schwarze Sportbandbrille
es: Gafas ajustables negras
es_mx: Gafas deportivas negras
fr: Lunettes noires à élastique
it: Occhiali spessi
ja: アローバンド ブラック
ko: 블랙 애로 밴드
nl: Zwarte bril met sportband
ru: Черные очки на резинке
zh_hans: 眼镜固定带 黑色
zh_hant: 眼鏡固定帶 黑色

# GearGearNameHeadEye005
source: Snorkel Mask
de: Schnorchel
es: Gafas con tubo
es_mx: Gafas con tubo
fr: Masque et tuba
it: Maschera con tubo
ja: ダイバーゴーグル
ko: 다이버 고글
nl: Snorkel
ru: Комплект для ныряния
zh_hans: 潜水护目镜
zh_hant: 潛水護目鏡
