Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrEvilEventReinforceEnemyInfiniteTreeMissile
source: Stronger Jelletons + Arpeggio Barrage
de: Stärkere Viskelloide + Arpeggio-Ansturm
es: Sinfonía de esquealetas con refuerzo
es_mx: Esquealetas reforzados / Arpeggio sin fin
fr: Squelécailles renforcés + Assaut Arpeggio
it: Ossimolli più forti + scarica di Serenate
ja: スケルトーン強化×無限アルペジオ
ko: 스켈레톤 강화×무한 아르페지오
nl: Sterkere Drilgruwels + Arpeggio-aanvalsgolf
ru: Сильные консервиторы + Торпеджиата
zh_hans: 骷髅鱼强化×无限琵音鱼弹
zh_hant: 強化骷髏魚×無限琵音魚彈

# SdodrSdodrHackingAttackDamageUp
source: Attack Damage
de: Angriffsschaden
es: Daño ofensivo
es_mx: Daño ofensivo
fr: Dégâts d'attaque
it: Danno d'attacco
ja: 攻撃ダメージ
ko: 공격 대미지
nl: Meer aanvalsschade
ru: Урон врагам +
zh_hans: 攻击伤害
zh_hant: 攻擊傷害

# SdodrSdodrHackingAttackDamageUpExplanation
source: Increases damage dealt to enemies.
de: Erhöht den Schaden, den Gegner erleiden.
es: Aumenta el daño infligido a los enemigos.
es_mx: Aumenta el daño infligido a los enemigos.
fr: Augmente les dégâts infligés aux ennemis.
it: Incrementa il danno inferto ai nemici.
ja: 敵にあたえるダメージがアップします。
ko: 적에게 주는 대미지가 증가합니다.
nl: Verhoogt de schade die je aanrichttegen vijanden.
ru: Повышает урон врагам.
zh_hans: 提升对敌人造成的伤害。
zh_hant: 提升對敵人造成的傷害。

# SdodrSdodrHackingDoubleTip
source: Double-Chip Rate
de: Farbchip-Verdopplung
es: Doble probable
es_mx: Doble probable
fr: Doublement de puces
it: Probabilità schede doppie
ja: ダブルチップ確率
ko: 더블 칩 확률
nl: Meer kans op dubbele chips
ru: Шанс на двойной жетон +
zh_hans: 双重晶片概率
zh_hant: 雙重晶片機率

# SdodrSdodrHackingDoubleTipExplanation
source: Increases the chance of getting doublechips during floor selection.
de: Erhöht die Chance, bei der Etagen-Auswahldie doppelte Anzahl Farbchips zu erhalten.
es: Aumenta la probabilidad de obtenercromochips dobles al seleccionar piso.
es_mx: Aumenta la probabilidad de obtenercromochips dobles al seleccionar un piso.
fr: Augmente les chances d'obtenir le double depuces chromatiques à la sélection de l'étage.
it: Aumenta la probabilità di ottenere schededoppie durante la selezione della varianteper il piano successivo.
ja: フロア選択にダブルチップが出る確率がアップします。
ko: 플로어 선택에 더블 칩이 나올 확률이 증가합니다.
nl: Verhoogt de kans dat je bij de etagekeuzetwee chips krijgt.
ru: Повышает шанс на получение двойныхтон-жетонов при выборе этажа.
zh_hans: 提升选择楼层时出现双重晶片的概率。
zh_hant: 提升選擇樓層時出現雙重晶片的機率。

# SdodrSdodrHackingDroneActionBombQuickTip
source: Drone Burst Bomb
de: Drohnen-Insta-Bomben
es: Bomba rápida drónida
es_mx: Globo entintado drónido
fr: Bombe ballon du drone
it: Granate per drone
ja: ドローンクイックボム
ko: 드론 퀵 밤
nl: Droneballonbommen
ru: Разрывные бомбы дрона
zh_hans: 无人机快速炸弹
zh_hant: 無人機快速炸彈

# SdodrSdodrHackingDroneActionBombQuickTipExplanation
source: Unlocks color chips that let thePearl Drone use Burst Bombs.
de: Schaltet Farbchips frei, welche die Perla-Drohne mit Insta-Bomben ausstatten.
es: Pueden aparecer cromochips que permitenal dron Perla emplear bombas rápidas.
es_mx: Pueden aparecer cromochips que permitenal dron Perla usar globos entintados.
fr: Déverrouille des puces chromatiques quipermettent au drone Perle d'utiliser lesbombes ballons.
it: Sblocca schede colore che permettonoad Alga drone di usare le granate.
ja: ヒメドローンがクイックボムを使うカラーチップが出るようになります。
ko: 히메 드론이 퀵 밤을 사용하는 컬러 칩이나오게 됩니다.
nl: Speel kleurenchips vrij die de Lorelei-dronede mogelijkheid geven om ballonbommente gebruiken.
ru: Разблокирует тон-жетоны, позволяющиежем-дрону применять разрывные бомбы.
zh_hans: 会出现能让小姬无人机使用快速炸弹的色彩晶片。
zh_hant: 開始出現可讓小姬無人機使用快速炸彈的色彩晶片。

# SdodrSdodrHackingDroneActionItemDropTip
source: Drone Items
de: Drohnen-Items
es: Objeto drónido
es_mx: Objeto drónido
fr: Objets du drone
it: Oggetti del drone
ja: ドローンアイテム
ko: 드론 아이템
nl: Dronevoorwerpen
ru: Предметы дрона
zh_hans: 无人机道具
zh_hant: 無人機道具

# SdodrSdodrHackingDroneActionItemDropTipExplanation
source: Unlocks color chips that let thePearl Drone generate items.
de: Schaltet Farbchips frei, die es der Perla-Drohne ermöglichen, Items zu produzieren.
es: Pueden aparecer cromochips que permitenal dron Perla generar objetos.
es_mx: Pueden aparecer cromochips que permitenal dron Perla generar objetos.
fr: Déverrouille des puces chromatiques quipermettent au drone Perle de générer desobjets.
it: Sblocca schede colore che permettonoad Alga drone di generare oggetti.
ja: ヒメドローンがアイテムを生成するカラーチップが出るようになります。
ko: 히메 드론이 아이템을 생성하는 컬러 칩이나오게 됩니다.
nl: Speel kleurenchips vrij die de Lorelei-dronede mogelijkheid geven om voorwerpente maken.
ru: Разблокирует тон-жетоны, позволяющиежем-дрону создавать предметы.
zh_hans: 会出现能让小姬无人机生成道具的色彩晶片。
zh_hant: 開始出現可讓小姬無人機製造道具的色彩晶片。

# SdodrSdodrHackingDroneActionSlot
source: Drone Action Slots
de: Drohnen-Aktionsplätze
es: Acción drónida
es_mx: Acciones drónidas
fr: Emplacements d'actions du drone
it: Slot azione drone
ja: ドローン行動スロット
ko: 드론 행동 슬롯
nl: Meer drone-actievakjes
ru: Слоты дрона
zh_hans: 无人机行动插槽
zh_hant: 無人機行動能力槽

# SdodrSdodrHackingDroneActionSlotExplanation
source: Increases the number of action slots to setcolor chips for the Pearl Drone.Note: Hacking is required to set any colorchips for the drone other than Drone KillerWail and Drone Splat Bomb.
de: Erhöht die Anzahl Aktionen der Perla-Drohne,die mit Farbchips zugewiesen werden können.(Für Farbchips außer der Drohnen-Heulbojeund der Drohnen-Klecks-Bombe sind dabeiHacks erforderlich.)
es: Aumenta las acciones de ayuda que puedenasignarse al dron Perla mediante cromochips.(Se necesitarán hackeos para poder usarcromochips que no sean «tintófono drónido»o «bomba básica drónida».)
fr: Augmente le nombre d'actions de soutienpouvant être assignées au drone Perle avecdes puces chromatiques.*Pour utiliser des puces chromatiques, il estnécessaire de hacker, sauf pour la bombesplash et le haut-perceur du drone.
it: Aumenta il numero di slot azione assegnabiliad Alga drone. Serve l'hackeraggio per usarele schede colore, ad eccezione di Bombasplash per drone e Tintofono per drone.
ja: カラーチップを使ってヒメドローンにセットできるサポート行動の数が増えます。※ドローンメガホンレーザー、ドローンスプラッシュボム以外の カラーチップを使うにはハッキングが必要です。
ko: 컬러 칩을 사용하면 히메 드론에 세팅할 수 있는서포트 행동의 수가 증가합니다.※드론 메가폰 레이저, 드론 스플래시 밤 이외의 컬러 칩을 사용하기 위해서는 해킹이 필요합니다.
nl: Vergroot het aantal ondersteuningsacties datkan worden toegewezen aan de Lorelei-dronemet behulp van kleurenchips.Opmerking: om kleurenchips te kunnengebruiken zijn hacks nodig, behalve voorDroneklodderbom en Dronemegalofoon.
ru: Больше слотов для действий жем-дронас тон-жетонами. Без модов доступны толькобрызгающие бомбы и мегалофон дрона.
zh_hans: 使用色彩晶片，便会增加可装备于小姬无人机的支援行动数量。※必须进行骇解才能使用无人机喇叭镭射、 无人机斯普拉炸弹以外的色彩晶片。
zh_hant: 使用色彩晶片增加小姬無人機可設置的輔助行動數量。※必須駭解才能使用無人機喇叭雷射、 無人機斯普拉炸彈以外的色彩晶片。

# SdodrSdodrHackingDroneActionSprinklerTip
source: Drone Sprinkler
de: Drohnen-Sprinkler
es: Aspersor drónido
es_mx: Aspersor drónido
fr: Fontaine du drone
it: Spruzzatore per drone
ja: ドローンスプリンクラー
ko: 드론 스프링클러
nl: Drone-inktsprinkler
ru: Распылятор дрона
zh_hans: 无人机洒墨器
zh_hant: 無人機灑墨器

# SdodrSdodrHackingDroneActionSprinklerTipExplanation
source: Unlocks color chips that let thePearl Drone spray ink.
de: Schaltet Farbchips frei, die es der Perla-Drohne ermöglichen, Tinte zu verspritzen.
es: Pueden aparecer cromochips que permitenal dron Perla rociar tinta.
es_mx: Pueden aparecer cromochips que permitenal dron Perla rociar tinta.
fr: Déverrouille des puces chromatiques quipermettent au drone Perle d'asperger del'encre.
it: Sblocca schede colore che permettonoad Alga drone di spruzzare inchiostro.
ja: ヒメドローンがインクをまき散らすカラーチップが出るようになります。
ko: 히메 드론이 잉크를 흩뿌리는 컬러 칩이나오게 됩니다.
nl: Speel kleurenchips vrij die de Lorelei-dronede mogelijkheid geven om inkt te spuiten.
ru: Разблокирует тон-жетоны, позволяющиежем-дрону распылять краску.
zh_hans: 会出现能让小姬无人机喷洒墨汁的色彩晶片。
zh_hant: 開始出現可讓小姬無人機噴灑墨汁的色彩晶片。

# SdodrSdodrHackingDroneActionTornadoTip
source: Drone Inkstrike
de: Drohnen-Tintferno
es: Tornado drónido
es_mx: Tornado drónido
fr: Missile tornade du drone
it: Tornado per drone
ja: ドローントルネード
ko: 드론 토네이도
nl: Drone-inkttornado's
ru: Дрон-торнадо
zh_hans: 无人机龙卷风
zh_hant: 無人機龍捲風

# SdodrSdodrHackingDroneActionTornadoTipExplanation
source: Unlocks color chips that let thePearl Drone use Inkstrikes.
de: Schaltet Farbchips frei, die es der Perla-Drohne ermöglichen, Tintfernos einzusetzen.
es: Pueden aparecer cromochips que permitenal dron Perla emplear tornados.
es_mx: Pueden aparecer cromochips que permitenal dron Perla lanzar tornados.
fr: Déverrouille des puces chromatiques quipermettent au drone Perle d'utiliser lemissile tornade.
it: Sblocca schede colore che permettonoad Alga drone di usare i tornado.
ja: ヒメドローンがトルネードを使うカラーチップが出るようになります。
ko: 히메 드론이 토네이도를 사용하는 컬러 칩이나오게 됩니다.
nl: Speel kleurenchips vrij die de Lorelei-dronede mogelijkheid geven om Inkttornado'ste gebruiken.
ru: Разблокирует тон-жетоны, позволяющиежем-дрону применять торнадо.
zh_hans: 会出现能让小姬无人机使用龙卷风的色彩晶片。
zh_hant: 開始出現可讓小姬無人機使用龍捲風的色彩晶片。

# SdodrSdodrHackingDroneActionTrapTip
source: Drone Ink Mine
de: Drohnen-Tintenminen
es: Bomba trampa drónida
es_mx: Mina de tinta drónida
fr: Mine du drone
it: Mine per drone
ja: ドローントラップ
ko: 드론 트랩
nl: Drone-inktmijnen
ru: Мины дрона
zh_hans: 无人机墨汁陷阱
zh_hant: 無人機墨汁陷阱

# SdodrSdodrHackingDroneActionTrapTipExplanation
source: Unlocks color chips that let thePearl Drone use Ink Mines.
de: Schaltet Farbchips frei, welche diePerla-Drohne mit Tintenminen ausstatten.
es: Pueden aparecer cromochips que permitenal dron Perla emplear bombas trampa.
es_mx: Pueden aparecer cromochips que permitenal dron Perla colocar minas de tinta.
fr: Déverrouille des puces chromatiques quipermettent au drone Perle d'utiliser lesmines.
it: Sblocca schede colore che permettonoad Alga drone di usare le mine.
ja: ヒメドローンがトラップを使うカラーチップが出るようになります。
ko: 히메 드론이 트랩을 사용하는 컬러 칩이나오게 됩니다.
nl: Speel kleurenchips vrij die de Lorelei-dronede mogelijkheid geven om Inktmijnente gebruiken.
ru: Разблокирует тон-жетоны, позволяющиежем-дрону применять мины.
zh_hans: 会出现能让小姬无人机使用墨汁陷阱的色彩晶片。
zh_hant: 開始出現可讓小姬無人機使用墨汁陷阱的色彩晶片。

# SdodrSdodrHackingDroneCadenceDefeatEnemyTip
source: Drone-Gauge Splat Charge
de: Drohnenanzeigen-Kleckslader
es: Medidor por liquidación
es_mx: Medidor de dron ofensivo
fr: Jauge du drone par élimination
it: Indicatore drone a splat
ja: 撃破ドローンゲージ
ko: 격파 드론 게이지
nl: Elimineren vult de dronemeter
ru: Заряд шкалы дрона плюханьем
zh_hans: 击倒无人机蓄力槽
zh_hant: 擊倒無人機蓄力槽

# SdodrSdodrHackingDroneCadenceDefeatEnemyTipExplanation
source: Unlocks color chips that increase thedrone gauge by defeating enemies.
de: Schaltet Farbchips frei, die durch dasZerklecksen von Gegnern die Drohnenanzeigewieder aufladen.
es: Pueden aparecer cromochips cuyo efectoes incrementar el medidor de dron al eliminarenemigos.
es_mx: Pueden aparecer cromochips cuyo efectoes incrementar el medidor de dron al eliminarenemigos.
fr: Déverrouille des puces chromatiques quiremplissent la jauge du drone lorsque tuélimines des ennemis.
it: Sblocca schede colore che ricaricanol'indicatore drone quando elimini i nemici.
ja: 敵撃破でドローンゲージが増加するカラーチップが出るようになります。
ko: 적을 격파하면 드론 게이지가 증가하는 컬러 칩이나오게 됩니다.
nl: Speel kleurenchips vrij die het mogelijkmaken om de dronemeter te vullen doorvijanden te verslaan.
ru: Разблокирует тон-жетоны, заряжающиешкалу дрона при плюхании врагов.
zh_hans: 会出现通过击倒敌人来增加无人机蓄力槽的色彩晶片。
zh_hant: 開始出現擊倒敵人可增加無人機蓄力槽的色彩晶片。

# SdodrSdodrHackingDroneCadencePaintTip
source: Drone-Gauge Turf Charge
de: Drohnenanzeigen-Färbelader
es: Medidor por pintado
es_mx: Medidor de dron territorial
fr: Jauge du drone par encrage
it: Indicatore drone a inchiostro
ja: 塗りドローンゲージ
ko: 색칠 드론 게이지
nl: Verven vult de dronemeter
ru: Заряд шкалы дрона прокрасом
zh_hans: 涂墨无人机蓄力槽
zh_hant: 塗墨無人機蓄力槽

# SdodrSdodrHackingDroneCadencePaintTipExplanation
source: Unlocks color chips that increase thedrone gauge by inking the ground.
de: Schaltet Farbchips frei, die durch Einfärbenvon Oberflächen die Drohnenanzeige wiederaufladen.
es: Pueden aparecer cromochips cuyo efectoes incrementar el medidor de dron al entintarterreno.
es_mx: Pueden aparecer cromochips cuyo efectoes incrementar el medidor de dron al entintarterritorio.
fr: Déverrouille des puces chromatiques quiremplissent la jauge du drone lorsque tuencres des surfaces.
it: Sblocca schede colore che ricaricanol'indicatore drone quando colori il terreno.
ja: 地面の塗りでドローンゲージが増加するカラーチップが出るようになります。
ko: 지면을 칠하면 드론 게이지가 증가하는 컬러 칩이나오게 됩니다.
nl: Speel kleurenchips vrij die het mogelijkmaken om de dronemeter te vullen doorde grond te verven.
ru: Разблокирует тон-жетоны, заряжающиешкалу дрона за счет прокраса.
zh_hans: 会出现通过对地面涂墨来增加无人机蓄力槽的色彩晶片。
zh_hant: 開始出現對地面塗墨可增加無人機蓄力槽的色彩晶片。

# SdodrSdodrHackingFloorShopDiscount
source: Vending-Machine Discount
de: Automaten-Rabatt
es: Rebaja de expendedor
es_mx: Descuentos en expendedores
fr: Promo au distributeur
it: Sconto distributore
ja: 自販機ディスカウント
ko: 자판기 할인
nl: Verkoopautomaatkorting
ru: Скидки в консервоматах
zh_hans: 自动贩卖机折扣
zh_hant: 自動販賣機折扣

# SdodrSdodrHackingFloorShopDiscountExplanation
source: Gives you a discount on purchases fromthe vending machine.
de: Gewährt dir einen Rabatt auf alle Artikelaus Automaten.
es: Reduce el precio de los artículos delexpendedor.
es_mx: Reduce el precio de los artículos en losexpendedores.
fr: Te permet de bénéficier de prix cassés dansle distributeur.
it: Garantisce uno sconto negli acquistiai distributori automatici.
ja: 自販機の商品が値引きされます。
ko: 자판기의 상품이 할인됩니다.
nl: Verlaagt de artikelprijzen vanverkoopautomaten.
ru: Предоставляет скидки на покупкив консервоматах.
zh_hans: 会使自动贩卖机的商品降价。
zh_hant: 自動販賣機的商品金額將出現折扣。

# SdodrSdodrHackingForceFloorShopHigh
source: 25F Vending Machine
de: Automat – Etage 25
es: Expendedor piso 25
es_mx: Expendedor P25
fr: Distributeur - Étage 25
it: Distributore piano 25
ja: ２５Ｆ自販機コーナー
ko: 25F 자판기 코너
nl: Verkoopautomaat op de 25e
ru: Консервомат на 25 этаже
zh_hans: 25Ｆ自动贩卖机区域
zh_hant: 25Ｆ自動販賣機專區

# SdodrSdodrHackingForceFloorShopHighExplanation
source: Ensures that 25F will always have avending-machine corner.
de: Sorgt dafür, dass Etage 25 stets miteiner Automatenecke ausgestattet ist.
es: Asegura que aparezca una zonade expendedor en el piso 25.
es_mx: Asegura que aparezca una zonade expendedor en el piso 25.
fr: Garantit qu'il y aura un coin distributeurau 25e étage.
it: Assicura che al piano 25 ci sia sempreun distributore automatico.
ja: ２５Ｆに必ず自販機コーナーが出ます。
ko: 25F에 반드시 자판기 코너가 나옵니다.
nl: Zorgt ervoor dat er op de 25e etagealtijd een verkoopautomaat is.
ru: На 25 этаже всегда будет консервомат.
zh_hans: 25Ｆ必定会出现自动贩卖机区域。
zh_hant: 25Ｆ必定出現自動販賣機專區。

# SdodrSdodrHackingForceFloorShopMiddle
source: 15F Vending Machine
de: Automat – Etage 15
es: Expendedor piso 15
es_mx: Expendedor P15
fr: Distributeur - Étage 15
it: Distributore piano 15
ja: １５Ｆ自販機コーナー
ko: 15F 자판기 코너
nl: Verkoopautomaat op de 15e
ru: Консервомат на 15 этаже
zh_hans: 15Ｆ自动贩卖机区域
zh_hant: 15Ｆ自動販賣機專區

# SdodrSdodrHackingForceFloorShopMiddleExplanation
source: Ensures that 15F will always have avending-machine corner.
de: Sorgt dafür, dass Etage 15 stets miteiner Automatenecke ausgestattet ist.
es: Asegura que aparezca una zonade expendedor en el piso 15.
es_mx: Asegura que aparezca una zonade expendedor en el piso 15.
fr: Garantit qu'il y aura un coin distributeurau 15e étage.
it: Assicura che al piano 15 ci sia sempreun distributore automatico.
ja: １５Ｆに必ず自販機コーナーが出ます。
ko: 15F에 반드시 자판기 코너가 나옵니다.
nl: Zorgt ervoor dat er op de 15e etagealtijd een verkoopautomaat is.
ru: На 15 этаже всегда будет консервомат.
zh_hans: 15Ｆ必定会出现自动贩卖机区域。
zh_hant: 15Ｆ必定出現自動販賣機專區。

# SdodrSdodrHackingHeaderBoss
source: Enemies
de: Gegner
es: Enemigos
es_mx: Enemigos
fr: Ennemis
it: Nemici
ja: 敵
ko: 적
nl: Vijanden
ru: Враги
zh_hans: 敌人
zh_hant: 敵人

# SdodrSdodrHackingHeaderDroneBuddy
source: Pearl Drone
de: Perla-Drohne
es: Dron Perla
es_mx: Dron Perla
fr: Drone Perle
it: Alga drone
ja: ヒメドローン
ko: 히메 드론
nl: Lorelei-drone
ru: Жем-дрон
zh_hans: 小姬无人机
zh_hant: 小姬無人機

# SdodrSdodrHackingHeaderIkura
source: Membux
de: Memoneten
es: Pastimonedas
es_mx: Pastimonedas
fr: Poulpèzes
it: Norilir
ja: ネリコイン
ko: 네리 코인
nl: Neuri's
ru: Вспомбаксы
zh_hans: 忆界硬币
zh_hant: 憶界硬幣

# SdodrSdodrHackingHeaderJem
source: Prlz
de: PRLN
es: Perlas
es_mx: Perlas
fr: Péperles
it: Perle
ja: シンジュ
ko: 진주
nl: Parels
ru: Жемкойны
zh_hans: 珍珠
zh_hant: 珍珠

# SdodrSdodrHackingHeaderPlayer
source: Player
de: Spieler
es: Personaje
es_mx: Ocho
fr: Joueur
it: Giocatore
ja: プレイヤー
ko: 플레이어
nl: Speler
ru: Игрок
zh_hans: 玩家
zh_hant: 玩家

# SdodrSdodrHackingHeaderRandom
source: Random Factors
de: Zufallsfaktoren
es: Factores aleatorios
es_mx: Factores aleatorios
fr: Facteurs aléatoires
it: Fattori casuali
ja: ランダム
ko: 랜덤
nl: Willekeurige factoren
ru: Случайные факторы
zh_hans: 随机
zh_hant: 隨機

# SdodrSdodrHackingHeaderShop
source: Vending Machines
de: Automaten
es: Expendedores
es_mx: Expendedores
fr: Distributeurs
it: Distributori automatici
ja: 自販機
ko: 자판기
nl: Verkoopautomaten
ru: Консервоматы
zh_hans: 自动贩卖机
zh_hant: 自動販賣機

# SdodrSdodrHackingIkuraRewardRate
source: Membux Reward
de: Memoneten-Bonus
es: Extra de pastimonedas
es_mx: Pastimonedas extras
fr: Récompense poulpèze
it: Ricompensa norilir
ja: ほうしゅうネリコイン
ko: 보상 네리 코인
nl: Bonus-neuri's
ru: Вспомбаксы +
zh_hans: 忆界硬币报酬
zh_hant: 憶界硬幣報酬

# SdodrSdodrHackingIkuraRewardRateExplanation
source: Receive more Membux as a reward forclearing floors.
de: Gewährt dir mehr Memoneten für den Abschlusseiner Etage.
es: Aumenta la recompensa de pastimonedasobtenida al completar un piso.
es_mx: Aumenta la recompensa de pastimonedasobtenida al completar un piso.
fr: Permet de remporter davantage de poulpèze àchaque étage terminé.
it: Ottieni più norilir come ricompensa peraver completato un piano.
ja: フロアのクリアほうしゅうでもらえるネリコインが増えます。
ko: 플로어 클리어 보상으로 받을 수 있는 네리 코인이증가합니다.
nl: Ontvang meer neuri's als beloningvoor het voltooien van etages.
ru: Ты будешь получать больше вспомбаксовза прохождение этажей.
zh_hans: 增加通关楼层时可获得的忆界硬币。
zh_hant: 增加可透過樓層過關報酬獲得的憶界硬幣。

# SdodrSdodrHackingJemHardMode
source: Risky Rewards
de: Risiko-Bonus
es: Recompensa con riesgo
es_mx: Recompensa con riesgo
fr: Plus ou rien
it: Ricompense rischiose
ja: ハイリスクハイリターン
ko: 하이 리스크 하이 리턴
nl: Riskante beloningen
ru: Рентабельные риски
zh_hans: 高风险高回报
zh_hant: 高風險高報酬

# SdodrSdodrHackingJemHardModeExplanation
source: The fewer hacks that are active, themore Prlz you get for clearing the Spire,up to 3x. However, if you don't clear theSpire, you get nothing.(Existing hacks can be freely adjusted.)
de: Je weniger Hacks aktiv sind, desto mehr PRLNerhältst du für den Abschluss des Turms -und zwar bis zu 3-mal mehr! Solltest dujedoch scheitern, gehst du leider leer aus...(Aktuelle Hacks dürfen angepasst werden.)
es: Cuantos menos hackeos se apliquen, másperlas obtendrás si completas la torre(hasta un máximo de 3). Si no la completas,no obtienes ninguna.(El efecto de cada hackeo es ajustable.)
es_mx: Cuantos menos hackeos se apliquen, másperlas obtendrás si completas la torre,hasta un máximo de ×3. Si no la completas,no obtienes ninguna.(El efecto de cada hackeo es ajustable).
fr: Moins il y a d'effets de hacking actifs, plustu remportes de péperles en terminant la tour(max. x3). Mais si tu ne termines pas, tu nerecevras rien. (Les hacks existants peuventêtre librement ajustés.)
it: Meno hackeraggi sono attivi, più perleottieni quando completi la torre, fino altriplo. Tuttavia, se non completi la torre,non ottieni nulla.(Gli effetti degli hackeraggi possonoessere ridotti liberamente.)
ja: ハッキングの効果が小さいほど、塔クリア時にもらえるシンジュが多くなります（最大３倍）。ただし、クリアできないともらえません。※各ハッキングの効果は自由に小さくできます。
ko: 해킹의 효과가 낮을수록 탑을 클리어했을 때받을 수 있는 진주가 많아집니다(최대 3배).단, 클리어하지 못하면 받을 수 없습니다.※각 해킹의 효과는 자유롭게 낮출 수 있습니다.
nl: Hoe minder hacks je gebruikt, hoe meer parelsje krijgt voor het voltooien van de toren,tot maximaal 3x. Maar als je de toren nietvoltooit, krijg je totaal geen beloningen.(Je kunt bestaande hacks vrij kiezen.)
ru: Чем меньше у тебя активных модов, тембольше жемкойнов ты будешь получатьза прохождение башни (максимум x3).Помни: при провале с этим модом тывообще не получишь жемкойнов!(Активные моды можно изменять.)
zh_hans: 骇解的效果越小，通关塔时获得的珍珠越多（最多3倍）。但是未能通关时将无法获得珍珠。※可以随意减小各种骇解的效果。
zh_hant: 駭解的效果越小，通過塔時可獲得的珍珠越多（最多3倍）。但是沒有通過就無法獲得。※可以自由地縮減各個駭解的效果。

# SdodrSdodrHackingPlayerArmorDieJump
source: Broken-Armor Jump
de: Rüstungslos-Sprung
es: Salto salvador
es_mx: Salto salvador
fr: Bond armure brisée
it: Salto in pericolo
ja: ピンチジャンプ
ko: 위기 점프
nl: Lancering bij pantserbreuk
ru: Поломка брони: автопрыжок
zh_hans: 险境跳跃
zh_hant: 險境跳躍

# SdodrSdodrHackingPlayerArmorDieJumpExplanation
source: Automatically launch into the air whenall armor is broken. Extra investmentincreases launch height.
de: Katapultiert dich automatisch in die Luft,wenn deine komplette Rüstung zu Bruch geht.Je stärker dieser Hack, desto höher.
es: Permite saltar automáticamente y alcanzarmayor altura cuando te quedas sin armadura.Con hackeos más avanzados se incrementala altura del salto.
es_mx: Permite saltar automáticamente y alcanzarmayor altura cuando te quedas sin armadura.Con hackeos más avanzados se incrementala altura del salto.
fr: Te catapulte automatiquement dans les airsquand ton armure se brise. Plus le hackingest important, plus tu sauteras haut.
it: Ti lancia automaticamente in ariaquando tutta l'armatura è danneggiata.Più investi nell'hackeraggio di questamodifica, più salterai in alto.
ja: アーマーが全て壊されたとき、自動でジャンプします。ハッキングを進めるとジャンプの高さがアップします。
ko: 아머가 모두 부서졌을 때 자동으로 점프합니다.해킹을 진행하면 점프 높이가 증가합니다.
nl: Je wordt automatisch de lucht in gelanceerdop het moment dat al je bepantsering kapotis. Hoe sterker deze hack, hoe hoger je wordtgelanceerd.
ru: Тебя автоматически подбросит вверх,когда сломаются все доспехи. Чеммощнее этот мод, тем выше прыжок.
zh_hans: 所有盔甲被破坏时会自动跳跃。跳跃高度会随着骇解程度提升。
zh_hant: 在盔甲完全遭到破壞時自動跳躍。跳躍的高度會隨著駭解程度提升。

# SdodrSdodrHackingPlayerArmorMax
source: Max Armor
de: Rüstungsmaximierung
es: Acorazado máximo
es_mx: Armadura máxima
fr: Armure max
it: Armatura massima
ja: 最大追加アーマー数
ko: 최대 추가 아머 수
nl: Maximale bepantsering
ru: Максимум доспехов +
zh_hans: 追加盔甲数量上限
zh_hant: 追加盔甲數上限

# SdodrSdodrHackingPlayerArmorMaxExplanation
source: Increases the maximum pieces ofadditional armor you can have at once.
de: Erhöht die maximale Anzahl Rüstungen,die du gleichzeitig tragen kannst.
es: Aumenta el número máximo de armadurasadicionales con que puedes equiparte.
es_mx: Aumenta el límite de piezas de armadura quepuedes llevar a la vez.
fr: Augmente le nombre maximum de piècesd'armure supplémentaires que tu peux porter.
it: Aumenta i pezzi di armatura aggiuntivache puoi portare contemporaneamente.
ja: 重ね着できる追加アーマーの最大数が増えます。
ko: 덧입을 수 있는 추가 아머의 최대 수가 증가합니다.
nl: Verhoogt de maximale hoeveelheid extrabepantsering die je tegelijkertijd kunt hebben.
ru: Увеличивает максимальное количествонадеваемых дополнительных доспехов.
zh_hans: 增加可重复装备的追加盔甲数量上限。
zh_hant: 增加可重複裝備的追加盔甲數上限。

# SdodrSdodrHackingPlayerArmorPoisonedReduce
source: Broken-Armor Speed
de: Rüstungslos-Tempo
es: Rapidez salvadora
es_mx: Rapidez salvadora
fr: Vitesse de la dernière chance
it: Velocità in pericolo
ja: ピンチ移動速度
ko: 위기 이동 속도
nl: Sneller zonder bepantsering
ru: Поломка брони: движение +
zh_hans: 险境移动速度
zh_hant: 險境移動速度

# SdodrSdodrHackingPlayerArmorPoisonedReduceExplanation
source: Increases movement speed when all armoris broken.
de: Erhöht das Lauftempo, wenn deine kompletteRüstung zu Bruch gegangen ist.
es: Aumenta tu velocidad de desplazamientocuando te quedas sin armadura.
es_mx: Aumenta tu velocidad de desplazamientocuando te quedas sin armadura.
fr: Augmente la vitesse de déplacement lorsquetoutes les pièces d'armure sont cassées.
it: Aumenta la velocità di movimento quandotutta l'armatura è danneggiata.
ja: アーマーが全て壊されたときの移動速度がアップします。
ko: 아머가 모두 부서졌을 때 이동 속도가 빨라집니다.
nl: Verhoogt je bewegingssnelheid wanneeral je bepantsering kapot is.
ru: Повышает скорость передвижения,когда ломаются все доспехи.
zh_hans: 提升所有盔甲被破坏时的移动速度。
zh_hant: 提升盔甲完全遭到破壞時的移動速度。
