Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SideOrderRecordPalette
source: Palettes
de: Paletten
es: Paletas
es_mx: Paletas
it: Tavolette
ja: パレット
ko: 팔레트
nl: Paletten
ru: Тон-боксы
zh_hans: 调色盘
zh_hant: 調色盤

# SideOrderRecordPalettesAnnotation
source: The fastest clear time recorded for each Palette is shown.
de: Die schnellste Abschlusszeit für jede Palette wird aufgeführt.
es: Se muestra el mejor tiempo logrado con cada paleta.
es_mx: Se muestra el mejor tiempo logrado con cada paleta.
fr: Le record enregistré pour terminer la tour avec chaque palette est affiché.
it: Viene mostrato il tempo migliore con cui hai superato la torre per ogni tavoletta.
ja: 各パレットの最速クリアタイムのきろくを表示します
ko: 각 팔레트의 베스트 클리어 타임 기록을 표시합니다
nl: Per palet wordt de snelste tijd getoond waarmee je een poging hebt voltooid.
ru: Показывается рекорд по скорости прохождения для каждого тон-бокса.
zh_hans: 显示各调色盘的最快通关时间记录。
zh_hant: 顯示各調色盤的最快過關時間記錄

# SideOrderRecordPointCoin
source: Remaining Membux
de: Memoneten bei Abschluss
es: Pastimonedas
es_mx: Pastimonedas
fr: Poulpèzes en poche
it: Norilir in possesso
ja: 所持ネリコイン
ko: 소지 네리 코인
nl: Neuri's in bezit
ru: За оставшиеся вспомбаксы
zh_hans: 持有忆界硬币
zh_hant: 持有憶界硬幣

# SideOrderRecordPointColorful
source: Prism Bonus
de: Prisma-Bonus
es: Espectro completo
es_mx: Espectro completo
fr: Bonus prisme
it: Bonus prisma
ja: カラフルカラーチップボーナス
ko: 컬러풀 컬러 칩 보너스
nl: Prismabonus
ru: Бонус за тон-призму
zh_hans: 缤纷色彩晶片奖励
zh_hant: 繽紛色彩晶片獎勵

# SideOrderRecordPointRetry
source: Lives Left
de: Verbleibende Versuche
es: Vidas restantes
es_mx: Vidas restantes
fr: Vies restantes
it: Vite rimaste
ja: クリア時ライフ
ko: 클리어 시 라이프
nl: Levens over
ru: За оставшиеся жизни
zh_hans: 通关时的生命
zh_hant: 過關時生命

# SideOrderRecordPointSameColor
source: Tone Chain Bonus
de: Farbkombi-Bonus
es: Cadena de tonalidad
es_mx: Cadena de tonalidad
fr: Bonus combo teinte
it: Bonus combo tonalità
ja: 連続同色カラーチップボーナス
ko: 연속 동일 색상 컬러 칩 보너스
nl: Tintcombobonus
ru: Бонус за тон-комбо
zh_hans: 连续同色色彩晶片奖励
zh_hant: 連續同色色彩晶片獎勵

# SideOrderRecordPointToPearl
source: Points→Prlz
de: Punkte → PRLN
es: Puntos → Perlas
es_mx: Puntos → Perlas
fr: Points → Péperles
it: Punti → Perle
ja: ポイント→シンジュ
ko: 포인트→진주
nl: Punten → parels
ru: Очки→жемкойны
zh_hans: 点数→珍珠
zh_hant: 點數→珍珠

# SideOrderRecordPrev
source: Previous
de: Zurück
es: Anterior
es_mx: Anterior
fr: Précédent
it: Precedente
ja: 前へ
ko: 이전 기록
nl: Vorige
ru: Предыдущая
zh_hans: 上一个地域
zh_hant: 上個地域

# SideOrderRecordResult
source: Stats
de: Statistiken
es: Registros
es_mx: Registros
it: Statistiche
ja: きろく
ko: 기록
nl: Statistieken
ru: Статистика
zh_hans: 记录
zh_hant: 記錄

# SideOrderRecordRetire
source: Gave up
de: Aufgegeben
es: Abandonaste
es_mx: Abandonado
fr: Abandon
it: Abbandono
ja: あきらめた
ko: 포기했다
nl: Opgegeven
ru: Принято решение сдаться
zh_hans: 中途放弃
zh_hant: 放棄

# SideOrderRecordSelectSize
source: Please select a size to download.
de: Wähle die gewünschte Größe.
es: Elige el tamaño que quieras descargar.
es_mx: Elige el tamaño que quieras descargar.
fr: Choisis la taille que tu souhaites télécharger.
it: Seleziona la dimensione da scaricare.
ja: サイズを選んでダウンロードしてください
ko: 사이즈를 선택하여 다운로드해 주십시오
nl: Kies een formaat.
ru: Выбери размер для загрузки.
zh_hans: 请选择尺寸开始下载。
zh_hant: 請選擇適用的大小開始下載

# SideOrderRecordShowAllPoints
source: Show Points Earned
de: Erzielte Punkte zeigen
es: Mostrar puntos obtenidos
es_mx: Mostrar puntos obtenidos
fr: Afficher les points remportés
it: Mostra punti guadagnati
ja: 入手ポイントを表示する
ko: 획득 포인트 표시하기
nl: Verdiende punten tonen
ru: Показать полученные очки
zh_hans: 显示获得点数
zh_hant: 顯示獲得點數

# SideOrderRecordStageReset
source: Floor Resets: { 0 }
de: Zurückgesetzte Etagen: { 0 }
es: Pisos restablecidos: { 0 }
es_mx: Pisos restablecidos: { 0 }
fr: Étages réinitialisés : { 0 }
it: Reset piani: { 0 }
ja: フロアリセット: { 0 }
ko: 플로어 리셋: { 0 }
nl: Etageaanbod aangepast: { 0 }
ru: Обновлено этажей: { 0 }
zh_hans: 楼层重置：{ 0 }
zh_hant: 重置樓層：{ 0 }

# SideOrderRecordTitle
source: Side Order Stats
de: Ruf zur Ordnung
es: La cara del orden
es_mx: La cara del orden
fr: Stats - Tour de l'Ordre
it: Torre dell'Ordine
ja: サイド・オーダーのきろく
ko: 사이드 오더 기록
nl: De Toren der Orde
ru: Порядочная порция
zh_hans: 秩序篇记录
zh_hant: 秩序篇記錄

# SideOrderRecordTotalHackingLevel
source: Total: { 0 }
de: Gesamt: { 0 }
it: Totale: { 0 }
ja: 合計: { 0 }
ko: 합계: { 0 }
nl: Totaal: { 0 }
ru: Всего: { 0 }
zh_hans: 总计：{ 0 }
zh_hant: 總計：{ 0 }

# SideOrderRecordTryCount
source: Runs: { 0 }
de: Durchgänge: { 0 }
es: Intentos: { 0 }
es_mx: Intentos: { 0 }
fr: Tentatives : { 0 }
it: Assalti: { 0 }
ja: トライ: { 0 }
ko: 도전: { 0 }
nl: Pogingen: { 0 }
ru: Попыток: { 0 }
zh_hans: 挑战：{ 0 }
zh_hant: 挑戰： { 0 }

# SideOrderRecordUsedCoin
source: Membux Spent at Vending Machines: { 0 }
de: In Automaten eingeworfene Memoneten: { 0 }
es: Pastimonedas usadas en el expendedor: { 0 }
es_mx: Pastimonedas usadas en los expendedores: { 0 }
fr: Poulpèzes utilisés dans un distributeur : { 0 }
it: Norilir usate al distributore: { 0 }
ja: 自販機で使ったネリコイン: { 0 }
ko: 자판기에서 사용한 네리 코인: { 0 }
nl: Uitgegeven neuri's bij de verkoopautomaat: { 0 }
ru: Потрачено вспомбаксов в консервомате: { 0 }
zh_hans: 在自动贩卖机使用的忆界硬币：{ 0 }
zh_hant: 在自動販賣機使用的憶界硬幣：{ 0 }

# SoundArtistName001
source: Chirpy Chips
ja: ABXY
ko: ABXY
zh_hans: ABXY
zh_hant: ABXY

# SoundArtistName004
source: Bottom Feeders
ja: From Bottom
ko: From Bottom
zh_hans: From Bottom
zh_hant: From Bottom

# SoundArtistName005
source: Ink Theory
ja: カレントリップ
ko: 커런트립
zh_hans: 流裂
zh_hant: 流裂

# SoundArtistName007
source: Diss-Pair
ja: 合食禁
zh_hans: 禁同食
zh_hant: 禁同食

# SoundArtistName008
source: Squid Sisters
de: Sea Sirens
es: Calamarciñas
es_mx: Calamarciñas
fr: Calamazones
it: Sea Sirens
ja: シオカラーズ
ko: 오징어 시스터즈
zh_hans: 麻辣鱿物
zh_hant: 麻辣魷物

# SoundArtistName009
source: Off the Hook
de: TentaCool
es: Cefalopop
es_mx: Cefalopop
fr: Tenta-Cool
it: Tenta Cool
ja: テンタクルズ
ko: 텐타클즈
nl: Tentacool
zh_hans: 腕儿姐妹
zh_hant: 腕兒姐妹

# SoundArtistName010
source: Deep Cut
de: Surimi Syndicate
es: Clan Surimi
es_mx: Clan Surimi
fr: Tridenfer
it: Trio Triglio
ja: すりみ連合
ko: 삼합파
zh_hans: 鱼浆帮
zh_hant: 魚漿幫

# SoundArtistName013
source: Damp Socks feat. Off the Hook
de: Damp Socks feat. TentaCool
es: Damp Socks con Cefalopop
es_mx: Damp Socks con Cefalopop
fr: Damp Socks feat. Tenta-Cool
it: Damp Socks feat. Tenta Cool
ja: ビジー・バケーション feat. テンタクルズ
ko: Damp Socks feat. 텐타클즈
nl: Damp Socks feat. Tentacool
zh_hans: Damp Socks feat. 腕儿姐妹
zh_hant: Damp Socks feat. 腕兒姐妹

# SoundArtistName014
source: Turquoise October
ja: OCTOTOOL
ko: OCTOTOOL
zh_hans: OCTOTOOL
zh_hant: OCTOTOOL

# SoundArtistName015
source: DJ Octavio
de: DJ Oktario
es: DJ Octovius
es_mx: DJ Octovius
fr: DJ Octave
it: DJ Octavius
ko: DJ 문추냉이 장군
ru: DJ Октавио
zh_hans: DJ芥末章鱼将军
zh_hant: DJ芥末章魚將軍

# SoundArtistName016
source: Grizzco
de: Bär GmbH
es: Don Oso, S. A.
es_mx: Don Oso, S. A.
fr: M. Ours
it: Ursus & Co
ja: クマサン商会
ko: Mr. 베어 상회
nl: Beer & Co
ru: Потапыч Inc.
zh_hans: 熊先生商会
zh_hant: 熊先生商會

# SoundArtistName017
source: Deep Cut x Squid Sisters
de: Surimi Syndicate x Sea Sirens
es: Clan Surimi y Calamarciñas
es_mx: Clan Surimi y Calamarciñas
fr: Tridenfer x Calamazones
it: Trio Triglio x Sea Sirens
ja: すりみ連合 × シオカラーズ
ko: 삼합파 × 오징어 시스터즈
zh_hans: 鱼浆帮 × 麻辣鱿物
zh_hant: 魚漿幫 × 麻辣魷物

# SoundArtistName020
source: Ancho-V Games
de: Anchobit Games
es: Estudios Esturión
es_mx: Estudios Esturión
fr: Tentatec Studio
it: AcciuGames
ja: アンチョビットゲームズ
ko: 안초비트 게임즈
nl: Ansjobit-gamestudio
ru: «Гуппи-Геймдев»
zh_hans: 凤尾鱼游戏
zh_hant: 鳳尾魚遊戲

# SoundArtistName039
source: Callie
de: Aioli
es: Mar
es_mx: Mar
fr: Ayo
it: Stella
ja: アオリ
ko: 아오리
ru: Кэлли
zh_hans: 小拟
zh_hant: 小擬

# SoundArtistName040
source: Marie
de: Limone
es: Tina
es_mx: Tina
fr: Oly
it: Marina
ja: ホタル
ko: 호타루
ru: Мари
zh_hans: 小萤
zh_hant: 小螢

# SoundArtistName041
source: DJ Octavio feat. Callie
de: DJ Oktario feat. Aioli
es: DJ Octovius y Mar
es_mx: DJ Octovius y Mar
fr: DJ Octave & Ayo
it: DJ Octavius feat. Stella
ja: DJ Octavio feat. AORI
ko: DJ 문추냉이 장군 feat. 아오리
ru: DJ Октавио и Кэлли
zh_hans: DJ芥末章鱼将军 feat. 小拟
zh_hant: DJ芥末章魚將軍 feat. 小擬

# SoundArtistName042
source: DJ Octavio feat. Callie vs. Marie
de: DJ Oktario feat. Aioli vs. Limone
es: DJ Octovius con Mar y Tina
es_mx: DJ Octovius con Mar y Tina
fr: DJ Octave & Ayo vs Oly
it: DJ Octavius feat. Stella VS Marina
ja: DJ Octavio feat. AORI vs ホタル
ko: DJ 문추냉이 장군 feat. 아오리 vs 호타루
ru: DJ Октавио и Кэлли против Мари
zh_hans: DJ芥末章鱼将军 feat. 小拟 vs 小萤
zh_hant: DJ芥末章魚將軍 feat. 小擬 vs 小螢

# SoundArtistName043
source: Shiver
de: Mako
es: Megan
es_mx: Megan
fr: Pasquale
it: Pinnuccia
ja: フウカ
ko: 후우카
nl: Haya
ru: Кулла
zh_hans: 莎莎
zh_hant: 莎莎

# SoundArtistName044
source: Frye
de: Muri
es: Angie
es_mx: Angie
fr: Angie
it: Morena
ja: ウツホ
ko: 우츠호
nl: Muriël
ru: Мурия
zh_hans: 曼曼
zh_hant: 曼曼

# SoundArtistName045
source: Big Man
de: Mantaro
es: Rayan
es_mx: Rayan
fr: Raimi
it: Mantaleo
ja: マンタロー
ko: 만타로
nl: Ray
ru: Биг Ман
zh_hans: 鬼福
zh_hant: 鬼福

# SoundArtistName047
source: Octoplush
ja: MOF8
zh_hans: MOF8
zh_hant: MOF8

# SoundArtistName048
source: Squid Sisters feat. Ian BGM
de: Sea Sirens feat. RANOMAT
es: Calamarciñas con NAYAR
es_mx: Calamarciñas con NAYAR
fr: Calamazones feat. Mirai
it: Sea Sirens feat. MALENTAO
ja: シオカラーズ feat. RANOMAT
ko: 오징어 시스터즈 feat. RANOMAT
nl: Squid Sisters feat. YAR
ru: Squid Sisters и БАГМИН
zh_hans: 麻辣鱿物 feat. RANOMAT
zh_hant: 麻辣魷物 feat. RANOMAT

# SoundArtistName058
source: Marina
fr: Coralie
it: Nori
ja: イイダ
ko: 이이다
nl: Mariana
ru: Мариша
zh_hans: 饭田
zh_hant: 飯田

# SoundArtistName060
source: Off the Hook feat. Dedf1sh
de: TentaCool feat. Dedf1sh
es: Cefalopop y Dedf1sh
es_mx: Cefalopop y Dedf1sh
fr: Tenta-Cool feat. Dedf1sh
it: Tenta Cool feat. Dedf1sh
ja: テンタクルズ feat. Dedf1sh
ko: 텐타클즈 feat. Dedf1sh
nl: Tentacool feat. Dedf1sh
ru: Off the Hook и Dedf1sh
zh_hans: 腕儿姐妹 feat. Dedf1sh
zh_hant: 腕兒姐妹 feat. Dedf1sh

# SoundArtistName061
source: Dedf1sh feat. Off the Hook
de: Dedf1sh feat. TentaCool
es: Dedf1sh y Cefalopop
es_mx: Dedf1sh y Cefalopop
fr: Dedf1sh feat. Tenta-Cool
it: Dedf1sh feat. Tenta Cool
ja: Dedf1sh feat. テンタクルズ
ko: Dedf1sh feat. 텐타클즈
nl: Dedf1sh feat. Tentacool
ru: Dedf1sh и Off the Hook
zh_hans: Dedf1sh feat. 腕儿姐妹
zh_hant: Dedf1sh feat. 腕兒姐妹

# SoundArtistName062
source: Off the Hook VS Fire & Ice
de: TentaCool VS Fire & Ice
es: Cefalopop con Fire & Ice
es_mx: Cefalopop con Fire & Ice
fr: Tenta-Cool vs Feu & Glace
it: Tenta Cool VS Fuoco & Ghiaccio
ja: テンタクルズ vs 空帆＆楓火
ko: 텐타클즈 VS 우츠호 & 후우카
nl: Tentacool VS Vuur & IJs
ru: Off the Hook против Fire & Ice
zh_hans: 腕儿姐妹 vs 曼曼&莎莎
zh_hant: 腕兒姐妹 vs 曼曼&莎莎

# SoundArtistName066
source: Grizzco feat. Deep Cut
de: Bär GmbH feat. Surimi Syndicate
es: Don Oso, S. A. con Clan Surimi
es_mx: Don Oso, S. A. con Clan Surimi
fr: M. Ours feat. Tridenfer
it: Ursus & Co feat. Trio Triglio
ja: クマサン商会 feat. すりみ連合
ko: Mr. 베어 상회 feat. 삼합파
nl: Beer & Co feat. Deep Cut
ru: Потапыч Inc. и Deep Cut
zh_hans: 熊先生商会 feat. 鱼浆帮
zh_hant: 熊先生商會 feat. 魚漿幫

# SoundMusicNameLobbyLocal
source: The Shoal
de: Inkcade
es: El Remolino
es_mx: El Remolino
fr: Calamarcade
it: Il Branco
ja: イカッチャ
ko: 스퀴디움
nl: De Flipper
ru: Стайка
zh_hans: 鱿乐天地
zh_hant: 魷樂天地

# SoundMusicNameMinigameBattle01
source: Tableturf Main Theme
de: Revierdecks: Hauptthema
es: Lucha carterritorial: tema principal
es_mx: Combate carterritorial: tema principal
fr: C&T - Thème principal
it: Tema principale di Splattanza
ja: ナワバトラー メイン
ko: 영역 배틀러 메인
nl: Slijkslag: hoofdmelodie
ru: Карты и район: главная тема
zh_hans: 占地斗士 主要
zh_hant: 占地鬥士 主要

# SoundMusicNameMinigameEdit
source: Tableturf Card List
de: Revierdecks: Kartenliste
es: Lucha carterritorial: lista de cartas
es_mx: Combate carterritorial: lista de cartas
fr: C&T - Liste de cartes
it: Carte di Splattanza
ja: ナワバトラー カードリスト
ko: 영역 배틀러 카드 리스트
nl: Slijkslag: kaartenoverzicht
ru: Карты и район: список карт
zh_hans: 占地斗士 卡片列表
zh_hant: 占地鬥士 卡牌清單

# SoundMusicNameMinigameItemselect
source: Tableturf Deck Selection
de: Revierdecks: Deckauswahl
es: Lucha carterritorial: selección de mazo
es_mx: Combate carterritorial: selección de mazo
fr: C&T - Choix du deck
it: Selezione mazzo di Splattanza
ja: ナワバトラー デッキ選択
ko: 영역 배틀러 덱 선택
nl: Slijkslag: set kiezen
ru: Карты и район: выбор колоды
zh_hans: 占地斗士 选择牌组
zh_hant: 占地鬥士 選擇牌組

# SoundMusicNameMinigameLast3Turn
source: Tableturf Three Turns Remaining
de: Revierdecks: Noch 3 Züge
es: Lucha carterritorial: últimos tres turnos
es_mx: Combate carterritorial: últimos tres turnos
fr: C&T - Plus que trois tours
it: Tre turni rimanenti a Splattanza
ja: ナワバトラー のこり３ターン
ko: 영역 배틀러 마지막 3턴
nl: Slijkslag: nog drie beurten
ru: Карты и район: еще три хода
zh_hans: 占地斗士 剩余3回合
zh_hant: 占地鬥士 剩餘3回合

# SoundMusicNameMinigameLevelselect
source: Tableturf Level Selection
de: Revierdecks: Stufenwahl
es: Lucha carterritorial: selección de nivel
es_mx: Combate carterritorial: selección de nivel
fr: C&T - Choix du stage
it: Selezione livello di Splattanza
ja: ナワバトラー レベル選択
ko: 영역 배틀러 레벨 선택
nl: Slijkslag: level kiezen
ru: Карты и район: выбор уровня
zh_hans: 占地斗士 选择等级
zh_hant: 占地鬥士 選擇等級

# SoundMusicNameMinigameResult01
source: Tableturf Win Theme
de: Revierdecks: Sieg
es: Lucha carterritorial: victoria
es_mx: Combate carterritorial: victoria
fr: C&T - Thème de victoire
it: Tema vittoria di Splattanza
ja: ナワバトラー リザルト（勝ち）
ko: 영역 배틀러 결과(승리)
nl: Slijkslag: gewonnen
ru: Карты и район: победа
zh_hans: 占地斗士 结果（胜利）
zh_hant: 占地鬥士 結果（勝利）

# SoundMusicNameMinigameResult02
source: Tableturf Loss or Draw Theme
de: Revierdecks: Niederlage/Unentschieden
es: Lucha carterritorial: empate o derrota
es_mx: Combate carterritorial: empate o derrota
fr: C&T - Thème de défaite ou d'égalité
it: Tema sconfitta/pareggio di Splattanza
ja: ナワバトラー リザルト（負け/引き分け）
ko: 영역 배틀러 결과(패배/무승부)
nl: Slijkslag: verloren/gelijkspel
ru: Карты и район: поражение/ничья
zh_hans: 占地斗士 结果（落败/平局）
zh_hant: 占地鬥士 結果（落敗／平手）

# SoundMusicNameMissionBossKumasan02
source: Calamari Inkantation 3MIX
ja: シオカラ節 Three Mix
ko: Calamari Inkantation (삼합파 3mix)
ru: Calamari Inkantation р3микс
zh_hans: Calamari Inkantation （鱼浆帮3人组）
zh_hant: Calamari Inkantation （魚漿幫3人組）

# SoundMusicNameMissionDemoSceneD303
source: Meeting the New Squidbeak Splatoon
de: Die neue Aquamarine
es: Llega el Comando Branquias
es_mx: Llega el Comando Branquias
fr: Face à l'escadron Espadon, nouvelle version
it: Ecco a voi la Nuova Divisione Branchia
ja: New!カラストンビ部隊との出会い
ko: New! 오징어입 부대와의 만남
nl: Ontmoeting met de nieuwe Kraakcommando's
ru: Новый отряд специального назначения «Спрут»
zh_hans: 与New！喷嘴部队的相遇
zh_hant: 與New！噴嘴部隊的相遇

# SoundMusicNameMissionDemoSurimiTheme
source: Deep Cut's Theme
de: Thema von Surimi Syndicate
es: Tema de Clan Surimi
es_mx: Tema de Clan Surimi
fr: Thème des Tridenfer
it: Tema del Trio Triglio
ja: すりみ連合のテーマ
ko: 삼합파 테마
nl: Melodie van Deep Cut
ru: Тема Deep Cut
zh_hans: 鱼浆帮主题曲
zh_hant: 魚漿幫主題曲

# SoundMusicNameMissionWorldCrater01
source: The Crater
de: Der Krater
es: El Cráter
es_mx: El Cráter
fr: Le Cratère
it: Il Cratere
ja: クレーター
ko: 크레이터
nl: De krater
ru: Кратер
zh_hans: 荒界
zh_hant: 荒界

# SoundMusicNamePlazaNews
source: Anarchy Splatcast
de: Anarchie-Splatcast
es: Tintelia en la Onda
es_mx: Radio caótica
fr: Anarchie Splatcast
it: Splatcast Anarchia
ja: バンカラジオ
ko: 카오폴리스 라디오
nl: Anarchie-Splatcast
ru: Сплаткаст «Анархия»
zh_hans: 蛮颓电台
zh_hant: 蠻頹電台

# SoundMusicNameSdodrDemoSceneD020
source: Leaving with Pearl
de: Aufbruch mit Perla
es: En marcha con Perla
es_mx: En marcha con Perla
fr: Partir avec Perle
it: Andarsene con Alga
ja: ヒメと出発
ko: 히메와 출발
nl: Vertrek met Lorelei
ru: «Жемчик, в путь!»
zh_hans: 和小姬出发
zh_hant: 和小姬出發

# SoundMusicNameSdodrDemoSceneD070
source: Origin of Order
de: Ursprung der Ordnung
es: El origen del orden
es_mx: El origen del orden
fr: Origine de l'Ordre
it: Origine dell'Ordine
ja: 秩序世界の秘密
ko: 질서 세계의 비밀
nl: Oorsprong van Orde
ru: «Рождение Порядка»
zh_hans: 秩序世界的秘密
zh_hant: 秩序世界的秘密

# StageScheduleBankara
source: Anarchy Battle
de: Anarchie-Kampf
es: Combate caótico
es_mx: Combate caótico
fr: Match anarchie
it: Partita anarchica
ja: バンカラマッチ
ko: 카오폴리스 매치
nl: Chaosgevecht
ru: Стихийный бой
zh_hans: 蛮颓比赛
zh_hant: 蠻頹比賽

# StageScheduleBankaraOpen
source: Open
de: Offen
es: Informal
es_mx: Informal
fr: Ouvert
it: Aperta
ja: オープン
ko: 오픈
ru: Открытый
zh_hans: 开放
zh_hant: 開放

# StageScheduleBankaraOpenChallenge
source: Series
de: Serie
es: Formal
es_mx: Formal
fr: Série
it: Serie
ja: チャレンジ
ko: 챌린지
nl: Sessie
ru: Серия
zh_hans: 挑战
zh_hant: 挑戰

# StageScheduleCoop
source: Salmon Run
ja: サーモンラン
ko: 새먼 런
zh_hans: 鲑鱼跑

# StageScheduleEvent
source: Challenge
de: Event-Kampf
es: Combate evento
es_mx: Combate especial
fr: Match Challenge
it: Partita evento
ja: イベントマッチ
ko: 이벤트 매치
nl: Eventgevecht
ru: Бой-событие
zh_hans: 活动比赛
zh_hant: 活動比賽

# StageScheduleEventCurrentSchedule
source: Now
de: Aktuell
es: Actualmente
es_mx: Actual
fr: Actuellement
it: Attuale
ja: いま
ko: 지금
nl: Nu
ru: Сейчас
zh_hans: 现在
zh_hant: 現在

# StageScheduleEventFuture
source: Future
de: Danach
es: Más adelante
es_mx: Posterior
fr: Suivant
it: In futuro
ja: そのつぎ
ko: 그다음
nl: Daarna
ru: Скоро
zh_hans: 下下次
zh_hant: 下下次

# StageScheduleEventHolding
source: Now Open!
de: Läuft!
es: ¡En curso!
es_mx: ¡En curso!
fr: En cours !
it: In corso!
ja: 開催中！
ko: 개최 중!
nl: Nu bezig!
ru: Идет!
zh_hans: 举行中！
zh_hant: 舉行中！！

# StageScheduleEventNext
source: Next Time
de: Demnächst
es: A continuación
es_mx: Próximo
fr: Prochain
it: A seguire
ja: 次回
ko: 예고
nl: Volgende keer
ru: Следующий
zh_hans: 下次
zh_hant: 下次

# StageScheduleEventNextSchedule
source: Next
de: Als Nächstes
es: Próximamente
es_mx: Siguiente
fr: Créneau suivant
it: A seguire
ja: つぎ
ko: 다음
nl: Volgende
ru: Следующий
zh_hans: 下一场
zh_hant: 下一場

# StageScheduleEventNoData
source: No Challenges currently scheduled.
de: Momentan sind keine Event-Kämpfe geplant.
es: Calendario sin determinar
es_mx: Calendario sin determinar
fr: Aucun match Challenge prévu pour le moment.
it: Non ci sono partite evento in programma.
ja: スケジュールが未定です
ko: 스케줄이 미정입니다
nl: Er zijn momenteel geen eventgevechten gepland.
ru: Бои-события в настоящий момент не запланированы.
zh_hans: 日程未定
zh_hant: 時間表未定

# StageScheduleFestChallenge
source: Pro
de: Profi
es: Formal
es_mx: Formal
fr: Défi
it: Sfida
ja: チャレンジ
ko: 챌린지
ru: Профи
zh_hans: 挑战
zh_hant: 挑戰

# StageScheduleFestival
source: Splatfest Battle
de: Splatfest-Kampf
es: Combate temático
es_mx: Combate temático
fr: Festimatch
it: Partita tematica
ja: フェスマッチ
ko: 페스티벌 매치
nl: Splatfest-gevecht
ru: Сплатфест-бой
zh_hans: 祭典比赛
zh_hant: 祭典比賽

# StageScheduleFestivalAnnounced
source: Coming Soon!
de: Demnächst!
es: ¡Próximamente!
es_mx: ¡Próximamente!
fr: Bientôt !
it: In arrivo!
ja: もうすぐ開催
ko: 개최 예정
nl: Binnenkort!
ru: Скоро!
zh_hans: 即将举行
zh_hant: 即將舉行

# StageScheduleFestivalAt
source: Starts { 0 }!
de: Start: { 0 } Uhr!
es: ¡Comienza a las { 0 }!
es_mx: Plazo: { 0 }
fr: Début : { 0 } !
it: Inizio: { 0 }
ja: { 0 } スタート！
ko: { 0 } 스타트!
nl: Begint om { 0 }!
ru: Начало: { 0 }!
zh_hans: { 0 } 开始！
zh_hant: { 0 } 開始！

# StageScheduleFestivalAttack
source: Attacking
de: Angriff
es: Al ataque
es_mx: Al ataque
fr: En attaque
it: In attacco
ja: 攻撃
ko: 공격
nl: Aanval
ru: Нападающие
zh_hans: 进攻
zh_hant: 進攻

# StageScheduleFestivalDefense
source: Defending
de: Verteidigung
es: En defensa
es_mx: En defensa
fr: En défense
it: In difesa
ja: 守備
ko: 수비
nl: Verdediging
ru: Защитники
zh_hans: 防守
zh_hant: 防守

# StageScheduleFestivalHolding
source: Now Open!
de: Läuft!
es: ¡En curso!
es_mx: ¡En curso!
fr: En cours !
it: In corso!
ja: 開催中！
ko: 개최 중!
nl: Nu bezig!
ru: Идет!
zh_hans: 举行中！
zh_hant: 舉行中！！

# StageScheduleFestOpen
source: Open
de: Offen
es: Informal
es_mx: Informal
fr: Ouvert
it: Aperta
ja: オープン
ko: 오픈
ru: Открытый
zh_hans: 开放
zh_hant: 開放

# StageScheduleFuture
source: Future
de: Danach
es: Posteriores
es_mx: Posteriores
fr: Plus tard
it: In futuro
ja: そのつぎ
ko: 그다음
nl: Daarna
ru: Скоро
zh_hans: 下下次
zh_hant: 下下次

# StageScheduleGrandFestSchedule
source: Tricolor Battle Schedule
de: Dreifarb-Match-Zeitplan
es: Horario de pugnas tricolor
es_mx: Horario de combates tricolor
fr: Planning des matchs tricolores
it: Programma scontri tricolore
ja: トリカラマッチ時間割
ko: 트리컬러 매치 시간표
nl: Driekleurengevechtschema
ru: Расписание трехцветных боев
zh_hans: 三色夺宝比赛时间表
zh_hant: 三色奪寶比賽時間表

# StageScheduleGuideOpenBrowser
source: This will open a new browser window.
de: Text wird als neues Browserfenster geöffnet.
es: Se abrirá una nueva ventana del navegador.
es_mx: Se abrirá una nueva ventana del navegador.
fr: Cette opération entraînera l'ouverture d'une nouvelle fenêtre de navigateur.
it: Si aprirà una nuova pagina del browser.
ja: Webブラウザが開きます
ko: 웹 브라우저가 열립니다
nl: Hierdoor opent zich een nieuw browservenster.
ru: Будет открыто новое окно браузера.
zh_hans: 将打开Web浏览器
zh_hant: 將開啟網路瀏覽器

# StageScheduleNext
source: Next
de: Demnächst
es: Próximo
es_mx: Siguiente
fr: Tout à l'heure
it: A seguire
ja: つぎ
ko: 다음
nl: Volgende
ru: Следующий
zh_hans: 下次
zh_hant: 下次

# StageScheduleNoticeBigrun
source: Big Run coming soon!
de: Demnächst: Big Run!
es: ¡Big Run a la vista!
es_mx: ¡Big Run a la vista!
fr: Big Run en approche !
it: Big Run in arrivo!
ja: ビッグラン接近中！
ko: 빅 런 접근 중!
nl: Er komt een Big Run aan!
ru: Big Run скоро начнется!
zh_hans: 大型跑正在接近！
zh_hant: 大型跑接近中！

# StageScheduleNoticeLimited
source: Announcement: Eggstra Work coming soon!
de: Ankündigung: Team-Wettkampf demnächst verfügbar!
es: ¡Anuncio de alianza alevínica!
es_mx: ¡Anuncio de recolección extra!
fr: Défi œuf sup' en approche !
it: Annuncio: sfida tra colleghi in arrivo!
ja: バイトチームコンテスト開催予告！
ko: 아르바이트 팀 콘테스트 개최 예고!
nl: Bedrijfseitje aangekondigd!
ru: Объявление: скоро начнется икорный овертайм!
zh_hans: 团队打工竞赛举行预告！
zh_hant: 團隊打工競賽舉行預告！

# StageScheduleNowClosed
source: Splatfest Active!
de: Splatfest!
es: ¡Festival en curso!
es_mx: ¡Festival en curso!
fr: Festival en cours !
it: Festival in corso!
ja: フェスマッチ開催中！
ko: 페스티벌 매치 개최 중!
nl: Splatfest!
ru: Идет Сплатфест!
zh_hans: 祭典比赛举行中！
zh_hant: 祭典比賽舉行中！

# StageScheduleOpen
source: Now
de: Aktuell
es: Actual
es_mx: Actual
fr: Actuellement
it: In corso
ja: オープン！
ko: 오픈!
nl: Nu
ru: Сейчас
zh_hans: 开放！
zh_hant: 開放！

# StageScheduleOpenBigrun
source: Big Run in progress!
de: Big Run läuft jetzt!
es: ¡Big Run en marcha!
es_mx: ¡Big Run en marcha!
fr: Big Run en cours !
it: Big Run in corso!
ja: ビッグラン発生中！
ko: 빅 런 발생 중!
nl: Big Run aan de gang!
ru: Идет Big Run!
zh_hans: 大型跑正在发生！
zh_hant: 大型跑發生中！

# StageScheduleOpenLimited
source: Eggstra Work available now!
de: Team-Wettkampf jetzt verfügbar!
es: ¡Alianza alevínica disponible!
es_mx: ¡Recolección extra disponible!
fr: Défi œuf sup' disponible !
it: Sfida tra colleghi ora disponibile!
ja: バイトチームコンテスト開催中！
ko: 아르바이트 팀 콘테스트 개최 중!
nl: Bedrijfseitje direct beschikbaar!
ru: Доступен икорный овертайм!
zh_hans: 团队打工竞赛举行中！
zh_hant: 團隊打工競賽舉行中！

# StageSchedulePrivate
source: Private Battle
de: Privater Kampf
es: Combate privado
es_mx: Combate privado
fr: Match privé
it: Partita privata
ja: プライベートマッチ
ko: 프라이빗 매치
nl: Privégevecht
ru: Частный бой
zh_hans: 私人比赛
zh_hant: 私人比賽

# StageScheduleRecruit
source: It's Big Run time! Grizzco hiring ANYONE! { 0 }
de: Zeit für den Big Run! Die Bär GmbH heuert jeden an! JEDEN! ({ 0 })
es: ¡Tenemos Big Run! ¡Don Oso, S. A. busca trabajadores! ({ 0 })
es_mx: ¡Tenemos Big Run! ¡Don Oso, S. A. busca personal! ({ 0 })
fr: L'heure est au Big Run ! M. Ours SA embauche, tous types de profils acceptés ! ({ 0 })
it: È ora della Big Run! La Ursus & Co assume CHIUNQUE! ({ 0 })
ja: ビッグランがやってくる！！バイト大募集 { 0 }
ko: 빅 런이 온다! 아르바이트 대모집 { 0 }
nl: Het is Big Run-tijd! Beer & Co zoekt werknemers! ({ 0 })
ru: Время Big Run! «Потапыч Inc.» нанимает всех подряд! Всех-всех! ({ 0 })
zh_hans: 大型跑即将到来！！大量募集打工人员！ { 0 }
zh_hant: 大型跑要來了！！打工大招募 { 0 }
