Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipNearDamageRatioUpExplanation
source: Increases damage dealt with your mainweapon's shots to nearby targets.
de: Erhöht den Schaden, den Geschossedeiner Hauptwaffe bei Zielen in deinerNähe verursachen.
es: Aumenta el daño que los ataques del armaprincipal causan a los objetivos cercanos.
es_mx: Aumenta el daño que infligen los disparos delarma principal a objetivos cercanos.
fr: Augmente les dégâts infligés aux ciblesproches par l'encre projetée par tonarme principale.
it: Aumenta il danno inflitto dai colpidell'arma principale a obiettivi vicini.
ja: メインウェポンのインクショットで近くの攻撃対象にあたえるダメージがアップします。
ko: 메인 웨펀의 잉크 샷으로 가까운 곳의 공격 대상에게주는 대미지가 증가합니다.
nl: Verhoogt de schade van schoten van jehoofdwapen tegen doelwitten die dichtbij zijn.
ru: Повышает урон, наносимый снарядамиосновного оружия целям поблизости.
zh_hans: 提升主要武器的墨汁发射攻击近距离对象时造成的伤害。
zh_hant: 提升主要武器使用墨汁發射攻擊近距離對象時造成的傷害。

# SdodrSdodrColorTipPaintCombo
source: Turf Lucky Chain
de: Färbe-Glückskombo
es: Combo fortuna tintero
es_mx: Combo fortuna territorial
fr: Combo chance par encrage
it: Combo fortunata a inchiostro
ja: 塗りラッキーコンボ
ko: 색칠 럭키 콤보
nl: Grondverfgelukscombo
ru: Прокрас продлевает шанс-комбо
zh_hans: 涂墨 幸运连击
zh_hant: 塗墨 幸運連擊

# SdodrSdodrColorTipPaintComboExplanation
source: Inking the ground adds to the Lucky Chain.
de: Das Einfärben des Bodens füllt deineGlückskombo-Anzeige.
es: Entintar terreno cuenta para el combofortuna.
es_mx: Incrementa el combo fortuna al entintarterritorio.
fr: Encrer du terrain compte pourle combo chance.
it: Inchiostrare il terreno contribuiscealla combo fortunata.
ja: 地面を塗っても、ラッキーコンボが発生します。
ko: 지면을 칠해도 럭키 콤보가 발생합니다.
nl: Het verven van de grond telt mee voor jegelukscombo.
ru: Прокрас территории увеличиваетпоказатель шанс-комбо.
zh_hans: 对地面涂墨也会触发幸运连击。
zh_hant: 對地面塗墨也會形成幸運連擊。

# SdodrSdodrColorTipPenetrateNumUp
source: Main Piercing
de: Durchschuss Hauptwaffe
es: Disparo perforante
es_mx: Disparo perforante
fr: Transpercement principal
it: Principale perforante
ja: メインショット貫通
ko: 메인 샷 관통
nl: Doorborend hoofdwapen
ru: Основное пробивает врагов
zh_hans: 主要武器发射贯穿
zh_hant: 主要武器發射貫穿

# SdodrSdodrColorTipPenetrateNumUpExplanation
source: Your main weapon's shots pierce enemies,with damage decreasing per enemy.More chips means more enemies pierced.
de: Geschosse deiner Hauptwaffe durchdringenmehrere Gegner, mit abnehmendem Schaden.Je mehr Chips, desto mehr durchbohrte Ziele.
es: El arma principal atraviesa objetivos, aunqueel daño causado decrece cada vez. Con doso más cromochips, atraviesa más objetivos.
es_mx: El arma principal atraviesa objetivos, aunqueel daño causado decrece cada vez. Con doso más cromochips, atraviesa más objetivos.
fr: L'arme principale transperce les ennemisavec des dégâts décroissants. Équipe plusde puces pour transpercer plus d'ennemis.
it: I colpi dell'arma principale trafiggono i nemici.A ogni nemico trafitto, il danno diminuisce.Con più schede, aumentano i nemici trafitti.
ja: メインウェポンのインクショットが貫通します。貫通するたびにダメージは小さくなります。２枚目からは貫通数が増えます。
ko: 메인 웨펀의 잉크 샷이 관통합니다.관통할 때마다 대미지는 줄어듭니다.2개째부터는 관통 수가 늘어납니다.
nl: Hoofdwapenschoten gaan door vijanden heen.Schade neemt af per geraakte vijand. Met meerchips kun je meer vijanden tegelijk raken.
ru: Снаряды основного оружия будут пробиватьнесколько врагов с уменьшением урона.Больше жетонов — больше пробитий.
zh_hans: 主要武器的墨汁发射会贯穿敌人。伤害会随每次贯穿而降低。从第2块晶片开始增加贯穿次数。
zh_hant: 主要武器使用墨汁發射時可貫穿敵人，傷害會隨著每一次貫穿降低，從第2枚晶片開始可增加貫穿次數。

# SdodrSdodrColorTipPoisonInk
source: Poison Ink
de: Toxi-Tinte
es: Tinta tóxica
es_mx: Tinta tóxica
fr: Encre empoisonnée
it: Inchiostro velenoso
ja: インクパチパチ
ko: 포이즌 잉크
nl: Gifinkt
ru: Ядовитость краски +
zh_hans: 灼烧墨汁
zh_hant: 灼燒墨汁

# SdodrSdodrColorTipPoisonInkExplanation
source: Increases the damage enemies take whenthey're on your ink.
de: Gegner erleiden mehr Schaden, wennsie sich auf deiner Tinte aufhalten.
es: Aumenta el daño que sufren los enemigosal moverse por tu tinta.
es_mx: Aumenta el daño que reciben los enemigosal desplazarse por tu tinta.
fr: Augmente les dégâts causés aux ennemispar l'encre dans laquelle ils évoluent.
it: Aumenta il danno che il tuo inchiostroinfligge ai nemici quando ci passano sopra.
ja: 味方のインクに敵が乗っているときに敵が足元のインクから受けるダメージがアップします。
ko: 아군의 잉크 위에 적이 있을 때적이 발밑의 잉크로 받는 대미지가 증가합니다.
nl: Door jou geverfde grond richt meer schadeaan aan vijanden.
ru: Твоя краска на поверхностях наноситбольше урона врагам, которые в неепопадают.
zh_hans: 提升敌人踩在我方墨汁上时，地面上的墨汁所造成的伤害。
zh_hant: 當敵人踩著我方的墨汁時，提升敵人腳下的墨汁造成的傷害。

# SdodrSdodrColorTipRecharge
source: Midfire Charge
de: Auflade-Frühstarter
es: Recarga simultánea
es_mx: Recarga libre
fr: Recharge en cours de tir
it: Carica simultanea
ja: 再チャージ
ko: 재충전
nl: Oplaadsnelstarter
ru: Дозарядка брызгомета
zh_hans: 再次蓄力
zh_hant: 再次蓄力

# SdodrSdodrColorTipRechargeExplanation
source: Allows you to begin a new splatling chargebefore the previous charge is depleted.
de: Ermöglicht das Starten einer neuenSplatling-Ladung, noch ehe die vorigeverschossen ist.
es: Permite comenzar a cargar de nuevo unatintralladora antes de agotar la cargaanterior.
es_mx: Permite interrumpir la ráfaga delgarabateador para cargarlo.
fr: Permet de recharger un badigeonneur avantépuisement de la charge précédente.
it: Ti permette di iniziare una nuovacarica dello splatling prima che laprecedente sia esaurita.
ja: スピナーが連射中に再チャージできるようになります。
ko: 스피너가 연사 중 재충전할 수 있게 됩니다.
nl: Laat je beginnen met het opladen van eenspetling voordat je vorige lading volledig isafgevuurd.
ru: Позволяет начать накапливатьновый заряд брызгомета, даже еслипредыдущий не полностью потрачен.
zh_hans: 旋转枪在连射过程中可以再次蓄力。
zh_hant: 使旋轉槍可以在連射的同時再次蓄力。

# SdodrSdodrColorTipRollerDashUp
source: Moving Ink Speed
de: Färbelauf-Turbo
es: Entintado a la carrera
es_mx: Entintado a la carrera
fr: Accélencrage
it: Velocità pittura in movimento
ja: 塗り進み速度
ko: 색칠 전진 속도
nl: Gesmeerd verven
ru: Скорость при прокрасе +
zh_hans: 涂墨前进速度
zh_hant: 塗墨前進速度

# SdodrSdodrColorTipRollerDashUpExplanation
source: Increases movement speed when movingwhile inking with a roller or brush.
de: Erhöht deine Laufgeschwindigkeit beimFärben mit Pinseln und Rollern.
es: Aumenta la velocidad de desplazamientocuando entintas mientras avanzas conrodillos o armas de tipo brocha o pincel.
es_mx: Aumenta la velocidad de desplazamientode los ataques terrestres con rodilloso pinceles.
fr: Augmente la vitesse de tes mouvementslorsque tu encres avec un rouleau ou unpinceau.
it: Aumenta la velocità di movimento quandoti muovi inchiostrando con rulli o pennelli.
ja: ローラーやフデで塗り進むときの移動速度がアップします。
ko: 롤러나 붓으로 색칠 전진하는 이동 속도가 빨라집니다.
nl: Verhoogt de snelheid als je beweegtterwijl je de grond verft, zoals bij rollersen kwasten.
ru: Повышает скорость передвиженияво время прокраса валиком или кистью.
zh_hans: 提升使用滚筒或画笔涂墨前进时的移动速度。
zh_hant: 提升使用滾筒或畫筆塗墨前進時的移動速度。

# SdodrSdodrColorTipSaberStepAttack
source: Lunge Attack
de: Ausfall-Attacke
es: Ataque barredor
es_mx: Embestida azotintadora
fr: Attaque plongeante
it: Affondo
ja: ふみこみアタック
ko: 뛰어들기 어택
nl: Uithaalaanval
ru: Урон от выпада
zh_hans: 跨步攻击
zh_hant: 跨步攻擊

# SdodrSdodrColorTipSaberStepAttackExplanation
source: Causes a lunge with a charged splatana swipeto deal damage. This damage is increased byhaving the Rush Attack color chip.
es: Permite causar daño con los barridoscargados del azotintador. El efecto esmayor con el cromochip «daño por golpe».
fr: Permet d'infliger des dégâts en plongeantdans la mêlée avec un éclatana chargé. Ilssont accrus avec la puce Attaque rapido.
it: Esegui un affondo con il colpo caricatodella lama. I danni aumentano se haila scheda colore Attacco in corsa.
ja: ワイパーのタメ斬りでふみこんだときにダメージをあたえます。カラーチップ「トツゲキダメージ」でイリョクがアップします。
ko: 와이퍼의 모아 베기로 뛰어들었을 때 대미지를 줍니다.컬러 칩 「돌격 대미지」로 위력이 증가합니다.
nl: Laat je recht vooruit uithalen en schade uit-delen met een opgeladen zwieper. Deze schadeis verhoogd als je de Stormaanvalchip hebt.
ru: Выпад с ударом заряженной сплат-катанынаносит урон. Чем больше у тебя тон-жетонов«Урон от скоростных атак +», тем он выше.
zh_hans: 使用刮水刀的蓄力斩跨步时可以造成伤害。可通过色彩晶片“突击伤害”提升威力。
zh_hant: 使用刮水刀的蓄力斬跨步時可以造成傷害。可使用色彩晶片「突襲傷害」提升威力。

# SdodrSdodrColorTipShelterNakedTimeSave
source: Brella Cooldown
de: Pluviator-Regeneration
es: Regeneración de paratintas
es_mx: Regeneración de paratintas
fr: Récup Para-encre
it: Rigenerazione ombrello
ja: カサ復活時間
ko: 우산 부활 시간
nl: Plenzeroplapper
ru: Ремонт зонтгана +
zh_hans: 伞面复活时间
zh_hant: 傘面復活時間

# SdodrSdodrColorTipShelterNakedTimeSaveExplanation
source: Speeds up brella canopy regeneration afterthe brella shield is launched or broken.
de: Beschleunigt die Regenerationzerstörter oder abgefeuerterPluviator-Schirmteile.
es: El armazón del paratintas reaparece másrápido tras lanzarse o romperse.
es_mx: El armazón del paratintas reaparece másrápido tras lanzarse o romperse.
fr: Accélère la régénération du para-encreaprès qu'il a été lancé ou endommagé.
it: Velocizza la rigenerazione dell'ombrellodopo che viene lanciato o distrutto.
ja: パージしたときや、カサが壊されたときに、カサが復活するまでの時間が短くなります。
ko: 우산이 분리되거나 망가졌을 때우산이 부활하는 시간이 짧아집니다.
nl: Versnelt het herstel van plenzers nadat hetschild is gelanceerd of gebroken.
ru: Ускоряет восстановление зонтганапосле запуска щита или после того,как он сломается.
zh_hans: 缩短伞面脱离或被破坏时复活所需的时间。
zh_hant: 傘面脫離後或是傘面損壞時，縮短傘面復活所需的時間。

# SdodrSdodrColorTipShotBiasRatio
source: Shot-Spread Reduction
de: Streueffekt-Reduktion
es: Desviación reducida
es_mx: Desviación reducida
fr: Dispersion diminuée
it: Anti-dispersione
ja: ブレ軽減
ko: 흔들림 감소
nl: Schotspreidingsvermindering
ru: Разброс -
zh_hans: 减轻偏移
zh_hant: 減輕偏移

# SdodrSdodrColorTipShotBiasRatioExplanation
source: Reduces the shot spread on yourmain weapon.
de: Verringert die Zufallsstreuungvon Schüssen deiner Hauptwaffe.
es: Reduce la dispersión del disparodel arma principal.
es_mx: Reduce la dispersión de disparosdel arma principal.
fr: Diminue la dispersion du tir de tonarme principale.
it: Riduce la dispersione dell'arma principale.
ja: メインウェポンのインクのブレが小さくなります。
ko: 메인 웨펀의 잉크 조준이 덜 흔들립니다.
nl: Verminderd de uitwaaiering van de schotenvan je hoofdwapen.
ru: Понижает разброс выстрелов основногооружия.
zh_hans: 减小主要武器的墨汁偏移。
zh_hant: 降低主要武器發射墨汁時的偏移。

# SdodrSdodrColorTipShotDamageUp
source: Ink Damage
de: Kleckskraft
es: Daño por disparo
es_mx: Daño por disparo
fr: Dégâts d'encre
it: Danno inchiostro
ja: インクショットダメージ
ko: 잉크 샷 대미지
nl: Inktschade
ru: Урон краской +
zh_hans: 墨汁发射伤害
zh_hant: 墨汁發射傷害

# SdodrSdodrColorTipShotDamageUpExplanation
source: Increases damage dealt by your weaponsand the Pearl Drone.
de: Erhöht den Schaden deiner Waffen undder Perla-Drohne.
es: Aumenta el daño que causan los disparosde tus armas y el dron Perla.
es_mx: Aumenta el daño que causan los disparosde tus armas y el dron Perla.
fr: Augmente les dégâts infligés par l'encre detes armes et de celles du drone Perle.
it: Aumenta il danno inflitto dalle tue armie da Alga drone.
ja: ブキやヒメドローンのインクショットであたえるダメージがアップします。
ko: 무기와 히메 드론의 잉크 샷으로 주는대미지가 증가합니다.
nl: Verhoogt de schade van je wapensen de Lorelei-drone.
ru: Повышает урон, наносимый твоиморужием и жем-дроном.
zh_hans: 提升武器和小姬无人机的墨汁发射造成的伤害。
zh_hant: 提升武器或小姬無人機使用墨汁發射攻擊時造成的傷害。

# SdodrSdodrColorTipSpecialIncreaseUp
source: Special Charge Up
de: Spezialladezeit +
es: Medidor especial +
es_mx: Recarga especial
fr: Charge spéciale
it: Indicatore speciale +
ja: スペシャル増加量
ko: 스페셜 증가량
nl: Versnelde speciale meter
ru: Скорость заполнения особого +
zh_hans: 特殊武器增加量
zh_hant: 特殊武器增加量

# SdodrSdodrColorTipSpecialIncreaseUpExplanation
source: Increases special-gauge fill rate frominking surfaces.
de: Schnelleres Auffüllen der Spezialanzeige.
es: El medidor especial se rellena másrápidamente al entintar superficies.
es_mx: El medidor especial se rellena másrápido al entintar superficies.
fr: Augmente la vitesse à laquelle se chargel'arme spéciale lorsque tu encres dessurfaces.
it: Aumenta la velocità di ricaricadell'indicatore dell'arma specialequando inchiostri il terreno.
ja: 地面を塗ったときのスペシャルゲージの増加量がアップします。
ko: 지면을 칠했을 때의 스페셜 게이지증가량이 늘어납니다.
nl: Verhoogt de snelheid waarmee de specialemeter gevuld wordt door oppervlakkente verven.
ru: Ускоряет заполнение шкалы особогооружия во время закрашиваниятерритории.
zh_hans: 提升对地面涂墨时，特殊武器蓄力槽的增加量。
zh_hant: 提升對地面塗墨時，特殊武器蓄力槽的增加量。

# SdodrSdodrColorTipSquidMoveUp
source: Swim Speed Up
de: Schwimmtempo
es: Velocidad a nado
es_mx: Nado acelerado
fr: Turbo-calamar
it: Velocità nuoto +
ja: イカダッシュ速度
ko: 징어대시 속도
nl: Zwemdiploma
ru: Плавунец
zh_hans: 鱿鱼冲刺速度
zh_hant: 魷魚衝刺速度

# SdodrSdodrColorTipSquidMoveUpExplanation
source: Increases movement speed in swim form.
de: Schnelleres Schwimmen in Schwimmform.
es: Aumenta la velocidad de desplazamientocuando nadas por la tinta.
es_mx: Aumenta la velocidad de desplazamientocuando nadas por la tinta.
fr: Augmente la vitesse à laquelle tu avancessous forme de mollusque.
it: Aumenta la velocità quando ti trasformiin mollusco e ti immergi.
ja: イカダッシュ時の移動速度がアップします。
ko: 징어대시의 이동 속도가 빨라집니다.
nl: Je beweegt sneller in zwemvorm.
ru: Повышает скорость передвиженияв краскоплыве.
zh_hans: 提升鱿鱼冲刺时的移动速度。
zh_hant: 提升魷魚衝刺時的移動速度。

# SdodrSdodrColorTipSquidSomersaultAttack
source: Squid Attack
de: Stunt-Attacke
es: Ataque con pirueta
es_mx: Ataque acrobático
fr: Calamattaque
it: Attacco calamaro
ja: イカロールアタック
ko: 징어롤 어택
nl: Stuntaanval
ru: Урон маневрами краскоплыва
zh_hans: 鱿鱼滚行攻击
zh_hant: 魷魚滾行攻擊

# SdodrSdodrColorTipSquidSomersaultAttackExplanation
source: Causes Squid Rolls and Squid Surges to dealdamage. This damage is increased by havingthe Rush Attack color chip.
es: Permite causar daño al emerger de unapirueta o saltar desde la tinta. El cromochip«daño por golpe» aumenta el efecto.
fr: Permet d'infliger des dégâts avec la vrillecalamar et la déferlante calamar. Ils sontaccrus si tu utilises la puce Attaque rapido.
it: Permette di infliggere danni con avvitotanie impinnate. I danni aumentano se hai lascheda colore Attacco in corsa.
ja: イカロールとイカノボリでダメージをあたえます。カラーチップ「トツゲキダメージ」でイリョクがアップします。
ko: 징어롤과 징어클라임으로 대미지를 줍니다.컬러 칩 「돌격 대미지」로 위력이 증가합니다.
nl: Laat inktrollen en muurboosts schadeaanrichten. Deze schade is verhoogd als jede Stormaanvalchip hebt.
ru: Кальмарный ролл и кальмарный рывокнаносят урон, повышающийся при наличиитон-жетона «Урон от скоростных атак +».
zh_hans: 鱿鱼滚行和鱿鱼登顶可以造成伤害。可通过色彩晶片“突击伤害”提升威力。
zh_hant: 魷魚滾行與魷魚登頂可以造成傷害。可使用色彩晶片「突襲傷害」提升威力。

# SdodrSdodrColorTipSubInkSave
source: Ink Saver (Sub)
de: Sekundärverbrauch
es: Ahorro de arma secundaria
es_mx: Ahorro de tinta (secundaria)
fr: Encrémenteur (secondaire)
it: Eco-colore secondaria
ja: インク効率（サブ）
ko: 잉크 효율(서브)
nl: Subspaarder
ru: Запасной баллон X
zh_hans: 墨汁效率（次要武器）
zh_hant: 墨汁效率（次要武器）

# SdodrSdodrColorTipSubInkSaveExplanation
source: Decreases amount of ink consumed by yoursub weapon.
de: Der Tintenverbrauch deiner Sekundärwaffewird reduziert.
es: Disminuye la cantidad de tinta que consumeel arma secundaria.
es_mx: Reduce el consumo de tinta de tu armasecundaria.
fr: Diminue la quantité d'encre utiliséepar ton arme secondaire.
it: Riduce il consumo d'inchiostro dellatua arma secondaria.
ja: サブウェポンの消費インク量が少なくなります。
ko: 서브 웨펀의 소비 잉크양이 줄어듭니다.
nl: Je subwapen gebruikt minder inkt.
ru: Сокращает расход краски запасныморужием.
zh_hans: 减少次要武器的墨汁消耗量。
zh_hant: 降低次要武器的墨汁消耗量。

# SdodrSdodrColorTipTowerBoss22Auto
source: Drone Spectrum
es: Dron multiplicado
es_mx: Dron multiplicado
fr: Nuancier de Drone
it: Gamma Drone
ja: 色々ドローン
ko: 각종 드론
nl: Dronetintspectrum
ru: Спектр дрона
zh_hans: 多彩无人机
zh_hant: 多彩無人機

# SdodrSdodrColorTipTowerBoss22AutoExplanation
source: A gestalt of the countless thoughts thathave been pulled into the Memverse. WithPearl at your side, anything is possible!
de: Eine Konzentration zahlloser Gedanken,die das Memoversum absorbiert hat.Zusammen mit Perla ist alles möglich!
es: Una amalgama de pensamientos se aúnanen el Pastiverso. ¡Con Perla a tu lado,todo es posible!
es_mx: Una amalgama de pensamientos se aúnanen el Pastiverso. ¡Con Perla a tu lado,todo es posible!
fr: Amalgame de toutes les pensées qui ont étéintégrées au Poulpivers. Avec Perle à tescôtés, rien n'est impossible !
it: Gli innumerevoli pensieri risucchiatinel Noriverse hanno preso forma.Con Alga al tuo fianco, tutto è possibile!
ja: ネリバースに取りこまれたあまたの想いの集合体。ヒメと力を合わせれば、なんでもできそうだ！
ko: 네리버스에 빨려 들어간 무수한 마음의 집합체.히메와 힘을 합치면 뭐든지 할 수 있을 것 같다!
nl: Een verwezenlijking van de ontelbare gedachtendie het Herinniversum in zijn gezogen. MetLorelei aan je zijde is alles mogelijk.
ru: Переплетение бесчисленных мыслей,которые были внедрены в Консерваторию.Вместе с Жемчиком тебе все по плечу!
zh_hans: 被吸收进忆界宇宙的无数意识凝聚而成的集合体。感觉只要和小姬齐心协力，就没有办不到的事！
zh_hant: 被拉進憶界宇宙的無數意識凝聚而成的集合體。只要與小姬同心協力，就沒有辦不到的事！

# SdodrSdodrColorTipTowerBoss22Continuity
source: Support Spectrum
es: Ayuda multiplicada
es_mx: Apoyo multiplicado
fr: Nuancier de Soutien
it: Gamma Supporto
ja: 色々サポート
ko: 각종 서포트
nl: Ondersteuningstintspectrum
ru: Поддержка спектра
zh_hans: 多彩支援
zh_hant: 多彩輔助

# SdodrSdodrColorTipTowerBoss22ContinuityExplanation
source: A gestalt of the countless thoughts thathave been pulled into the Memverse. Youfeel like the world has your back!
de: Eine Konzentration zahlloser Gedanken,die das Memoversum absorbiert hat.Die ganze Welt meint es gut mit dir!
es: Una amalgama de pensamientos se aúnanen el Pastiverso. ¡Produce una sensaciónde gran libertad!
es_mx: Una amalgama de pensamientos se aúnanen el Pastiverso. ¡Produce una sensaciónde auxilio incondicional!
fr: Amalgame de toutes les pensées qui ont étéintégrées au Poulpivers. Tu as le sentimentque le monde entier te soutient !
it: Gli innumerevoli pensieri risucchiatinel Noriverse hanno preso forma.Senti il sostegno di tutto il mondo!
ja: ネリバースに取りこまれたあまたの想いの集合体。自由を感じる！
ko: 네리버스에 빨려 들어간 무수한 마음의 집합체.자유가 느껴진다!
nl: Een verwezenlijking van de ontelbare gedachtendie het Herinniversum in zijn gezogen. Je hebthet gevoel dat de hele wereld je steunt!
ru: Переплетение бесчисленных мыслей,которые были внедрены в Консерваторию.Мир буквально носит тебя на плечах!
zh_hans: 被吸收进忆界宇宙的无数意识凝聚而成的集合体。感觉到了自由！
zh_hant: 被拉進憶界宇宙的無數意識凝聚而成的集合體。感受自由！

# SdodrSdodrColorTipTowerBoss22Fire
source: Power Spectrum
es: Potencia multiplicada
es_mx: Potencia multiplicada
fr: Nuancier de Puissance
it: Gamma Potenza
ja: 色々パワー
ko: 각종 파워
nl: Krachttintspectrum
ru: Сила спектра
zh_hans: 多彩力量
zh_hant: 多彩力量

# SdodrSdodrColorTipTowerBoss22FireExplanation
source: A gestalt of the countless thoughts thathave been pulled into the Memverse. Youfeel like you're brimming with strength!
de: Eine Konzentration zahlloser Gedanken,die das Memoversum absorbiert hat.Du fühlst dich so stark wie noch nie!
es: Una amalgama de pensamientos se aúnanen el Pastiverso. ¡Produce una sensaciónde fuerza rebosante!
es_mx: Una amalgama de pensamientos se aúnanen el Pastiverso. ¡Produce una sensaciónde fuerza rebosante!
fr: Amalgame de toutes les pensées qui ont étéintégrées au Poulpivers. Tu as l'impressionde déborder de puissance !
it: Gli innumerevoli pensieri risucchiatinel Noriverse hanno preso forma.Ti senti scoppiare di energia!
ja: ネリバースに取りこまれたあまたの想いの集合体。力があふれてくる！
ko: 네리버스에 빨려 들어간 무수한 마음의 집합체.힘이 넘쳐흐른다!
nl: Een verwezenlijking van de ontelbaregedachten die het Herinniversum in zijngezogen. Je barst van de kracht!
ru: Переплетение бесчисленных мыслей,которые были внедрены в Консерваторию.Тебя буквально переполняет энергия!
zh_hans: 被吸收进忆界宇宙的无数意识凝聚而成的集合体。感觉力量喷涌而出！
zh_hant: 被拉進憶界宇宙的無數意識凝聚而成的集合體。力量泉湧而出！

# SdodrSdodrColorTipTowerBoss22Luck
source: Lucky Spectrum
es: Fortuna multiplicada
es_mx: Fortuna multiplicada
fr: Nuancier de Chance
it: Gamma Fortuna
ja: 色々ラッキー
ko: 각종 럭키
nl: Gelukstintspectrum
ru: Удачливость спектра
zh_hans: 多彩幸运
zh_hant: 多彩幸運

# SdodrSdodrColorTipTowerBoss22LuckExplanation
source: A gestalt of the countless thoughts thathave been pulled into the Memverse. Youfeel like luck is on your side this time!
de: Eine Konzentration zahlloser Gedanken,die das Memoversum absorbiert hat.Das Schicksal ist dein Mitstreiter!
es: Una amalgama de pensamientos se aúnanen el Pastiverso. ¡Produce una sensaciónde inmensa suerte!
es_mx: Una amalgama de pensamientos se aúnanen el Pastiverso. ¡Produce una sensaciónde inmensa suerte!
fr: Amalgame de toutes les pensées qui ont étéintégrées au Poulpivers. Tu as l'impressionque cette fois, la chance te sourit !
it: Gli innumerevoli pensieri risucchiatinel Noriverse hanno preso forma.Senti che la fortuna è dalla tua parte!
ja: ネリバースに取りこまれたあまたの想いの集合体。うまくいきそうな気がする！
ko: 네리버스에 빨려 들어간 무수한 마음의 집합체.무슨 일이든 잘 풀릴 것 같다!
nl: Een verwezenlijking van de ontelbare gedachtendie het Herinniversum in zijn gezogen. Je hebthet gevoel dat je altijd geluk hebt!
ru: Переплетение бесчисленных мыслей,которые были внедрены в Консерваторию.Тебе будто достался счастливый билет!
zh_hans: 被吸收进忆界宇宙的无数意识凝聚而成的集合体。感觉一切都会顺利！
zh_hant: 被拉進憶界宇宙的無數意識凝聚而成的集合體。感覺事事都能順心！

# SdodrSdodrColorTipTowerBoss22Move
source: Mobility Spectrum
es: Movilidad multiplicada
es_mx: Movilidad multiplicada
fr: Nuancier de Mobilité
it: Gamma Praticità
ja: 色々ムーブ
ko: 각종 무브
nl: Beweeglijkheidstintspectrum
ru: Мобильность спектра
zh_hans: 多彩移动
zh_hant: 多彩移動

# SdodrSdodrColorTipTowerBoss22MoveExplanation
source: A gestalt of the countless thoughts thathave been pulled into the Memverse. Youfeel like you're everywhere at once!
de: Eine Konzentration zahlloser Gedanken,die das Memoversum absorbiert hat.Du bist überall und nirgendwo!
es: Una amalgama de pensamientos se aúnanen el Pastiverso. ¡Produce una sensaciónde ubicuidad!
es_mx: Una amalgama de pensamientos se aúnanen el Pastiverso. ¡Produce una sensaciónde ubicuidad!
fr: Amalgame de toutes les pensées qui ont étéintégrées au Poulpivers. Tu as l'impressiond'être partout en même temps !
it: Gli innumerevoli pensieri risucchiatinel Noriverse hanno preso forma. Ti senticome se avessi il dono dell'ubiquità!
ja: ネリバースに取りこまれたあまたの想いの集合体。どこへでも行けそうだ！
ko: 네리버스에 빨려 들어간 무수한 마음의 집합체.어디로든 갈 수 있을 것 같다!
nl: Een verwezenlijking van de ontelbare gedachtendie het Herinniversum in zijn gezogen. Je hebthet gevoel dat je overal tegelijk bent!
ru: Переплетение бесчисленных мыслей,которые были внедрены в Консерваторию.Ты как будто находишься сразу везде!
zh_hans: 被吸收进忆界宇宙的无数意识凝聚而成的集合体。感觉任何地方都畅游无阻！
zh_hant: 被拉進憶界宇宙的無數意識凝聚而成的集合體。感覺無論天涯海角都去得了！

# SdodrSdodrColorTipTowerBoss22Range
source: Range Spectrum
es: Alcance multiplicado
es_mx: Alcance multiplicado
fr: Nuancier de Portée
it: Gamma Gittata
ja: 色々レンジ
ko: 각종 레인지
nl: Bereiktintspectrum
ru: Дальнобойность спектра
zh_hans: 多彩范围
zh_hant: 多彩範圍

# SdodrSdodrColorTipTowerBoss22RangeExplanation
source: A gestalt of the countless thoughts thathave been pulled into the Memverse. Youfeel like nothing is out of reach!
de: Eine Konzentration zahlloser Gedanken,die das Memoversum absorbiert hat.Vor dir gibt es kein Entkommen!
es: Una amalgama de pensamientos se aúnanen el Pastiverso. ¡Produce la sensaciónde que nada es inalcanzable!
es_mx: Una amalgama de pensamientos se aúnanen el Pastiverso. ¡Produce la sensaciónde que nada es inalcanzable!
fr: Amalgame de toutes les pensées qui ont étéintégrées au Poulpivers. Tu as l'impressionque plus rien n'est hors de portée !
it: Gli innumerevoli pensieri risucchiatinel Noriverse hanno preso forma. Ti senticome se tutto fosse a portata di mano!
ja: ネリバースに取りこまれたあまたの想いの集合体。どこまでも手をのばせそうだ！
ko: 네리버스에 빨려 들어간 무수한 마음의 집합체.어디까지든 손이 닿을 것 같다!
nl: Een verwezenlijking van de ontelbare gedachtendie het Herinniversum in zijn gezogen. Je hebthet gevoel dat je alles kunt bereiken!
ru: Переплетение бесчисленных мыслей,которые были внедрены в Консерваторию.Горизонт словно приблизился!
zh_hans: 被吸收进忆界宇宙的无数意识凝聚而成的集合体。感觉一切事物都触手可及！
zh_hant: 被拉進憶界宇宙的無數意識凝聚而成的集合體。感覺似乎能觸及世上每個角落！

# SdodrSdodrColorTipWaveDamageUp
source: Sound-Wave Damage
de: Schallkraft
es: Daño por onda
es_mx: Daño por onda
fr: Dégâts sonores
it: Danno onda d'urto
ja: 音波ダメージ
ko: 음파 대미지
nl: Geluidsgolfschade
ru: Урон звуком +
zh_hans: 音波伤害
zh_hant: 音波傷害
