Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizable.strings
Languages: nl

# BynameAdjective0393
source: Easygoing
nl: Zorgelo

# BynameAdjective0394
source: Ancient
nl: Antiek

# BynameAdjective0395
source: Multiplying
nl: Toenemend

# BynameAdjective0397
source: Fully Automatic
nl: Volautomatisch

# BynameAdjective0398
source: Glimmering
nl: Schitterend

# BynameAdjective0399
source: Seasick
nl: Zeeziek

# BynameAdjective0400
source: Unblemished
nl: Smettelo

# BynameAdjective0402
source: Fightin'
nl: Vechtlustig

# BynameAdjective0403
source: Front-Line
nl: Voorop strijdend

# BynameAdjective0404
source: Endangered
nl: Bedreigd

# BynameAdjective0405
source: Persistent
nl: Hardnekkig

# BynameAdjective0406
source: Sacred
nl: Heilig

# BynameAdjective0408
source: Local
nl: Loka

# BynameAdjective0411
source: Turn-of-the-Century
nl: Eeuwwisselings-

# BynameAdjective0412
source: This Century's Best
nl: Eersterangs

# BynameAdjective0414
source: Aquarium-Bound
nl: Aquariumbewonend

# BynameAdjective0415
source: Fan-Favorite
nl: Alom geliefd

# BynameAdjective0416
source: Rising
nl: Stijgend

# BynameAdjective0417
source: Spicy
nl: Pittig

# BynameAdjective0418
source: Lightning-Fast
nl: Bliksemsnel

# BynameAdjective0419
source: Awe-Inspiring
nl: Ontzagwekkend

# BynameAdjective0420
source: Midnight
nl: Middernachts-

# BynameAdjective0421
source: Stark-White
nl: Knalwit

# BynameAdjective0422
source: Deep-Red
nl: Diepro

# BynameAdjective0423
source: Bright-Blue
nl: Felblauw

# BynameAdjective0424
source: Pitch-Black
nl: Pikzwart

# BynameAdjective0425
source: Woodsy
nl: Bos-

# BynameAdjective0426
source: Next-Generation
nl: Next-gen-

# BynameAdjective0428
source: Novice
nl: Beginnend

# BynameAdjective0429
source: Sensational
nl: Sensatione

# BynameAdjective0431
source: Dead-Tired
nl: Hondsmoe

# BynameAdjective0432
source: Dazzling
nl: Briljant

# BynameAdjective0433
source: Tagalong
nl: Treuzelend

# BynameAdjective0436
source: Little
nl: Klein

# BynameAdjective0437
source: Third-Eye-Opened
nl: Verlicht

# BynameAdjective0438
source: Early-Summer
nl: Vroegzomers

# BynameAdjective0439
source: Alabaster
nl: Rasecht

# BynameAdjective0440
source: Pure
nl: Pu

# BynameAdjective0441
source: Grown-Up
nl: Volwassen

# BynameAdjective0442
source: Partying
nl: Feestend

# BynameAdjective0443
source: Dapper
nl: Presentabel

# BynameAdjective0444
source: Evil
nl: Kwaadaardig

# BynameAdjective0445
source: Jet-Black
nl: Inktzwart

# BynameAdjective0447
source: Vindictive
nl: Wraakzuchtig

# BynameAdjective0449
source: Self-Proclaimed
nl: Zelfverklaard

# BynameAdjective0450
source: Selfie-Snapping
nl: Selfieverslaafd

# BynameAdjective0451
source: Eternity's
nl: Eeuwig

# BynameAdjective0452
source: Self-Identified
nl: Noemt zichzelf een

# BynameAdjective0454
source: Childish
nl: Kinderachtig

# BynameAdjective0455
source: Job-Lovin'
nl: Werkverslaafd

# BynameAdjective0457
source: Late-Summer
nl: Laatzomers

# BynameAdjective0458
source: Cutting-Edge
nl: Vooruitstrevend

# BynameAdjective0459
source: Mountain-Dwelling
nl: Bergbewonend

# BynameAdjective0460
source: Picture-Taking
nl: Kiekjesschietend

# BynameAdjective0461
source: Yesterday's
nl: Ingehaald

# BynameAdjective0462
source: Graceful
nl: Sierlijk

# BynameAdjective0463
source: First-Wave
nl: Eerstegeneratie-

# BynameAdjective0464
source: All-New
nl: Gloednieuw

# BynameAdjective0465
source: The Very First
nl: Allereerst

# BynameAdjective0466
source: The Final
nl: Laatst

# BynameAdjective0468
source: This Year's
nl: Bijdetijds

# BynameAdjective0469
source: Limited-Edition
nl: Exclusie

# BynameAdjective0470
source: Ever-Present
nl: Alom aanwezig

# BynameAdjective0471
source: Booming
nl: Klinkend

# BynameAdjective0473
source: Crimson
nl: Scharlakenro

# BynameAdjective0474
source: Steady
nl: Stabiel

# BynameAdjective0476
source: Nosy
nl: Opdringerig

# BynameAdjective0477
source: Enlightened
nl: Vrijdenkend

# BynameAdjective0480
source: Aloof
nl: Afstandelijk

# BynameAdjective0484
source: Hearty
nl: Hartelijk

# BynameAdjective0485
source: Artsy
nl: Kunstzinnig

# BynameAdjective0486
source: Flying
nl: Vliegend

# BynameAdjective0488
source: Die-Hard
nl: Spijkerhard

# BynameAdjective0490
source: Fortunate
nl: Gelukkig

# BynameAdjective0492
source: Last Year's
nl: Gedateerd

# BynameAdjective0493
source: The True Ultimate
nl: Ultiem ultiem

# BynameAdjective0494
source: Impish
nl: Schalks

# BynameAdjective0495
source: Shining
nl: Glanzend

# BynameAdjective0497
source: Forgetful
nl: Vergeetachtig

# BynameAdjective0499
source: Heartfelt
nl: Oprecht

# BynameAdjective0501
source: Unarmed
nl: Ongewapend

# BynameAdjective0502
source: Sweet
nl: Snoezig

# BynameAdjective0503
source: Sentimental
nl: Sentimente

# BynameAdjective0504
source: Sandy
nl: Gestrand

# BynameAdjective0505
source: Overheated
nl: Oververhit

# BynameAdjective0507
source: Catch-of-the-Day
nl: Dagvers

# BynameAdjective0508
source: Pool-Ready
nl: Zwemkleding dragend

# BynameAdjective0510
source: Anachronistic
nl: Anachronistisch

# BynameAdjective0513
source: Supersonic
nl: Supersonisch

# BynameAdjective0517
source: Lovely
nl: Liefelijk

# BynameAdjective0518
source: Movie-Lovin'
nl: Filmliefhebbend

# BynameAdjective0520
source: Shadowy
nl: Schimmig

# BynameAdjective0521
source: Fated
nl: Gedoodverfd

# BynameAdjective0522
source: Cosmic
nl: Kosmisch

# BynameAdjective0524
source: Zipped-Lips
nl: Zwijgend

# BynameAdjective0525
source: Gone-Fishin'
nl: Hengelend

# BynameAdjective0526
source: 24-Hour
nl: 24 uurs-

# BynameAdjective0527
source: Mostly
nl: Voornamelijk een

# BynameAdjective0529
source: Otherworldly
nl: Buitenaards

# BynameAdjective0532
source: Junior-Grade
nl: Beginners-

# BynameAdjective0534
source: A Real
nl: Onvervalst

# BynameAdjective0535
source: Lucky
nl: Mazzelend

# BynameAdjective0537
source: Seasoned
nl: Gepeperd

# BynameAdjective0539
source: Soft-and-Fluffy
nl: Knuffelig

# BynameAdjective0541
source: Veggie-Lovin'
nl: Groenteëtend

# BynameAdjective0542
source: Fluffy
nl: Donzig

# BynameAdjective0546
source: Lost-and-Found
nl: Opgeduikeld

# BynameAdjective0547
source: Won't-Lose
nl: Standvastig

# BynameAdjective0548
source: Auspicious
nl: Welvarend

# BynameAdjective0549
source: Innocent
nl: Onschuldig

# BynameAdjective0551
source: Miraculous
nl: Miraculeu

# BynameAdjective0552
source: Poser
nl: Uitsloverig

# BynameAdjective0553
source: Comic-Lovin'
nl: Stripliefhebbend

# BynameAdjective0554
source: Vulnerable
nl: Kwetsba

# BynameAdjective0556
source: Light
nl: Licht

# BynameAdjective0557
source: Bomb-tastic
nl: Bombastisch

# BynameAdjective0559
source: Fluttering
nl: Fladderend

# BynameAdjective0560
source: Buoyant
nl: Onzinkba

# BynameAdjective0562
source: Wibbly-Wobbly
nl: Wiebelig

# BynameAdjective0563
source: Fruit-Lovin'
nl: Fruitetend

# BynameAdjective0564
source: Dark
nl: Duister

# BynameAdjective0565
source: Fragrant
nl: Geurig

# BynameAdjective0566
source: Fashionable
nl: Modieu

# BynameAdjective0568
source: Big-Time
nl: Eersteklas-

# BynameAdjective0569
source: Drenched
nl: Drijfnat

# BynameAdjective0570
source: Bearded
nl: Bebaard

# BynameAdjective0571
source: Frosty
nl: Kil

# BynameAdjective0572
source: Incredible
nl: Ongelofelijk

# BynameAdjective0573
source: Faraway
nl: Afgezonderd

# BynameAdjective0574
source: Flashy
nl: Flitsend

# BynameAdjective0576
source: Fame-Seeking
nl: Eerzuchtig

# BynameAdjective0577
source: Bursting
nl: Barstend

# BynameAdjective0578
source: Designer-Label
nl: Merk-

# BynameAdjective0579
source: Swoon-Worthy
nl: Betoverend

# BynameAdjective0580
source: Strict
nl: Strikt

# BynameAdjective0581
source: Slippery
nl: Glibberig

# BynameAdjective0582
source: Painted
nl: Beschilderd

# BynameAdjective0584
source: Climactic
nl: Piekend

# BynameAdjective0586
source: Nameless
nl: Naamlo

# BynameAdjective0587
source: Nice
nl: Beleefd

# BynameAdjective0588
source: Muddy
nl: Besmeurd

# BynameAdjective0589
source: Neighborly
nl: Naburig

# BynameAdjective0591
source: Tidy
nl: Opgeruimd

# BynameAdjective0592
source: Barbed
nl: Stekelig

# BynameAdjective0593
source: Pointy
nl: Puntig

# BynameAdjective0594
source: Big Honkin'
nl: Immens

# BynameAdjective0595
source: Smooth
nl: Spiegelglad

# BynameAdjective0596
source: Iced
nl: IJzig

# BynameAdjective0598
source: Occasional
nl: Gelegenheids-

# BynameAdjective0599
source: Just Another
nl: Doodnorma

# BynameAdjective0600
source: Essential
nl: Smaakvol

# BynameAdjective0601
source: Diving
nl: Duikend

# BynameAdjective0602
source: Dynamite
nl: Keiga

# BynameAdjective0604
source: Overall
nl: Al met al een

# BynameAdjective0605
source: Bargain-Binned
nl: Koopjesbak-

# BynameAdjective0607
source: Slim
nl: Slank

# BynameAdjective0608
source: Out-of-Options
nl: In het nauw gedreven

# BynameAdjective0609
source: Steampunky
nl: Steampunk-

# BynameAdjective0610
source: Numb
nl: Versuft

# BynameAdjective0612
source: Hiking
nl: Wandelend

# BynameAdjective0613
source: Wandering
nl: Dwalend

# BynameAdjective0615
source: Unyielding
nl: Doorbijtend

# BynameAdjective0617
source: Economical
nl: Doelmatig

# BynameAdjective0619
source: Covert
nl: Geheim

# BynameAdjective0620
source: High-Performing
nl: Prestatie-

# BynameAdjective0621
source: Praiseworthy
nl: Prijzenswaardig

# BynameAdjective0622
source: Arcade-Hopping
nl: Speelhal-

# BynameAdjective0623
source: Pretty Good
nl: Acceptabel

# BynameAdjective0624
source: The GOAT
nl: Door kenners geliefd

# BynameAdjective0625
source: Glistening
nl: Fonkelend

# BynameAdjective0626
source: Sparkling
nl: Sprankelend

# BynameAdjective0627
source: Gigantified
nl: Overmaats

# BynameAdjective0629
source: Camera-Facing
nl: Fotogeniek

# BynameAdjective0630
source: Clockwork
nl: Punctue

# BynameAdjective0631
source: Solid
nl: Solide

# BynameAdjective0632
source: Fully
nl: Onverdund

# BynameAdjective0633
source: Unperceived
nl: Ongezien

# BynameAdjective0634
source: Carnivorous
nl: Vleesetend

# BynameAdjective0635
source: Homebound
nl: Woonkamer-

# BynameAdjective0636
source: Fish-Lovin'
nl: Visetend

# BynameAdjective0638
source: Sketching
nl: Schetsend

# BynameAdjective0639
source: Precocious
nl: Bruta

# BynameAdjective0640
source: Easy-Peasy
nl: Ongedwongen

# BynameAdjective0642
source: Made-to-Order
nl: Op maat gemaakt

# BynameAdjective0644
source: Water-Breathing
nl: Amfibisch

# BynameAdjective0645
source: The Eternal
nl: Onveranderlijk

# BynameAdjective0646
source: Instant
nl: Pankla

# BynameAdjective0647
source: The Usual
nl: Middelmatig

# BynameAdjective0648
source: Ready-to-Go
nl: Slagvaardig

# BynameAdjective0650
source: Lively
nl: Geanimeerd

# BynameAdjective0651
source: Unstoppable
nl: Niet te stoppen

# BynameAdjective0652
source: Underground
nl: Alternatie

# BynameAdjective0653
source: The Real Ultimate
nl: Absoluut ultiem

# BynameAdjective0654
source: Overflowing
nl: Exorbitant

# BynameAdjective0655
source: Toon-Lovin'
nl: Tekenfilm-

# BynameAdjective0656
source: Splendid
nl: Pracht-

# BynameAdjective0657
source: Warm-and-Cozy
nl: Warmbloedig

# BynameAdjective0660
source: Amped-Up
nl: Hartstochtelijk

# BynameAdjective0661
source: Outdoorsy
nl: Openlucht-

# BynameAdjective0662
source: Tech-Minded
nl: Technisch onderlegd

# BynameAdjective0663
source: Lovable
nl: Beminnelijk

# BynameAdjective0664
source: amiibo-Collecting
nl: amiibo-verzamelend

# BynameAdjective0665
source: 5-Year-Planning
nl: Vijf-jaar-vooruitkijkend

# BynameAdjective0666
source: Decade-Experienced
nl: Tien-jaar-ervaring-

# BynameAdjective0667
source: Crab-N-Go
nl: Bikbalie-

# BynameAdjective0669
source: Summer-Fun
nl: Zonnig

# BynameAdjective0670
source: Winter-Ready
nl: Winterkla

# BynameAdjective0671
source: Not-Streaming
nl: Onderbroken

# BynameAdjective0672
source: Daylit
nl: Helder

# BynameAdjective0673
source: Dawning
nl: Dageraad-

# BynameAdjective0674
source: Realistic
nl: Realistisch

# BynameAdjective0675
source: Lightly Snacking
nl: Zuinig snackend

# BynameAdjective0676
source: Late-Night
nl: Nachtbrakend

# BynameAdjective0677
source: Comfy-Cozy
nl: Gerieflijk

# BynameAdjective0678
source: Fearful
nl: Timide

# BynameAdjective0679
source: Winter-Breaking
nl: Overwinterend

# BynameAdjective0680
source: So-Called
nl: Quasi-

# BynameAdjective0681
source: Intuitive
nl: Intuïtie

# BynameAdjective0682
source: A Complex
nl: Complex

# BynameAdjective0683
source: The Original
nl: Oorspronkelijk

# BynameAdjective0684
source: Second-Generation
nl: Tweedegeneratie-

# BynameAdjective0686
source: The Best
nl: Best

# BynameAdjective0687
source: Roaming
nl: Dolend

# BynameAdjective0689
source: Badlands
nl: Woestenij-

# BynameAdjective0690
source: Snowy
nl: Besneeuwd

# BynameAdjective0691
source: Seaside
nl: Kustbewonend

# BynameAdjective0692
source: Big-Sky
nl: Luchtig

# BynameAdjective0693
source: Dry
nl: Groen

# BynameAdjective0694
source: Raw
nl: Middenmoot-

# BynameAdjective0695
source: Awesome
nl: Neusje van de zalm-

# BynameAdjective0696
source: SUPERFRESH
nl: SUPERVERS

# BynameAdjective0697
source: Splatoon
nl: Splatoons eigen

# BynameAdjective0698
source: Avant-Garde
nl: Avant-gardistisch

# BynameAdjective0702
source: Rockabilly
nl: Rock-'n-roll-

# BynameAdjective0704
source: Sporty
nl: Atletisch

# BynameAdjective0705
source: Breakin'
nl: Breakdance-

# BynameAdjective0707
source: Glam
nl: Glamoureu

# BynameAdjective0709
source: Bohemian
nl: Bohemien-

# BynameAdjective0716
source: Thunderous
nl: Donderend

# BynameAdjective0718
source: Wizened
nl: Gerimpeld

# BynameAdjective0719
source: Today's
nl: Actue

# BynameAdjective0720
source: Virtual
nl: Virtue

# BynameAdjective0721
source: Half
nl: Hal

# BynameAdjective0722
source: Microscopic
nl: Microscopisch

# BynameAdjective0723
source: Swift
nl: Vliegensvlug

# BynameAdjective0724
source: Everyone's
nl: Iedereens favoriete

# BynameAdjective0725
source: Carefree
nl: Onbekommerd

# BynameAdjective0726
source: New
nl: Nieuw

# BynameAdjective0727
source: High-Earning
nl: Goed betaald

# BynameAdjective0728
source: Pool-Frequenting
nl: Poel-

# BynameAdjective0729
source: Revived
nl: Opgeleefd

# BynameAdjective0730
source: Preposterous
nl: Potsierlijk

# BynameAdjective0731
source: Mighty
nl: Machtig

# BynameAdjective0733
source: Gossip-Loving
nl: Roddelend

# BynameAdjective0734
source: Social
nl: Socia

# BynameAdjective0735
source: Crafty
nl: Listig

# BynameAdjective0736
source: Hopeful
nl: Hoopvol

# BynameAdjective0737
source: Sealed
nl: Verzegeld

# BynameAdjective0738
source: Theoretically Possible
nl: Theoretisch mogelijk

# BynameAdjective0739
source: Rookie
nl: Onervaren

# BynameAdjective0740
source: Sleeved
nl: Omhuld

# BynameAdjective0741
source: World's First
nl: Werelds eerste

# BynameAdjective0742
source: Nature-Loving
nl: Natuurminnend

# BynameAdjective0743
source: Inflexible
nl: Onverzettelijk

# BynameAdjective0744
source: Prized
nl: Gewaardeerd

# BynameAdjective0745
source: Faux
nl: Imitatie-

# BynameAdjective0746
source: Reasonable
nl: Redelijk

# BynameAdjective0747
source: Unfettered
nl: Losgeslagen

# BynameAdjective0748
source: Unthinkable
nl: Ondenkba

# BynameAdjective0749
source: Phantom
nl: Spook-

# BynameAdjective0750
source: Cherished
nl: Gekoesterd

# BynameAdjective0751
source: Gold
nl: Gouden

# BynameAdjective0752
source: Silver
nl: Zilveren

# BynameAdjective0753
source: Undefeated
nl: Onoverwinnelijk

# BynameAdjective0754
source: New Year's
nl: Nieuwjaarsduik-

# BynameAdjective0755
source: This Year's Final
nl: Eindejaars-

# BynameAdjective0756
source: Newly Released
nl: Net verschenen

# BynameAdjective0757
source: Tonight's
nl: Vanavond-

# BynameAdjective0758
source: Reclusive
nl: Teruggetrokken

# BynameAdjective0759
source: Stewed
nl: Gestoofd

# BynameAdjective0760
source: Cyber-Brainiac
nl: Cyberbrein-

# BynameAdjective0761
source: Magical
nl: Magisch

# BynameAdjective0762
source: Of-the-Moment
nl: Vandaag-

# BynameAdjective0763
source: Forevermore
nl: Voor altijd

# BynameAdjective0764
source: Anticipated
nl: Verwacht

# BynameAdjective0765
source: Automated
nl: Mechanisch

# BynameAdjective0766
source: Drab
nl: Kleurlo

# BynameAdjective0767
source: Reflective
nl: Reflecterend

# BynameAdjective0768
source: Hoary
nl: Oudbakken

# BynameAdjective0769
source: Parallel World's
nl: Parallelle-dimensie-

# BynameAdjective0770
source: Power-Concealing
nl: Stiekem supersterk

# BynameAdjective0771
source: Nourishing
nl: Hartig

# BynameAdjective0772
source: Highly Nutritious
nl: Voedza

# BynameAdjective0773
source: Ascending
nl: Opkomend

# BynameAdjective0774
source: Sprightly
nl: Levendig

# BynameAdjective0775
source: Always-in-Our-Hearts
nl: Hartveroverend

# BynameAdjective0776
source: Sanguine
nl: Goedgemutst

# BynameAdjective0777
source: Daybreaking
nl: Morgenstond-

# BynameAdjective0778
source: Repeating
nl: Herhalend

# BynameAdjective0779
source: Endlessly Ringing
nl: Altijd rinkelend

# BynameAdjective0781
source: Listless
nl: Futlo

# BynameAdjective0782
source: In-Season
nl: Seizoens-

# BynameAdjective0783
source: Rampaging
nl: Verwoestend

# BynameAdjective0784
source: Scintillating
nl: Tintelend

# BynameAdjective0785
source: Abyssal
nl: Diepzee-

# BynameAdjective0786
source: Originally from
nl: Van origine

# BynameAdjective0787
source: Unknowing
nl: Onwetend

# BynameAdjective0788
source: Currently Obsessed with
nl: In de ban van een

# BynameAdjective0790
source: Vivacious
nl: Smeuïg

# BynameAdjective0791
source: Aggressive
nl: Agressie

# BynameAdjective0793
source: Immediate
nl: Linea recta

# BynameAdjective0794
source: Natural
nl: Natuurlijk

# BynameAdjective0795
source: High-Calorie
nl: Calorierijk

# BynameAdjective0796
source: Low-Calorie
nl: Caloriearm

# BynameAdjective0797
source: Recently
nl: Recent

# BynameAdjective0798
source: Esteemed
nl: Hooggeacht

# BynameAdjective0799
source: Treasured
nl: Dierba

# BynameAdjective0800
source: Existing
nl: Bestaand

# BynameAdjective0801
source: Nonexistent
nl: Denkbeeldig

# BynameAdjective0802
source: On-the-Job
nl: Beroeps-

# BynameAdjective0804
source: Choosy
nl: Kieskeurig

# BynameAdjective0805
source: Delicate
nl: Delica

# BynameAdjective0806
source: Haphazard
nl: Overhaast

# BynameAdjective0807
source: Golden Egg–Like
nl: Gouden-ei-achtig

# BynameAdjective0808
source: Ice-Cold
nl: IJskoud

# BynameAdjective0809
source: Low-Battery
nl: Leeggelopen

# BynameAdjective0810
source: Fully Charged
nl: Volledig opgeladen

# BynameAdjective0811
source: Noontime
nl: Tussen-de-middag-

# BynameAdjective0812
source: Break-Time
nl: Pauzetijd-

# BynameAdjective0813
source: Unavailable
nl: Drukbezet

# BynameAdjective0814
source: Protecting
nl: Zorgza

# BynameAdjective0815
source: Long-Awaited
nl: Langverwacht

# BynameAdjective0816
source: Now-Stronger
nl: Nu nog sterker

# BynameAdjective0817
source: Breath-Holding
nl: Adem inhoudend

# BynameAdjective0818
source: Genuine
nl: Gemeend

# BynameAdjective0819
source: Nimble
nl: Lenig

# BynameAdjective0820
source: Movable
nl: Verplaatsba

# BynameAdjective0821
source: At-Home
nl: Honkvast

# BynameAdjective0822
source: Hometown
nl: Thuisspelend

# BynameAdjective0823
source: Shooter-Using
nl: Spetter-gebruikend

# BynameAdjective0824
source: Roller-Using
nl: Roller-gebruikend

# BynameAdjective0825
source: Charger-Using
nl: Lader-gebruikend

# BynameAdjective0826
source: Slosher-Using
nl: Morser-gebruikend

# BynameAdjective0827
source: Splatling-Using
nl: Spetling-gebruikend

# BynameAdjective0828
source: Dualie-Using
nl: Dubbelknaller-gebruikend

# BynameAdjective0829
source: Brella-Using
nl: Plenzer-gebruikend

# BynameAdjective0830
source: Blaster-Using
nl: Blaster-gebruikend

# BynameAdjective0831
source: Brush-Using
nl: Kwast-gebruikend

# BynameAdjective0832
source: Stringer-Using
nl: Spanner-gebruikend

# BynameAdjective0833
source: Splatana-Using
nl: Zwieper-gebruikend

# BynameAdjective0834
source: Replete with
nl: Bomvol met

# BynameAdjective0835
source: Watered
nl: Gehydrateerd

# BynameAdjective0836
source: Triumphant
nl: Zegevierend

# BynameAdjective0837
source: Tasteful
nl: Geraffineerd

# BynameAdjective0838
source: Outstanding
nl: Uitstekend

# BynameAdjective0840
source: Stylish
nl: Trendy

# BynameAdjective0841
source: Three-Star
nl: Driesterren-

# BynameAdjective0842
source: Scheduled
nl: Gepland

# BynameAdjective0843
source: Trailblazing
nl: Blits

# BynameAdjective0844
source: Satiating
nl: Eiwitrijk

# BynameAdjective0845
source: Newish
nl: Zo goed als nieuw

# BynameAdjective0846
source: Same-as-Ever
nl: Steeds weer

# BynameAdjective0847
source: Multifaceted
nl: Veelzijdig

# BynameAdjective0848
source: Orthodox
nl: Conventione

# BynameAdjective0849
source: Regal
nl: Vorstelijk

# BynameAdjective0850
source: Classic
nl: Klassiek

# BynameAdjective0851
source: Old-School
nl: Oldskool

# BynameAdjective0852
source: Simplistic
nl: Simplistisch

# BynameAdjective0853
source: Advanced
nl: Geavanceerd

# BynameAdjective0854
source: Prototypical
nl: Innovatie

# BynameAdjective0855
source: Sincere
nl: Ongeveinsd

# BynameAdjective0856
source: Flexible
nl: Flexibel

# BynameAdjective0857
source: Creative
nl: Creatie

# BynameAdjective0858
source: Classy
nl: Deftig

# BynameAdjective0859
source: Slender
nl: Tenger

# BynameAdjective0860
source: Genteel
nl: Verfijnd

# BynameAdjective0861
source: Shrouded-in-Mystery
nl: Door mysteries omgeven

# BynameAdjective0862
source: Novel
nl: Vernieuwend

# BynameAdjective0863
source: Brisk
nl: Kras

# BynameAdjective0864
source: Undying
nl: Onsterfelijk

# BynameAdjective0865
source: Powerful
nl: Krachtig

# BynameAdjective0866
source: Unwavering
nl: Niet aflatend

# BynameAdjective0867
source: Heroic
nl: Heldhaftig

# BynameAdjective0868
source: Swaggering
nl: Zwierig

# BynameAdjective0869
source: Astute
nl: Scherpzinnig

# BynameAdjective0870
source: Pushy
nl: Dwingend

# BynameAdjective0871
source: Resilient
nl: Veerkrachtig

# BynameAdjective0872
source: Burly
nl: Potig

# BynameAdjective0873
source: Resourceful
nl: Vindingrijk

# BynameAdjective0874
source: Lax
nl: Laks

# BynameAdjective0875
source: Daredevilish
nl: Waaghalzerig

# BynameAdjective0876
source: Magnetic
nl: Magnetisch

# BynameAdjective0877
source: Dynamic
nl: Dynamisch

# BynameAdjective0878
source: Unique
nl: Enig

# BynameAdjective0879
source: Keen-and-Nimble
nl: Elastisch

# BynameAdjective0880
source: Cordial
nl: Groeps-

# BynameAdjective0881
source: Dignified
nl: Waardig

# BynameAdjective0882
source: Flowy
nl: Achtelo

# BynameAdjective0883
source: Cryptic
nl: Cryptisch

# BynameAdjective0884
source: High-Spirited
nl: Levenslustig

# BynameAdjective0885
source: Mind-Changing
nl: Op twee gedachten hinkend

# BynameAdjective0886
source: Chic
nl: Voorna

# BynameAdjective0887
source: Witty
nl: Grappig

# BynameAdjective0888
source: Cheery
nl: Goedgehumeurd

# BynameAdjective0889
source: Vivid
nl: Kwiek

# BynameAdjective0890
source: Rare
nl: Rauw

# BynameAdjective0891
source: Closed-Off
nl: Gesloten

# BynameAdjective0892
source: Surreal
nl: Surrealistisch

# BynameAdjective0893
source: Methodical
nl: Systematisch

# BynameAdjective0894
source: Gorgeous
nl: Beeldscho

# BynameAdjective0895
source: Cute
nl: Schattig

# BynameAdjective0896
source: Awkward
nl: Ongemakkelijk

# BynameAdjective0897
source: Deep
nl: Peillo

# BynameAdjective0898
source: Unadorned
nl: Niet opgesmukt

# BynameAdjective0899
source: Cushy
nl: Knus

# BynameAdjective0900
source: Gallant
nl: Galant

# BynameAdjective0901
source: Adept
nl: Kundig

# BynameAdjective0902
source: Invigorating
nl: Verkwikkend

# BynameAdjective0903
source: Veiled
nl: Gesluierd

# BynameAdjective0904
source: Discreet
nl: Discre

# BynameAdjective0905
source: Frank
nl: Onomwonden

# BynameAdjective0906
source: Rational
nl: Ratione

# BynameAdjective0907
source: Charming
nl: Charmant
