Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipCommentMainShotRateUpUnlockComment02
source: This'll let you fire more quickly, which has obvious benefits, butyou'll also use up ink faster.
de: Damit kleckst du schneller.Erst mal keine schlechte Idee, dochverbrauchst du dabei auch schnellerdeine Tinte.
es: Con él podrías disparar más rápido,lo cual es una ventaja, aunque tambiénconsumirás más tinta.
es_mx: Te permite disparar más rápido, lo cuales una ventaja, aunque tambiénconsumirás más tinta.
fr: Elle permet d'augmenter la cadence detir, ce qui est certes un avantage, maisvide aussi ta réserve d'encre plus vite.
it: Questa scheda aumenta la cadenzadi tiro, che ovviamente è un vantaggio,ma consumi anche più rapidamentel'inchiostro.
ja: 連射が速くなるから、攻撃力と塗り性能が上がるけど、インク消費も増えるから注意ダ
ko: 연사 속도가 빨라지니까 공격력과색칠 성능은 향상되지만 잉크 소비량도늘어나니까 조심해
nl: Hiermee kun je sneller schieten,wat natuurlijk zijn voordelenheeft, maar je inkt raakt er ooksneller van op.
ru: Эти жетоны позволят тебестрелять быстрее, что имееточевидные преимущества.Но и краска также будетрасходоваться быстрее.
zh_hans: 它会让连射速度变快，攻击力和涂墨性能提升的同时，也要注意墨汁消耗量会增加。
zh_hant: 因為連射速度變快，所以攻擊力跟塗墨性能也隨之提升了，但要注意的是墨汁消耗量也會增加。

# SdodrSdodrColorTipCommentMainShotRateUpUnlockComment03
source: Pairing it with Ink Saver (Main) orInk-Recovery Rate helps. I alsorecommend Ink-Bottle Drop!
es: Es muy útil junto a «ahorro de armaprincipal» o «recuperación de tintarápida». ¡Y también con «botella detinta probable»!
fr: Ça aide pas mal de la combiner aux pucesEncrémenteur (principale) ou Recharged'encre. Ou Butin de cartouche d'encre !
it: È una buona idea combinarla conle schede Eco-colore principaleo Velocità recupero inchiostro.Personalmente, consiglio ancheProbabilità cartuccia inchiostro!
ja: 「インク効率（メイン）」や「インク回復速度」と合わせると安心です「インクボトル確率」もオススメですよ～
ko: 「잉크 효율(메인)」이나「잉크 회복 속도」와 조합하면 좋아요「잉크 보틀 확률」도 추천드려요～
nl: Het helpt om 'm te combinerenmet de Hoofdspaarderchip of deInkttankvulsnelheidchip. Of andersde Inktfleskans!
ru: Добавь «Основной баллон X» или«Скорость заполнения баллона +»,и будет не так страшно. И попробуй«Шанс на крас-патроны +»!
zh_hans: 搭配“墨汁效率（主要武器）”或“墨汁回复速度”使用就能放心了。另外我还推荐搭配“墨汁瓶概率”哦～
zh_hant: 所以搭配「墨汁效率（主要武器）」或是「墨汁回復速度」一起使用就能放心了。也很推薦搭配「墨汁瓶機率」使用喔～

# SdodrSdodrColorTipCommentMainShotRateUpUnlockComment04
source: Who cares about running out ofink as long as you splat 'em allfirst? BAMBAMBAMBAMBAM!
de: Wer erst mal alles niederkleckst,braucht nicht auf den Tintentankzu achten. Pa-pa-pa-pa-PAMM!
es: ¿Qué más da quedarse sin tintasi los liquidas a todos antes?¡Bam, bam, bam, bam!
es_mx: ¿Qué importa quedarse sin tintasi los revientas a todos antes?¡Bam, bam, bam, bam!
fr: Quitte à vider le réservoir,l'important c'est de liquider àtout va ! BAM ! BAM ! BAMBAM !
it: Che ti importa se finiscil'inchiostro? Tanto li splattitutti prima! RATATATA!
ja: インク切れ前に倒せばいーんじゃね？連射力アップでドドドドだっ！
ko: 잉크가 떨어지기 전에 쓰러뜨리면만사 오케이 아니야?연사력을 올려서 두두두두 쏴 버려!
nl: Wat maakt het nou uit dat je inktop is als je iedereen al onder hebtgekliederd? BAM BAM BAM!
ru: Ой, да кто вообще про краскудумает?! Нет врага — нетпроблем! Ты-ды-ды-ды-дыщ!
zh_hans: 在墨汁耗尽前击倒敌人不就好了？提升连射力，“哒哒哒”地尽情射击！
zh_hant: 在墨汁用光之前擊倒敵人不就好了嗎？提升連射力之後就能噠噠噠噠地猛攻！

# SdodrSdodrColorTipCommentManeuverSlideAttackUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentManeuverSlideAttackUnlockComment02
source: This way, you can do somedamage as you Dodge Roll yourway out of a tough situation.
de: Damit retten dich Ausweichrollennicht nur aus der Klemme, sondernverursachen auch Schaden dabei.
es: Sirve para atacar a la vez que ejecutasun movimiento evasivo para escaparde una situación comprometida.
es_mx: Sirve para atacar mientras ruedas paraescapar de una situación comprometida.
fr: Avec cette puce, tu peux faire d'uneesquive deux coups : t'échapper d'unesituation épineuse ET infliger desdégâts !
it: Con questa, puoi schivare e infliggeredanni allo stesso tempo, facendotistrada per liberarti da una situazionecomplicata.
ja: 敵に囲まれたときに、反撃しながらスライドアタックで突破できるカモ？
ko: 적에게 포위됐을 때 반격하면서구르기 어택으로 돌파할 수 있을지도 몰라
nl: Hiermee kun je schade aanrichten alsje met een duikrol uit een benardepositie rolt.
ru: Эти жетоны позволят тебенаносить урон, выполняяуклонения. Например, спасаясьиз неприятной ситуации.
zh_hans: 有了它，或许能在被敌人包围时，一边反击，一边使用翻滚攻击突围？
zh_hant: 被敵人團團包圍的時候，也許能在反擊的同時靠翻滾攻擊突圍？

# SdodrSdodrColorTipCommentManeuverSlideAttackUnlockComment04
source: Body-slamming baddies with DodgeRolls? I wanna try! How come youget to do the cool stuff, Eight?!
de: Gegner weghauen wie 'neAbrissbirne? Das will ich auch!Wieso darf das nur Nr. 8?
es: ¿Atacar a los enemigos a base dedeslizamiento? ¡Tengo que probarlo!¡¿Y tú a qué esperas, Ocho?!
es_mx: ¿Rodar y atacar a la vez? ¡Yo quieroprobarlo! ¡¿Por qué las mejoras másdivertidas siempre son para Ocho?!
fr: C'est pas juste ! Moi aussi je veuxpouvoir dézinguer l'ennemi d'uneroulade bien placée !
it: Voglio provare anche io!Non è giusto che solo Otto possafare le cose più divertenti!
ja: スライドで体当たり？！ アタシもやりてー！ハチがうらやましーな！
ko: 구르기로 직접 공격?!나도 하고 싶어! 에이트 좋겠다～!
nl: Tegen vijanden rammen met een duikrol?Dat wil ik ook eens proberen! Waarommag jij al die coole dingen doen, Acht?!
ru: Бодать врагов в уклонении?!Заверните, йо! Восьмерка, почемусамые крутые штуки у тебя?!
zh_hans: 使用翻滚撞击敌人？！我也想试试——！真羡慕小八啊——！
zh_hant: 用翻滾的方式撞擊！？我也好想試試看！小八，真是羨慕你耶！

# SdodrSdodrColorTipCommentManeuverSlideUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentManeuverSlideUpUnlockComment02
source: Multiple Dodge Rolls can get youanywhere fast. It's extra good ifyou also have Dodge Roll Attack.
es: Con deslizamientos múltiples puedesllegar rápido a cualquier sitio. Y, siademás tienes «ataque deslizante»,mejor aún.
fr: Les esquives à la chaîne, c'est pratiquepour aller loin rapidement ! Et c'estencore plus pratique avec Esquived'attaque.
it: Le schivate consecutive ti portanodove vuoi in poco tempo. E se hai ancheAttacco in schivata è ancora meglio.
ja: 続けてスライドすれば、素早く移動できるネ「スライドアタック」と合わせるのもイイ
ko: 연속 구르기를 하면 빠른 이동이 가능해「구르기 어택」과 조합해도 좋겠네
nl: Met meerdere duikrollen kun je je snelverplaatsen. Je gaat extra snel als jeook nog eens de Duikrolaanvalchip hebt.
ru: Дополнительные уклонения,помимо прочего, позволяютпередвигаться быстрее.Они еще полезней с жетоном«Урон от уклонения».
zh_hans: 有了它，就可以通过连续翻滚迅速移动呢。搭配“翻滚攻击”也不错。
zh_hant: 只要持續地翻滾就能迅速移動呢，感覺搭配「翻滾攻擊」一起使用也不錯。

# SdodrSdodrColorTipCommentManeuverSlideUpUnlockComment03
source: Ooo, Dodge Rolls! Pearl's favorite!You can get as many as six in arow if you max it out.
de: Uh, Ausweichrollen hat Perla besondersgern! Und mit genug Chips führst du biszu sechs Stück hintereinander aus!
es: Aaah, ¡deslizamientos y evasiones!¡Los movimientos favoritos de Perla!Puedes encadenar hasta seis seguidos.
es_mx: Aaah, ¡rodar es la técnica favorita dePerla! Y puedes hacerlo seis vecesseguidas si acumulas varios de estoscromochips.
fr: Oooh, c'est Perle qui doit être ravie, elleadore s'esquiver en roulant ! Et avec lemax de puces de ce type, c'est jusqu'àsix esquives que tu pourras enchaîner.
it: Oooh! Le schivate! Le preferitedi Alga! Con tutte le schede, puoiarrivare a farne anche sei di fila!
ja: センパイも大好きなスライドですね最大６回まで増やせますよ～♪
ko: 선배도 구르기를 아주 좋아하죠?최대 6회까지 늘릴 수 있어요～♪
nl: Oooo, duikrollen! Daar is Lore gek op!Met genoeg chips kun je er wel zes vanachterelkaar doen.
ru: А, уклонения! Жемчик их обожает.С максимальным количествомтаких жетонов ты сможешьуклониться шесть раз.
zh_hans: 前辈也最喜欢翻滚了吧。最多可以增加到6次哦～♪
zh_hant: 是前輩也超愛的翻滾耶。可以增加到最多6次喔～♪

# SdodrSdodrColorTipCommentManeuverSlideUpUnlockComment04
source: Eight, you gotta do ALL the DodgeRolls for me, 'K? Dodge Roll to thefridge! Dodge Roll to the sofa!
de: Nr. 8! Ab jetzt Fortbewegungnur noch per Ausweichrolle, klar?Zum Kühlschrank, zum Bett, egal!
es: Ocho, deslízate por mí, ¿vale?¡A la nevera, y luego al sofá!
es_mx: Ocho, tienes que rodar en mi lugar,¿de acuerdo? ¡Primero a la cocina!¡Y luego al sofá!
fr: Huit, je compte sur toi pour fairetoutes les esquives pour moi !Et qu'ça roule !
it: Otto, devi fare schivate araffica, OK? Fallo per me! Schivafino al frigo! O fino al divano!
ja: ハチ！ アタシの代わりに思う存分スライドしてくれ！
ko: 에이트! 나 대신마음껏 구르기를 해 줘!
nl: Acht, vanaf nu ga je overal naartoe metduikrollen, oké? Naar de koelkast, naarje bed, overal naartoe!
ru: Восьмерка, ты теперь будешь вездеза меня уклоняться. Раз — и тыу холодильника! Два — у дивана...
zh_hans: 小八！你就替我尽情地翻滚吧！
zh_hant: 小八！你就代替我盡情地翻滾吧！

# SdodrSdodrColorTipCommentMoveInkRecoverUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentMoveInkRecoverUpUnlockComment02
source: This should ease your worriesabout running out of ink. Keepmoving and you can keep shooting.
de: Ein Wundermittel bei chronischerTintenknappheit. Viel bewegenheißt viel klecksen können!
es: Con esto ya no deberás preocupartepor quedarte sin tinta. Muévete y asípodrás seguir disparando.
es_mx: Con esto ya no tendrás que preocupartepor quedarte sin tinta. Muévete y asípodrás seguir disparando.
fr: Elle est limite antistress, celle-là. Adieul'angoisse de se retrouver à courtd'encre ! Tant que tu bouges, tu peuxcontinuer à arroser.
it: Questa dovrebbe tranquillizzaretutti quelli che si preoccupanosempre di finire l'inchiostro.
ja: インク切れの心配が減るネ歩きながらずっと撃ち続けられるカモ？
ko: 잉크가 바닥날 걱정을 덜어도 되겠네걸으면서 계속 쏠 수 있을지도 몰라
nl: Nu hoef je niet meer bang te zijndat de inkt opraakt. Blijf bewegenom te kunnen blijven schieten.
ru: Эти жетоны решат проблемыс краской. Просто двигайсяи продолжай стрелять.
zh_hans: 有了它，就不用那么担心墨汁耗尽了吧。也许能一直边走边射击哦？
zh_hant: 這樣就不用常常擔心會耗盡墨汁了，說不定還能一直邊走邊射擊？

# SdodrSdodrColorTipCommentMoveInkRecoverUpUnlockComment03
source: If you have the Charge Storagechip, you can recover ink evenwhile keeping a charge stored.
es: Si tienes el cromochip «retención decarga», podrás recuperar tinta inclusomientras mantienes disparos cargados.
fr: Et si tu la combines à Charge conservée,tu peux même renflouer ton encre touten conservant une charge !
it: Se hai la scheda Carica di riserva,puoi recuperare inchiostro anchecon una carica conservata.
ja: 「チャージキープ」のチップと合わせれば、チャージキープ中にインク回復できそうです
ko: 「충전 유지」 칩과 조합하면충전 유지 중에 잉크를 회복할 수 있겠어요
nl: Als je de Ladingsopslagchip hebt,vult je tank bij zelfs als je al eenopgeladen schot bewaart.
ru: А жетон «Сохранение заряда»позволит восполнять краску призаряженном оружии!
zh_hans: 和“维持蓄力”的晶片搭配使用的话，应该能在维持蓄力的状态下回复墨汁。
zh_hant: 只要搭配「蓄力留存」的晶片一起使用，應該就能在蓄力留存狀態下回復墨汁。

# SdodrSdodrColorTipCommentMoveInkRecoverUpUnlockComment04
source: The best part is it works with mydualies' Dodge Rolls! Shoot, roll,shoot, roll—it pays for itself!
de: Das Krasseste ist, dass sogar auchAusweichrollen zählen! Ballern, rollen,ballern, zack!
es: Lo mejor es que funciona incluso conlos movimientos evasivos de las armasduales: ¡recupera tinta en situacionesmuy variopintas!
es_mx: Lo mejor es que funciona incluso cuandoruedas con el difusor dual. ¡Dispara,rueda, dispara, rueda! ¡Es el bucleinfinito de la victoria!
fr: Et en plus, ça fonctionne aussi avecl'esquive de mes armes doubles !Bam, esquive, bam, esquive, ça vautle coup, j'te dis !
it: Funziona anche con la schivatadel mio repolper! Spara, schiva,spara, schiva, all'infinito!
ja: マニューバーならスライドでも回復するのか！インク気にせず撃ち放題だな！
ko: 머누버라면 구르기를 해도 회복되는구나!잉크를 신경 쓰지 않고 마구 쏠 수 있겠다!
nl: En de chip werkt zelfs bij de duikrolvan mijn dubbelknallers! Schiet, rol,schiet, rol!
ru: Круче то, что оно с уклонениямиспуртометов работает! Туда, сюда,пиу-пиу! В сторону, пиу-пиу!
zh_hans: 使用机动枪时，连翻滚也能回复啊！那就不必担心墨汁剩余量，尽情地射击了！
zh_hant: 使用機動槍時，連翻滾也能回復嗎！？可以不必在意墨汁存量盡情地射擊了！

# SdodrSdodrColorTipCommentMoveSpecialIncreaseUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentMoveSpecialIncreaseUpUnlockComment02
source: Running or swimming triggers it,but it works on distance traveled.So swimming's a bit better.
de: Funktioniert mit Schwimmen und Laufen,aber die zurückgelegte Entfernungzählt. Schwimmen ist also effektiver.
es: Funciona tanto al correr como al nadar.El medidor se rellena en función de ladistancia recorrida, así que aumentamás rápido cuando nadas.
es_mx: Funciona tanto al correr como al nadar,pero el medidor aumenta en función dela distancia recorrida, así que nadares más eficiente.
fr: Elle se déclenche quand tu cours ou tunages, mais c'est la distance parcouruequi fait toute la différence, alors mieuxvaut nager, pour le coup.
it: Funziona sia quando cammini, siaquando nuoti... però l'importante èla distanza percorsa, quindi il nuotoè più efficace.
ja: 走っても泳いでもいいけど、移動距離でゲージが増えるから、泳いだ方が早いネ
ko: 달려도 좋고 헤엄쳐도 좋지만이동 거리에 따라 게이지가 늘어나니까헤엄치는 게 빨라
nl: Deze chip werkt bij rennen en zwemmen,maar het draait om de afgelegdeafstand, dus daarom is zwemmeneen beetje beter.
ru: Эти жетоны заполняют шкалуи когда ты бегаешь, и когдаплаваешь. Но главную рольиграет расстояние. Так чтоплавать немного эффективней.
zh_hans: 奔跑游泳都会积攒蓄力槽，不过蓄力槽是随着移动距离增加的，所以游泳更快。
zh_hant: 雖然不論奔跑或游泳都能累積蓄力槽，不過因為是隨著移動距離增加的，所以還是游泳比較快呢。

# SdodrSdodrColorTipCommentMoveSpecialIncreaseUpUnlockComment03
source: There's a third trigger too.Using Pearl to glide counts asmoving for this chip!
de: Und noch eine dritte Fortbewegungsart,nämlich das Gleiten an der Drohne!Auch das lädt die Spezialwaffe auf!
es: Y hay una tercera posibilidad para estecromochip: ¡valerse de Perla para volartambién cuenta como movimiento!
es_mx: Y hay una tercera posibilidad para estecromochip: ¡planear con Perla tambiéncuenta como movimiento!
fr: Il y a une troisième manière pour qu'ellese déclenche... planer avec le dronePerle. Eh oui, ça compte comme undéplacement.
it: C'è anche un terzo metodo chefunziona: anche planare con Algaconta come movimento per la scheda!
ja: センパイの滑空で移動しても効果がありますよ～♪
ko: 선배의 활공으로 이동해도효과가 있답니다～♪
nl: En wanneer je met Lore door de luchtzweeft, werkt de chip ook!
ru: Есть еще и третий способ!Планирование по воздухус Жемчиком тоже считаетсяза движение!
zh_hans: 通过前辈的滑翔来移动也是有效果的哦～♪
zh_hant: 利用前輩的滑翔來移動也同樣有效喔～♪

# SdodrSdodrColorTipCommentMoveSpecialIncreaseUpUnlockComment04
source: Here's my big idea, Eight. Let's flyaround to charge your special,then drop down and let it rip!
de: Gehört, Nr. 8? Auf in die Lüfteund dann im Runterkrachendeine Spezialwaffe einsetzen!
es: Mira qué idea, Ocho: cargas tu armaespecial mientras volamos y luego...¡te sueltas y la activas de golpe!
es_mx: Mira qué idea, Ocho: cargas tu armaespecial mientras planeamos y luego...¡te sueltas y la activas de golpe!
fr: Oui, super idée ! Huit, tu t'accroches àmoi, on plane ensemble et quand tonarme spéciale est à bloc, tu me lâcheset tu déclenches le feu d'artifice !
it: Ottimo, Otto! Ci facciamo un belvolo per caricare la speciale e poila scarichiamo contro i nemici!
ja: ハチ！ 空中でスペシャルためて降りてすぐ発動だ！
ko: 에이트! 공중에서 스페셜을 모으고내리자마자 바로 발동하는 거야!
nl: Acht, laten we rondvliegen om je specialewapen op te laden, op de grondspringen en in de aanval gaan!
ru: Восьмерка, я напланировалаплан: нарезаем круги по воздуху,заполняем особое, а потом БАБАХ!
zh_hans: 小八！在空中积攒好特殊武器蓄力槽，降落后就马上使用吧！
zh_hant: 小八！在空中累積特殊武器蓄力槽，然後一降落就馬上使用吧！

# SdodrSdodrColorTipCommentNearDamageRatioUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentNearDamageRatioUpUnlockComment02
source: Doesn't affect subs or specials,but it packs more punch per chipthan Ink Damage.
es: No tiene efecto con armas secundariaso especiales, pero cada unidad mejoramás las armas principales que «dañopor disparo».
fr: Elle a pas d'effet sur les armesspéciales et secondaires, maisapparemment elle est plus puissanteque Dégâts d'encre.
it: Non influenza l'arma secondariae la speciale, ma conferisce piùpotenza di Danno inchiostro.
ja: サブやスペシャルには効果がないけど、チップ１枚あたりの強化は「インクショットダメージ」より大きいネ
ko: 서브 웨펀이나 스페셜 웨펀에는아무 효과도 없지만 칩 하나하나의 강화는「잉크 샷 대미지」보다 강력해
nl: Hij heeft geen effect op je sub-of speciale wapens, maar hij iskrachtiger dan de Inktschadechip.
ru: Эффект не распространяетсяна запасное и особое оружие,но действие каждого такогожетона мощнее по сравнениюс жетонами «Урон краской +».
zh_hans: 它对次要武器和特殊武器没有效果，但是每1块晶片的强化效果比“墨汁发射伤害”还大呢。
zh_hant: 雖然對次要武器跟特殊武器沒有效果，但是單1枚晶片的強化幅度比「墨汁發射傷害」還要大呢。

# SdodrSdodrColorTipCommentNearDamageRatioUpUnlockComment03
source: You'll really appreciate having itwhen the enemies get a little tooclose for comfort!
de: Auf jeden Fall toll, wenn Feinde dirzu nahe kommen!
es: ¡Agradecerás tenerlo cuando los rivalesse te acerquen más de lo debido!
es_mx: ¡Agradecerás tenerlo cuando los rivalesse te acerquen más de lo debido!
fr: Tu apprécieras de l'avoir quand lesennemis seront un peu trop prochesà ton goût.
it: Se i nemici si avvicinano troppo,ti assicuro che ringrazierai di averla.
ja: 敵につめ寄られてピンチ！ ってときに、効果を実感できそうです～
ko: 적이 다가와서 위기일 때!효과를 느낄 수 있을 것 같네요～
nl: Als de vijand ongemakkelijkdichtbij komt, dan ga je heel blijzijn met deze chip!
ru: Очень пригодится, если врагиподберутся совсем близко.
zh_hans: 当敌人逼近眼前，陷入险境时，应该就能切身感受到它的效果～
zh_hant: 當敵人蜂擁而至，陷入危機的時候！應該就能體驗到晶片的效果了～

# SdodrSdodrColorTipCommentNearDamageRatioUpUnlockComment04
source: OR! Run right up to the enemyand blast away! Nothing beatsthe rush of close combat.
de: ODER wenn man ihnen selberknallhart auf die Pelle rückt!Nahkampf ist das Größte!
es: Aunque también puedes salirlesal encuentro y liquidarlos. ¡Vivanlos combates cuerpo a cuerpo!
es_mx: O vas y los buscas TÚ. ¡Vivanlos combates cuerpo a cuerpo!
fr: Mais tu peux aussi te jeter surl'ennemi en l'arrosant ! Ah, lefrisson du combat rapproché !
it: Oppure puoi avvicinarti tu ainemici e splattarli senza pietà!
ja: こっちから敵につっこんでズドンだ！近接戦はサイコーだよなー！
ko: 되려 먼저 파고들어서 날려 버리는 거야!근접전은 역시 최고라니까!
nl: Of je rent keihard op de vijand afen je vuurt uit alle macht! Kijk dievijand recht in de ogen!
ru: Или можно специально поближеподбежать! Ближний бой — этосамое то, йо!
zh_hans: 我们主动闯入敌阵，给敌人迎头痛击吧！近身战的感觉最棒了——！
zh_hant: 由我們主動勇闖敵陣給予迎頭痛擊吧！近身戰真是太棒了——！

# SdodrSdodrColorTipCommentPaintComboUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentPaintComboUnlockComment02
source: Guess this makes sure you canalways keep a Lucky Chain goingby inking the ground.
de: Damit kannst du durch Bodenfärbendafür sorgen, dass deine Glückskombonicht verfällt.
es: Te permite prolongar un combo fortunacon solo seguir entintando el suelo.
es_mx: Te permite prolongar un combo fortunacon solo seguir entintando el suelo.
fr: Celle-ci t'assure de pouvoir poursuivreton combo chance tant que tu encresle terrain.
it: Con questa ti basta inchiostrareil terreno per mantenere vivauna combo fortunata.
ja: ラッキーコンボが切れそうなとき、地面を塗ってつなげられるネ
ko: 럭키 콤보가 끊길 것 같을 때지면을 칠해서 이을 수 있겠어
nl: Hiermee kun je altijd een gelukscombo instand houden door de grond te verven.
ru: Прокрашивая поверхности,ты будешь добавлятьк показателю шанс-комбо.
zh_hans: 幸运连击快要中断时，对地面涂墨就能衔接连击数呢。
zh_hant: 當幸運連擊快要中斷時，可以利用對地面塗墨的方式銜接呢。

# SdodrSdodrColorTipCommentPaintComboUnlockComment03
source: Well, even so, there won't be anyitem drops unless you splatsome enemies.
de: Aber um Items zu finden, musst dutrotzdem Gegner erledigen.
es: De todos modos, nadie dejará objetossi no liquidas enemigos.
es_mx: De todos modos, nadie dejará objetossi no revientas enemigos.
fr: Sache quand même que tant que tuliquideras pas d'ennemis, ils larguerontpas d'objet.
it: Beh, la combo può essere lungaquanto vuoi, ma per ottenere glioggetti devi comunque splattare!
ja: コンボがつながっても、敵を倒さないとアイテムは出ないのでご注意を～
ko: 콤보가 이어져도 적을 쓰러뜨리지 않으면아이템이 안 나오니까 주의하세요～
nl: Maar om voorwerpen te krijgen zul jevijanden moeten uitschakelen.
ru: Ну да. Но предметы ведь всеравно выпадают только изплюхнутых врагов...
zh_hans: 但是要注意，即使衔接上了连击数，不击倒敌人，是不会出现道具的哦～
zh_hant: 不過要注意的是，如果沒有擊倒敵人的話，即使銜接了連擊也不會出現道具喔～

# SdodrSdodrColorTipCommentPaintComboUnlockComment04
source: Easy—ink turf to build up thechain, then splat everything!Problem solved!
de: Easy! Erst mal färben und Komboaufbauen, dann alle wegklecksen!Problem erledigt!
es: No pasa nada: entinta territorio paraextender el combo ¡y luego dispáralea todo bicho viviente! Tema resuelto.
es_mx: No pasa nada: entinta territorio paraextender el combo ¡y luego dispara atodo lo que se mueva! Tema resuelto.
fr: Ben écoute... tu encres du terrain pouraugmenter ton combo, puis tu liquidesà tout-va ! Ta-daa !
it: Facile! Inchiostra per allungare lacombo e poi splatta tutto quelloche vedi! Problema risolto!
ja: 塗りまくってコンボ数を増やしてから、敵倒せばいーな！
ko: 마구 칠해서 콤보 수를 늘린 다음에적을 쓰러뜨리면 되겠네!
nl: Da's makkelijk! Eerst verven we om eencombo op te bouwen en dan schakelenwe alle vijanden uit. Probleem opgelost!
ru: Ну и что? Набей максимальноекомбо прокрасом, а уже потомплюхай врагов! Проблем-то, йо!
zh_hans: 先多多涂墨增加连击数，然后击倒敌人就行了吧！
zh_hant: 也就是說，只要先到處塗墨增加連擊數，然後再擊倒敵人就行了吧！

# SdodrSdodrColorTipCommentPenetrateNumUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。
