Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BynameBynameSubject03751
source: Queen
ja: クイーン
ko: 퀸
zh_hans: 皇后
zh_hant: 皇后

# BynameBynameSubject03760
source: Bro
ko: 형제
zh_hans: 兄弟
zh_hant: 兄弟

# BynameBynameSubject03761
source: Sis
ko: 자매
zh_hans: 姐妹
zh_hant: 姐妹

# BynameBynameSubject03770
source: Oden Bowl
ja: おでん
ko: 어묵
zh_hans: 关东煮
zh_hant: 關東煮

# BynameBynameSubject03780
source: Party Lover
ko: 축제 애호가
zh_hans: 祭典爱好者
zh_hant: 祭典愛好者

# BynameBynameSubject03790
source: Surfer
ja: サーファー
ko: 서퍼
zh_hans: 冲浪者
zh_hant: 衝浪者

# BynameBynameSubject03800
source: Festivalgoer
ko: 여름 축제
zh_hans: 夏日祭典
zh_hant: 夏日祭典

# BynameBynameSubject03810
source: Flower
ko: 꽃
zh_hans: 花
zh_hant: 花

# BynameBynameSubject03820
source: Heat Hater
ko: 인간 난로
zh_hans: 怕热者
zh_hant: 怕熱者

# BynameBynameSubject03830
source: Snowperson
ko: 눈사람
zh_hans: 雪人
zh_hant: 雪人

# BynameBynameSubject03840
source: Firecracker
ko: 불꽃놀이
zh_hans: 烟火
zh_hant: 煙火

# BynameBynameSubject03850
source: Eye of the Storm
ko: 태풍의 눈
zh_hans: 台风眼
zh_hant: 颱風眼

# BynameBynameSubject03860
source: Fish
ja: ひれおくん
ko: 히레오
zh_hans: 鱼奇奇
zh_hant: 魚奇奇

# BynameBynameSubject03870
source: Deity of Destruction
ko: 파괴신
zh_hans: 破坏神
zh_hant: 破壞神

# BynameBynameSubject03880
source: Dog
ja: イヌ
ko: 개
zh_hans: 狗
zh_hant: 狗

# BynameBynameSubject03890
source: Dragon
ja: ドラゴン
ko: 드래곤
zh_hans: 龙
zh_hant: 龍

# BynameBynameSubject03900
source: Cat
ja: ネコ
ko: 고양이
zh_hans: 猫
zh_hant: 貓

# BynameBynameSubject03910
source: Dinosaur
ko: 공룡
zh_hans: 恐龙
zh_hant: 恐龍

# BynameBynameSubject03920
source: Cephalopod
ko: 두족류
zh_hans: 头足纲
zh_hant: 頭足綱

# BynameBynameSubject03930
source: Bivalve
ko: 쌍각류
zh_hans: 双壳贝
zh_hant: 雙殼貝

# BynameBynameSubject03940
source: Dolphin
ja: イルカ
ko: 돌고래
zh_hans: 海豚
zh_hant: 海豚

# BynameBynameSubject03950
source: Bookworm
ko: 독서가
zh_hans: 书虫
zh_hant: 書蟲

# BynameBynameSubject03970
source: Assistant
ja: アシスタント
ko: 어시스턴트
zh_hans: 助理
zh_hant: 助理

# BynameBynameSubject03980
source: Athlete
ja: アスリート
ko: 애슬리트
zh_hans: 运动员
zh_hant: 運動員

# BynameBynameSubject03990
source: Agent
ja: エージェント
ko: 에이전트
zh_hans: 经纪人
zh_hant: 經紀人

# BynameBynameSubject04000
source: Risk-Taker
ja: ギャンブラー
ko: 투자가
zh_hans: 赌徒
zh_hant: 賭徒

# BynameBynameSubject04010
source: Coach
ja: コーチ
ko: 코치
zh_hans: 教练
zh_hant: 教練

# BynameBynameSubject04020
source: Coordinator
ja: コーディネーター
ko: 코디네이터
zh_hans: 专员
zh_hant: 專員

# BynameBynameSubject04030
source: Comedian
ja: コメディアン
ko: 코미디언
zh_hans: 喜剧演员
zh_hant: 喜劇演員

# BynameBynameSubject04040
source: Scientist
ja: サイエンティスト
ko: 과학자
zh_hans: 科学家
zh_hant: 科學家

# BynameBynameSubject04050
source: Samurai
ja: サムライ
ko: 일본 무사
zh_hans: 武士
zh_hant: 武士

# BynameBynameSubject04060
source: Spy
ja: スパイ
ko: 스파이
zh_hans: 间谍
zh_hant: 間諜

# BynameBynameSubject04070
source: Dancer
ja: ダンサー
ko: 댄서
zh_hans: 舞者
zh_hant: 舞者

# BynameBynameSubject04080
source: Designer
ja: デザイナー
ko: 디자이너
zh_hans: 设计师
zh_hant: 設計師

# BynameBynameSubject04090
source: Ninja
ja: ニンジャ
ko: 닌자
zh_hans: 忍者
zh_hant: 忍者

# BynameBynameSubject04110
source: Part-Timer
ja: バイトリーダー
ko: 아르바이트 리더
zh_hans: 领班
zh_hant: 領班

# BynameBynameSubject04120
source: Pilot
ja: パイロット
ko: 파일럿
zh_hans: 飞行员
zh_hant: 飛行員

# BynameBynameSubject04130
source: Hunter
ja: ハンター
ko: 헌터
zh_hans: 猎人
zh_hant: 獵人

# BynameBynameSubject04150
source: Planner
ja: プランナー
ko: 플래너
zh_hans: 企划人员
zh_hant: 企劃人員

# BynameBynameSubject04160
source: Programmer
ja: プログラマー
ko: 프로그래머
zh_hans: 程序员
zh_hant: 程式設計師

# BynameBynameSubject04170
source: Producer
ja: プロデューサー
ko: 프로듀서
zh_hans: 制作人
zh_hant: 製作人

# BynameBynameSubject04180
source: Painter
ja: ペインター
ko: 페인터
zh_hans: 画家
zh_hant: 畫家

# BynameBynameSubject04190
source: Manager
ja: マネージャー
ko: 매니저
zh_hans: 经理
zh_hant: 經理

# BynameBynameSubject04200
source: Model
ja: モデル
ko: 모델
zh_hans: 模特儿
zh_hant: 模特兒

# BynameBynameSubject04210
source: Writer
ja: ライター
ko: 라이터
zh_hans: 作者
zh_hant: 作者

# BynameBynameSubject04220
source: Executive
ko: 위원장
zh_hans: 委员长
zh_hant: 委員長

# BynameBynameSubject04230
source: Astronaut
ko: 우주 비행사
zh_hans: 太空人
zh_hant: 太空人

# BynameBynameSubject04240
source: Singer
ko: 가수
zh_hans: 歌手
zh_hant: 歌手

# BynameBynameSubject04250
source: President
ko: 회장님
zh_hans: 会长
zh_hant: 會長

# BynameBynameSubject04260
source: Viking
ja: バイキング
ko: 바이킹
zh_hans: 维京人
zh_hant: 維京人

# BynameBynameSubject04280
source: Student
ko: 학생
zh_hans: 学生
zh_hant: 學生

# BynameBynameSubject04290
source: Director
ko: 감독
zh_hans: 总监
zh_hant: 總監

# BynameBynameSubject04300
source: Lead
ko: 관리인
zh_hans: 管理者
zh_hant: 管理者

# BynameBynameSubject04310
source: Angler
ko: 어부
zh_hans: 渔夫
zh_hant: 漁夫

# BynameBynameSubject04320
source: Assistant Manager
ko: 계장님
zh_hans: 组长
zh_hant: 組長

# BynameBynameSubject04330
source: Security Guard
ko: 경비원
zh_hans: 警卫
zh_hant: 警衛

# BynameBynameSubject04340
source: Researcher
ko: 연구원
zh_hans: 研究员
zh_hant: 研究員

# BynameBynameSubject04370
source: Author
ko: 작가
zh_hans: 作家
zh_hant: 作家

# BynameBynameSubject04390
source: Worker
ko: 일꾼
zh_hans: 专业人士
zh_hant: 專業人士

# BynameBynameSubject04400
source: Butler
ko: 집사
zh_hans: 管家
zh_hant: 管家

# BynameBynameSubject04410
source: VP
ko: 사장님
zh_hans: 社长
zh_hant: 社長

# BynameBynameSubject04420
source: Board Member
ko: 이사님
zh_hans: 董事
zh_hant: 董事

# BynameBynameSubject04430
source: Gofer
ko: 조수
zh_hans: 助手
zh_hant: 助手

# BynameBynameSubject04440
source: Artisan
ko: 장인
zh_hans: 工匠
zh_hant: 工匠

# BynameBynameSubject04450
source: Teacher
ko: 선생님
zh_hans: 老师
zh_hant: 老師

# BynameBynameSubject04460
source: Village Leader
ko: 촌장
zh_hans: 村长
zh_hant: 村長

# BynameBynameSubject04470
source: Head Honcho
ko: 대통령
zh_hans: 总统
zh_hant: 總統

# BynameBynameSubject04480
source: Detective
ko: 탐정
zh_hans: 侦探
zh_hant: 偵探

# BynameBynameSubject04490
source: Mountaineer
ko: 등산가
zh_hans: 登山家
zh_hant: 登山家

# BynameBynameSubject04500
source: Professor
ko: 박사
zh_hans: 博士
zh_hant: 博士

# BynameBynameSubject04510
source: Secretary
ko: 비서
zh_hans: 秘书
zh_hant: 秘書

# BynameBynameSubject04520
source: Beautician
ko: 미용사
zh_hans: 美容师
zh_hant: 美容師

# BynameBynameSubject04530
source: Middle Manager
ko: 부장님
zh_hans: 部长
zh_hant: 部長

# BynameBynameSubject04540
source: Vice President
ko: 부사장님
zh_hans: 副社长
zh_hant: 副社長

# BynameBynameSubject04550
source: Adventurer
ko: 모험가
zh_hans: 冒险家
zh_hant: 冒險家

# BynameBynameSubject04560
source: Comic Artist
ko: 만화가
zh_hans: 漫画家
zh_hant: 漫畫家

# BynameBynameSubject04580
source: Hero
ko: 용사
zh_hans: 勇者
zh_hant: 勇者

# BynameBynameSubject04590
source: Chef
ko: 요리사
zh_hans: 厨师
zh_hant: 廚師

# BynameBynameSubject04600
source: Layabout
ja: ナマケモノ
ko: 게으름뱅이
zh_hans: 懒人
zh_hant: 懶人

# BynameBynameSubject04610
source: Big Mouth
ja: ビッグマウス
ko: 허풍선이
zh_hans: 大嘴巴
zh_hant: 大嘴巴

# BynameBynameSubject04630
source: Chow Hound
ko: 먹보
zh_hans: 爱吃鬼
zh_hant: 愛吃鬼

# BynameBynameSubject04640
source: Dynamo
ko: 노동자
zh_hans: 劳碌命
zh_hant: 勞碌命

# BynameBynameSubject04650
source: Hothead
ko: 열혈한
zh_hans: 热血男子
zh_hant: 熱血男子

# BynameBynameSubject04660
source: Octoling Soldier
ja: タコゾネス
ko: 문어조네스
zh_hans: 章鱼女战士
zh_hant: 章魚女戰士

# BynameBynameSubject04670
source: Power Egg
ja: イクラ
ko: 연어알
zh_hans: 鲑鱼卵
zh_hant: 鮭魚卵

# BynameBynameSubject04680
source: Villain
ja: ヴィラン
ko: 빌런
zh_hans: 反派角色
zh_hant: 反派角色

# BynameBynameSubject04690
source: Fam
ko: 가족
zh_hans: 家族
zh_hant: 家族

# BynameBynameSubject04700
source: Turtle
ja: カメ
ko: 거북이
zh_hans: 乌龟
zh_hant: 烏龜

# BynameBynameSubject04710
source: Form
ja: カラダ
ko: 몸
zh_hans: 身体
zh_hant: 身體

# BynameBynameSubject04720
source: Knight
ko: 기사
zh_hans: 骑士
zh_hant: 騎士

# BynameBynameSubject04730
source: Egg
ja: タマゴ
ko: 알
zh_hans: 蛋
zh_hant: 蛋

# BynameBynameSubject04740
source: Entertainer
ja: ツッコミ
ko: 엔터테이너
zh_hans: 吐槽担当
zh_hant: 吐槽擔當

# BynameBynameSubject04750
source: Comrade
ko: 동료
zh_hans: 同伴
zh_hant: 同伴

# BynameBynameSubject04760
source: Superhero
ja: ヒーロー
ko: 히어로
zh_hans: 英雄
zh_hant: 英雄

# BynameBynameSubject04770
source: Jokester
ja: ボケ
ko: 장난꾸러기
zh_hans: 装傻担当
zh_hant: 裝傻擔當

# BynameBynameSubject04780
source: Magician
ko: 마법사
zh_hans: 魔法师
zh_hant: 魔法師

# BynameBynameSubject04790
source: Brainiac
ko: 두뇌
zh_hans: 头脑
zh_hant: 頭腦

# BynameBynameSubject04800
source: Fish Ball
ko: 해산물
zh_hans: 海洋生物
zh_hant: 海洋生物

# BynameBynameSubject04810
source: Material
ja: DNA
ko: DNA
zh_hans: DNA
zh_hant: DNA

# BynameBynameSubject04820
source: Sushi
ko: 초밥
zh_hans: 寿司
zh_hant: 壽司

# BynameBynameSubject04830
source: Caller
ja: カモン
ko: 이쪽이야
zh_hans: 啦啦队
zh_hant: 啦啦隊

# BynameBynameSubject04840
source: Seafood
ja: シーフード
ko: 시푸드
zh_hans: 海产
zh_hant: 海產

# BynameBynameSubject04850
source: Mincemeat
ja: すりみ
ko: 삼합
zh_hans: 鱼浆
zh_hant: 魚漿

# BynameBynameSubject04860
source: Squid Jerky
ja: スルメ
ko: 마른오징어
zh_hans: 鱿鱼干
zh_hant: 魷魚乾

# BynameBynameSubject04870
source: Booyah
ja: ナイス
ko: 나이스
zh_hans: 乖宝宝
zh_hant: 乖寶寶

# BynameBynameSubject04880
source: Vitamin
ja: ビタミン
ko: 비타민
zh_hans: 维他命
zh_hant: 維他命

# BynameBynameSubject04890
source: Weapon
ja: ホコ
ko: 피시
zh_hans: 鱼虎
zh_hant: 魚虎

# BynameBynameSubject04910
source: Dried Fish
ko: 건어물
zh_hans: 干货
zh_hant: 乾貨

# BynameBynameSubject04920
source: Muscle
ko: 근육
zh_hans: 肌肉
zh_hant: 肌肉

# BynameBynameSubject04930
source: Illusion
ko: 잔상
zh_hans: 残像
zh_hant: 殘像

# BynameBynameSubject04940
source: Shield
ko: 방패
zh_hans: 盾
zh_hant: 盾

# BynameBynameSubject04950
source: Leader
ja: リーダー
ko: 리더
zh_hans: 领袖
zh_hant: 領袖

# BynameBynameSubject04960
source: Viewer
ko: 시청자
zh_hans: 观众
zh_hant: 觀眾

# BynameBynameSubject04980
source: System
ko: 시스템
zh_hans: 全都包
zh_hant: 全都包

# BynameBynameSubject04990
source: Tournament Competitor
ko: 대회 참가자
zh_hans: 参赛者
zh_hant: 參賽者

# BynameBynameSubject05000
source: Agent 1
ko: 1호
zh_hans: 1号
zh_hant: 1號

# BynameBynameSubject05010
source: Agent 2
ko: 2호
zh_hans: 2号
zh_hant: 2號

# BynameBynameSubject05020
source: Agent 4
ko: 4호
zh_hans: 4号
zh_hant: 4號

# BynameBynameSubject05030
source: Agent 8
ko: 8호
zh_hans: 8号
zh_hant: 8號

# BynameBynameSubject05050
source: Object of Affection
ja: LOVE
ko: LOVE
zh_hans: LOVE
zh_hant: LOVE

# BynameBynameSubject05070
source: Such and Such
ja: アイツ
ko: 그 녀석
zh_hans: 家伙
zh_hant: 傢伙

# BynameBynameSubject05080
source: Outlaw
ja: アウトロー
ko: 무법자
zh_hans: 歹徒
zh_hant: 歹徒

# BynameBynameSubject05090
source: Heel
ko: 아킬레스건
zh_hans: 阿基里斯腱
zh_hant: 阿基里斯腱

# BynameBynameSubject05100
source: Tabletop Gamer
ja: アナログゲーマー
ko: 아날로그 게이머
zh_hans: 非电玩玩家
zh_hant: 非電玩玩家

# BynameBynameSubject05110
source: Android
ja: アンドロイド
ko: 안드로이드
zh_hans: 仿生人
zh_hant: 仿生人

# BynameBynameSubject05120
source: Legend
ja: マスター
ko: 마스터
zh_hans: 大师
zh_hant: 大師

# BynameBynameSubject05130
source: Squid Ink
ja: イカスミ
ko: 오징어 먹물
zh_hans: 鱿鱼墨汁
zh_hant: 魷魚墨汁

# BynameBynameSubject05140
source: Squid Life
ja: イカライフ
ko: 오징어 라이프
zh_hans: 鱿鱼生活
zh_hant: 魷魚生活

# BynameBynameSubject05150
source: Squid Ring
ja: イカリング
ko: 오징어넷
zh_hans: 鱿鱼圈
zh_hant: 魷魚圈

# BynameBynameSubject05160
source: Squid, Inc.
ko: 이하 생략
zh_hans: 到此鱿止
zh_hant: 到此魷止

# BynameBynameSubject05170
source: Ink
ja: インク
ko: 잉크
zh_hans: 墨汁
zh_hant: 墨汁

# BynameBynameSubject05180
source: Influencer
ja: インフルエンサー
ko: 인플루언서
zh_hans: 影响者
zh_hant: 影響者

# BynameBynameSubject05190
source: Moray Eel
ja: ウツボ
ko: 곰치
zh_hans: 海鳗
zh_hant: 海鰻

# BynameBynameSubject05200
source: Elegance
ja: エレガンス
ko: 기품
zh_hans: 文人雅士
zh_hant: 文人雅士

# BynameBynameSubject05210
source: Big Deal
ja: オオモノ
ko: 거물
zh_hans: 庞然大物
zh_hant: 龐然大物

# BynameBynameSubject05220
source: Big Boss
ja: オカシラ
ko: 두목
zh_hans: 头目
zh_hant: 頭目

# BynameBynameSubject05230
source: Otaku
ja: オタク
ko: 열광 팬
zh_hans: 阿宅
zh_hant: 阿宅

# BynameBynameSubject05240
source: Dance Master
ko: 무용수
zh_hans: 舞蹈家
zh_hant: 舞蹈家

# BynameBynameSubject05250
source: Freebie
ja: オマケ
ko: 보너스
zh_hans: 附赠品
zh_hant: 附贈品

# BynameBynameSubject05260
source: Kid
ko: 어린이
zh_hans: 孩子
zh_hant: 孩子

# BynameBynameSubject05280
source: Pack Leader
ko: 골목대장
zh_hans: 孩子王
zh_hant: 孩子王

# BynameBynameSubject05290
source: Photographer
ja: カメラマン
ko: 카메라맨
zh_hans: 摄影师
zh_hant: 攝影師

# BynameBynameSubject05300
source: Fried Chicken
ja: からあげ
ko: 프라이드치킨
zh_hans: 日式炸鸡
zh_hant: 日式炸雞

# BynameBynameSubject05310
source: Extrovert
ja: カリスマ
ko: 카리스마
zh_hans: 男神
zh_hant: 男神

# BynameBynameSubject05320
source: Carpaccio
ja: カルパッチョ
ko: 카르파초
zh_hans: 生肉片
zh_hant: 生肉片

# BynameBynameSubject05330
source: Synth Player
ja: キーボーディスト
ko: 키보디스트
zh_hans: 键盘手
zh_hant: 鍵盤手

# BynameBynameSubject05340
source: Guitarist
ja: ギタリスト
ko: 기타리스트
zh_hans: 吉他手
zh_hant: 吉他手

# BynameBynameSubject05350
source: Camper
ja: キャンパー
ko: 캠퍼
zh_hans: 露营者
zh_hant: 露營者

# BynameBynameSubject05360
source: Cupid
ja: キューピッド
ko: 큐피드
zh_hans: 丘比特
zh_hant: 丘比特

# BynameBynameSubject05370
source: Crab
ja: クラブ
ko: 크랩
zh_hans: 螃蟹
zh_hant: 螃蟹

# BynameBynameSubject05380
source: Creator
ja: クリエイター
ko: 크리에이터
zh_hans: 创作家
zh_hant: 創作家

# BynameBynameSubject05390
source: Groove
ja: グルーヴ
ko: 그루브
zh_hans: 摇摆乐
zh_hant: 搖擺樂

# BynameBynameSubject05400
source: Gamer
ja: ゲーマー
ko: 게이머
zh_hans: 玩家
zh_hant: 玩家

# BynameBynameSubject05410
source: Ultimate Weapon
ko: 최종 병기
zh_hans: 最终兵器
zh_hant: 最終兵器

# BynameBynameSubject05430
source: Survivalist
ja: サバイバー
ko: 서바이버
zh_hans: 生存者
zh_hant: 生存者

# BynameBynameSubject05440
source: Iconoclast
ko: 서브컬처 애호가
zh_hans: 次文化爱好者
zh_hant: 次文化愛好者

# BynameBynameSubject05450
source: Supporter
ja: サポーター
ko: 서포터
zh_hans: 支持者
zh_hant: 支持者

# BynameBynameSubject05460
source: Shark
ja: サメ
ko: 상어
zh_hans: 鲨鱼
zh_hant: 鯊魚

# BynameBynameSubject05470
source: Salmon Life
ja: シャケライフ
ko: 연어 라이프
zh_hans: 鲑鱼生活
zh_hant: 鮭魚生活

# BynameBynameSubject05480
source: Swimmer
ja: スイマー
ko: 스위머
zh_hans: 游泳者
zh_hant: 游泳者

# BynameBynameSubject05490
source: Style
ja: スタイル
ko: 스타일
zh_hans: 类型
zh_hant: 類型

# BynameBynameSubject05500
source: Striker
ja: ストライカー
ko: 스트라이커
zh_hans: 前锋
zh_hant: 前鋒

# BynameBynameSubject05510
source: Streamer
ja: ストリーマー
ko: 스트리머
zh_hans: 实况主
zh_hant: 實況主

# BynameBynameSubject05520
source: Gelatin
ja: ゼラチン
ko: 젤라틴
zh_hans: 吉利丁
zh_hant: 吉利丁

# BynameBynameSubject05530
source: Celeb
ja: セレブ
ko: 셀러브리티
zh_hans: 名流
zh_hant: 名流

# BynameBynameSubject05540
source: Taste Tester
ja: ソムリエ
ko: 소믈리에
zh_hans: 侍酒师
zh_hant: 侍酒師

# BynameBynameSubject05550
source: Title Holder
ja: タイトルホルダー
ko: 타이틀 홀더
zh_hans: 纪录保持人
zh_hant: 紀錄保持人

# BynameBynameSubject05560
source: Octopus Ink
ja: タコスミ
ko: 문어 먹물
zh_hans: 章鱼墨汁
zh_hant: 章魚墨汁

# BynameBynameSubject05570
source: Octo Life
ja: タコライフ
ko: 문어 라이프
zh_hans: 章鱼生活
zh_hant: 章魚生活

# BynameBynameSubject05580
source: Tuna Tataki
ja: タタキ
ko: 다진 고기
zh_hans: 碎末
zh_hant: 碎末

# BynameBynameSubject05590
source: Challenger
ja: チャレンジャー
ko: 챌린저
zh_hans: 单挑者
zh_hant: 單挑者

# BynameBynameSubject05610
source: Butterfingers
ko: 덜렁이
zh_hans: 冒失鬼
zh_hant: 冒失鬼

# BynameBynameSubject05620
source: Driver
ja: ドライバー
ko: 드라이버
zh_hans: 驾驶员
zh_hant: 駕駛員

# BynameBynameSubject05630
source: Drummer
ja: ドラマー
ko: 드러머
zh_hans: 鼓手
zh_hant: 鼓手

# BynameBynameSubject05640
source: Tornado
ja: トルネード
ko: 토네이도
zh_hans: 龙卷风
zh_hant: 龍捲風

# BynameBynameSubject05650
source: Trainer
ja: トレーナー
ko: 트레이너
zh_hans: 培训师
zh_hant: 培訓師

# BynameBynameSubject05660
source: Party Animal
ko: 파티 애호가
zh_hans: 派对爱好者
zh_hant: 派對愛好者

# BynameBynameSubject05670
source: Polyglot
ja: バイリンガル
ko: 바이링구얼
zh_hans: 双语者
zh_hant: 雙語者

# BynameBynameSubject05680
source: Rebel
ko: 아웃사이더
zh_hans: 独行侠
zh_hant: 獨行俠

# BynameBynameSubject05690
source: Workhorse
ko: 일벌레
zh_hans: 耕田牛
zh_hant: 耕田牛

# BynameBynameSubject05700
source: Introvert
ja: はにかみやさん
ko: 부끄럼쟁이
zh_hans: 性格内向者
zh_hant: 性格內向者

# BynameBynameSubject05710
source: Clubgoer
ja: パリピ
ko: 파티 피플
zh_hans: 派对王
zh_hant: 派對王

# BynameBynameSubject05720
source: Stand-Up Comic
ko: 개그맨
zh_hans: 搞笑艺人
zh_hant: 搞笑藝人

# BynameBynameSubject05730
source: Fighter
ja: ファイター
ko: 파이터
zh_hans: 战斗者
zh_hant: 戰鬥者

# BynameBynameSubject05740
source: Mirage
ja: ファンタジー
ko: 판타지
zh_hans: 幻想
zh_hant: 幻想

# BynameBynameSubject05760
source: Plankton
ja: プランクトン
ko: 플랑크톤
zh_hans: 浮游生物
zh_hant: 浮游生物

# BynameBynameSubject05770
source: Brand Loyalist
ko: 명품 애호가
zh_hans: 名牌爱好者
zh_hant: 名牌愛好者

# BynameBynameSubject05780
source: Freelancer
ja: フリーランス
ko: 프리랜서
zh_hans: 自由工作者
zh_hant: 自由工作者

# BynameBynameSubject05790
source: Snowstorm
ja: ブリザード
ko: 블리자드
zh_hans: 暴风雪
zh_hant: 暴風雪

# BynameBynameSubject05810
source: Friend
ja: フレンド
ko: 프렌드
zh_hans: 好友
zh_hant: 朋友

# BynameBynameSubject05820
source: Headliner
ja: ヘッドライナー
ko: 헤드라이너
zh_hans: 压轴
zh_hant: 壓軸

# BynameBynameSubject05830
source: Senior
ja: ベテラン
ko: 베테랑
zh_hans: 老手
zh_hant: 老手

# BynameBynameSubject05840
source: Vocalist
ja: ボーカル
ko: 보컬
zh_hans: 主唱
zh_hant: 主唱

# BynameBynameSubject05850
source: Board Gamer
ja: ボードゲーマー
ko: 보드게이머
zh_hans: 桌游玩家
zh_hant: 桌遊玩家

# BynameBynameSubject05880
source: Bodyguard
ja: ボディガード
ko: 보디가드
zh_hans: 保镖
zh_hant: 保鏢

# BynameBynameSubject05890
source: Mermaid
ja: マーメイド
ko: 머메이드
zh_hans: 美人鱼
zh_hant: 美人魚

# BynameBynameSubject05900
source: Mask
ja: マスク
ko: 마스크
zh_hans: 面罩
zh_hant: 面罩

# BynameBynameSubject05910
source: Superstar
ja: マドンナ
ko: 마돈나
zh_hans: 玛利亚
zh_hant: 瑪利亞

# BynameBynameSubject05920
source: Maniac
ja: マニア
ko: 마니아
zh_hans: 狂热者
zh_hant: 狂熱者

# BynameBynameSubject05930
source: Mystery
ja: ミステリー
ko: 미스터리
zh_hans: 神秘人
zh_hant: 神秘人

# BynameBynameSubject05950
source: Bifocal Wearer
ko: 안경 캐릭터
zh_hans: 眼镜仔
zh_hant: 眼鏡仔

# BynameBynameSubject05960
source: Therapist
ja: メンタル
ko: 정신
zh_hans: 心灵专家
zh_hant: 心靈專家

# BynameBynameSubject05970
source: Member
ja: メンバー
ko: 멤버
zh_hans: 成员
zh_hant: 成員

# BynameBynameSubject05980
source: Lifestyle
ja: ライフスタイル
ko: 라이프 스타일
zh_hans: 生活模式
zh_hant: 生活模式

# BynameBynameSubject05990
source: Rapper
ja: ラッパー
ko: 랩퍼
zh_hans: 饶舌歌手
zh_hant: 饒舌歌手

# BynameBynameSubject06000
source: Remote Worker
ja: リモートワーカー
ko: 재택근무자
zh_hans: 远程工作者
zh_hant: 遠端工作者

# BynameBynameSubject06010
source: Rookie
ja: ルーキー
ko: 루키
zh_hans: 菜鸟
zh_hant: 菜鳥

# BynameBynameSubject06020
source: Robot
ja: ロボット
ko: 로봇
zh_hans: 机器人
zh_hant: 機器人

# BynameBynameSubject06030
source: Enthusiast
ko: 애호가
zh_hans: 爱好者
zh_hant: 愛好者

# BynameBynameSubject06050
source: Ordinary Person
ko: 일반인
zh_hans: 一般人
zh_hant: 一般人

# BynameBynameSubject06060
source: Lone Wolf
ko: 한 마리 늑대
zh_hans: 一匹狼
zh_hant: 一匹狼

# BynameBynameSubject06070
source: Pauper
ko: 빈털터리
zh_hans: 穷人
zh_hant: 窮人

# BynameBynameSubject06080
source: Prodigy
ko: 수재
zh_hans: 人才
zh_hant: 人才

# BynameBynameSubject06100
source: Monarch
ko: 임금
zh_hans: 王者
zh_hant: 王者

# BynameBynameSubject06110
source: Hot-Spring Enjoyer
ko: 온천 애호가
zh_hans: 温泉爱好者
zh_hant: 溫泉愛好者

# BynameBynameSubject06130
source: Fish Finder
ko: 해녀
zh_hans: 讨海人
zh_hant: 討海人

# BynameBynameSubject06140
source: Saltwater Fish
ko: 바닷물고기
zh_hans: 海水鱼
zh_hant: 海水魚

# BynameBynameSubject06150
source: Umibozu
ko: 우미보즈
zh_hans: 海和尚
zh_hant: 海和尚

# BynameBynameSubject06160
source: Cold Chill
ko: 수족 냉증
zh_hans: 怕冷者
zh_hant: 怕冷者

# BynameBynameSubject06170
source: Sightseer
ko: 관광객
zh_hans: 观光客
zh_hant: 觀光客

# BynameBynameSubject06180
source: Prime Cut
ko: 특수 부위
zh_hans: 稀有部位
zh_hant: 稀有部位

# BynameBynameSubject06190
source: Mood
ko: 기분
zh_hans: 气氛
zh_hant: 氣氛

# BynameBynameSubject06200
source: Memory
ko: 기억
zh_hans: 记忆
zh_hant: 記憶

# BynameBynameSubject06210
source: Demon
ko: 도깨비
zh_hans: 鬼
zh_hant: 鬼

# BynameBynameSubject06220
source: Giant
ko: 거인
zh_hans: 巨人
zh_hant: 巨人

# BynameBynameSubject06230
source: Fish Print
ko: 어탁
zh_hans: 鱼拓
zh_hant: 魚拓

# BynameBynameSubject06250
source: Mirror
ko: 거울
zh_hans: 镜子
zh_hant: 鏡子

# BynameBynameSubject06260
source: Avocado Roll
ko: 군함말이
zh_hans: 军舰寿司
zh_hant: 軍艦壽司

# BynameBynameSubject06270
source: Moon
ko: 달
zh_hans: 月亮
zh_hant: 月亮

# BynameBynameSubject06280
source: Fist
ja: コブシ
ko: 주먹
zh_hans: 拳头
zh_hant: 拳頭

# BynameBynameSubject06290
source: Caveman
ko: 원시인
zh_hans: 原始人
zh_hant: 原始人

# BynameBynameSubject06300
source: Expert
ko: 전문가
zh_hans: 行家
zh_hant: 行家

# BynameBynameSubject06310
source: Novice
ko: 후배
zh_hans: 学弟
zh_hant: 學弟

# BynameBynameSubject06320
source: Foreman
ko: 공장장
zh_hans: 厂长
zh_hant: 廠長

# BynameBynameSubject06330
source: Ruffian
ko: 무뢰한
zh_hans: 混混
zh_hant: 混混

# BynameBynameSubject06340
source: Comic Relief
ko: 익살꾼
zh_hans: 丑角
zh_hant: 丑角

# BynameBynameSubject06350
source: Adviser
ko: 참모
zh_hans: 参谋
zh_hant: 參謀

# BynameBynameSubject06360
source: Sashimi
ko: 회
zh_hans: 生鱼片
zh_hant: 生魚片

# BynameBynameSubject06370
source: Legendary Warrior
ko: 사천왕
zh_hans: 四大护法
zh_hant: 四大護法

# BynameBynameSubject06380
source: Underling
ko: 수하
zh_hans: 手下
zh_hant: 手下

# BynameBynameSubject06390
source: Sensei
ko: 스승님
zh_hans: 师傅
zh_hant: 師傅

# BynameBynameSubject06410
source: Free Spirit
ko: 자유로운 영혼
zh_hans: 无特定职业者
zh_hant: 無特定職業者

# BynameBynameSubject06420
source: Sidekick
ko: 사제
zh_hans: 小弟
zh_hant: 小弟

# BynameBynameSubject06430
source: Fledgling
ko: 풋내기
zh_hans: 年轻一辈
zh_hant: 年輕一輩

# BynameBynameSubject06440
source: Employee
ko: 종업원
zh_hans: 员工
zh_hant: 員工

# BynameBynameSubject06450
source: Grease
ko: 윤활유
zh_hans: 润滑油
zh_hant: 潤滑油

# BynameBynameSubject06460
source: Beginner
ko: 병아리
zh_hans: 初学者
zh_hant: 初學者

# BynameBynameSubject06470
source: Imp
ko: 말괄량이
zh_hans: 小恶魔
zh_hant: 小惡魔

# BynameBynameSubject06480
source: Higher-Up
ko: 상사
zh_hans: 上司
zh_hant: 上司

# BynameBynameSubject06490
source: Trainee
ko: 신입 아르바이트생
zh_hans: 新人打工仔
zh_hant: 新人打工仔

# BynameBynameSubject06500
source: Rookie of the Year
ko: 신인왕
zh_hans: 新人王
zh_hant: 新人王

# BynameBynameSubject06510
source: Freshman
ko: 신입생
zh_hans: 新生
zh_hant: 新生

# BynameBynameSubject06520
source: Truth Teller
ko: 진실
zh_hans: 真实
zh_hant: 真實

# BynameBynameSubject06530
source: Kingpin
ko: 우두머리
zh_hans: 主子
zh_hant: 主子

# BynameBynameSubject06550
source: Life of the Party
ko: 인기쟁이
zh_hans: 人气王
zh_hant: 人氣王

# BynameBynameSubject06570
source: Wallflower
ko: 쑥스러움쟁이
zh_hans: 怕生者
zh_hant: 怕生者

# BynameBynameSubject06580
source: Life Itself
ko: 인생
zh_hans: 人生
zh_hant: 人生

# BynameBynameSubject06590
source: Humanity
ko: 인류
zh_hans: 人们
zh_hant: 人們

# BynameBynameSubject06600
source: Supervisor
ko: 책임자
zh_hans: 负责人
zh_hant: 負責人

# BynameBynameSubject06610
source: Fillet
ko: 생선 토막
zh_hans: 鱼片
zh_hant: 魚片

# BynameBynameSubject06630
source: Penny-Pincher
ko: 절약가
zh_hans: 省钱专家
zh_hant: 省錢專家

# BynameBynameSubject06640
source: Mountaintop Guru
ko: 선인
zh_hans: 仙人
zh_hant: 仙人

# BynameBynameSubject06650
source: Mentor
ja: センパイ
ko: 선배
zh_hans: 前辈
zh_hant: 前輩

# BynameBynameSubject06660
source: Warrior
ko: 전사
zh_hans: 战士
zh_hant: 戰士

# BynameBynameSubject06670
source: Berserker
ja: バーサーカー
ko: 전투광
zh_hans: 战斗狂
zh_hant: 戰鬥狂

# BynameBynameSubject06680
source: Blade of Grass
ko: 풀
zh_hans: 草
zh_hant: 草

# BynameBynameSubject06690
source: Entity
ko: 존재
zh_hans: 存在
zh_hant: 存在

# BynameBynameSubject06700
source: Sun
ko: 태양
zh_hans: 太阳
zh_hant: 太陽

# BynameBynameSubject06710
source: Representative
ko: 대표
zh_hans: 代表
zh_hant: 代表

# BynameBynameSubject06720
source: Cabinet Member
ko: 대신
zh_hans: 大臣
zh_hant: 大臣

# BynameBynameSubject06730
source: Freshwater Fish
ko: 민물고기
zh_hans: 淡水鱼
zh_hant: 淡水魚

# BynameBynameSubject06740
source: Group Member
ko: 단원
zh_hans: 团员
zh_hant: 團員

# BynameBynameSubject06750
source: Style Icon
ko: 옷차림
zh_hans: 穿着打扮
zh_hant: 穿著打扮

# BynameBynameSubject06760
source: Bug
ko: 곤충
zh_hans: 虫子
zh_hant: 蟲子

# BynameBynameSubject06770
source: Contender
ko: 도전자
zh_hans: 挑战者
zh_hant: 挑戰者

# BynameBynameSubject06780
source: Bird
ko: 새
zh_hans: 鸟
zh_hant: 鳥

# BynameBynameSubject06790
source: Stan
ko: 팬
zh_hans: 追星族
zh_hant: 追星族

# BynameBynameSubject06800
source: Fisherfolk
ko: 낚시꾼
zh_hans: 钓客
zh_hant: 釣客

# BynameBynameSubject06810
source: Apprentice
ko: 제자
zh_hans: 弟子
zh_hant: 弟子

# BynameBynameSubject06820
source: Target
ko: 과녁
zh_hans: 目标
zh_hant: 目標

# BynameBynameSubject06830
source: Maestro
ko: 천재
zh_hans: 天才
zh_hant: 天才

# BynameBynameSubject06840
source: Angel
ko: 천사
zh_hans: 天使
zh_hant: 天使

# BynameBynameSubject06850
source: Island Dweller
ko: 섬사람
zh_hans: 岛民
zh_hant: 島民

# BynameBynameSubject06860
source: Tofu
ko: 두부
zh_hans: 豆腐
zh_hant: 豆腐

# BynameBynameSubject06870
source: Forehead
ko: 두피
zh_hans: 头皮
zh_hant: 頭皮
