Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrPaletteMurchPaletteName
source: Murch's Palette
de: Palette von Sid
es: Paleta de Enrizo
es_mx: Paleta de Enrizo
fr: Palette de Tipik
it: Tavoletta di Echino
ja: スパイキーのパレット
ko: 스파이키의 팔레트
nl: Mikeys palet
ru: Тон-бокс Иглюхи
zh_hans: 刺冠的调色盘
zh_hant: 刺冠的調色盤

# SdodrSdodrPaletteTakowasaClearText
source: HWAAAT?! This is a big-shot Octarian!He seems to spend most of his timethese days fwying around in his bwand-new robot.But this is no time to be gwinding wasabi!The happiness of all Octokind dependson you! Pull yourself together!The magistwate of order doesn't pwayfavowites, not even for big shots. Isentence him to PUNISHMENT!
de: WAAAS?! Das ist ja so was wieein Oktarianer-Oberchef! Der, der seitNeuestem überall mit seinem komischenStampfboter hinfliegt.So eine Zeitverschwendung, wie erüberall kämpft und Wasabi wegreibt!Schließlich steht doch das Glück allerOktarianer auf dem Spiel! Na los!Das hohe Gericht der Ordnung kenntkein Pardon, auch nicht mit großenOktochefs! Ich verurteile ihn zueiner dicken BESTRAFUNG!
es: ¡¿Eeeh?! Este octariano es sumamentenotable... Últimamente no para de darvueltas por ahí con su impresionantevehículo robótico.¡Y le parecerá bonito perder el tiemporallando wasabi mientras el pueblooctariano sufre penurias! ¡Espabila!El juez del orden no hace excepcionesni siquiera con personajes ilustres.¡Debe ser castigado!
es_mx: ¡¿BUAH?! Este octariano es sumametenotable... Parece que pasa la mayor partedel día volando por ahí en su nuevo eimpesionante robot.Pero no hay tiempo para relajasecuando la felicidad de los octolingsestá en juego. ¡A ver si espaliba!El juez del orden no hace escepciones,ni siquiera con personajes ilustes.¡Debe ser castigado!
fr: OH OH ! C'est une grosse légume, cetOctarien ! Même qu'il a un énormerobot volant et qu'il fait rien qu'àse pavaner dedans !Mais c'est pas le moment de planterdu wasabi ! Le bonheur des Octalingsdépend de toi ! Alors, ressaisis-toi !Je suis le patron de l'Ordre, et chez moi,même les grosses légumes peuvent pasfaire tout qu'est-ce qu'elles veulent !Ce serait intolérable et il faut les PUNIR !
it: Cooocia?! Questo cembra davveyoun peccio grosso! E passa ciuccioil tempo a giraye sul suo roboccionenuovo di gecca!Ma questo non è il momento di perdeyetempo! Il destino di ciuccio il popolooctariano dipende da te! Ricomponiti!Il giudice dell'Oddine non fa distincioni,nemmeno coi pecci grocci! Per questosarà punito anche lui!
ja: ぷぬっ？！ タコのおエラいさんなのです！近ごろ最新のメカを乗り回しているとか…って、ワサビこすってる場合じゃねーですよ！タコの幸せは オマエにかかってるのです！ちゃんとしてほしいのです！！チツジョの守護者は おエラいさんにもソンタクとかしないですよ！でぇーい成敗なのですッ！！
ko: 오옷?! 문어 쪽의 높은 분이에요!요즘 최신 메카를 타고여기저기 다닌다고 들었는데…아니, 고추냉이나 갈고 있을 때예요?!문어의 행복은 너한테 달렸다고요!정신 똑바로 차려요!!질서의 수호자는 높은 분이라고살살 눈치 보지 않아요!에이잇! 벌을 내려 주겠어요!!
nl: WAAAT? Dit is een soowt baas van alleOctawianen! Al lijkt hij voowal wond tevliegen in zijn maffe nieuwe wobot.Dit is toch geen moment voor pwezier-vluchtjes?! Het lot van de Octawianenligt in zijn tentakels!Als bewaker van de owde ken ik geengenade, ook niet voor gwote Octobazen!Ik vewoowdeel hem tot een dikke, vetteSTWAF!
ru: КАК?! Ведь этот ошьмолянин —большая шишка! Но в пошледнеевлемя он только и делает, что летаетв швоем новом лоботе...Шейчаш не влемя жаниматьшаелундой! Вше ошьмолинги жавишятот таких, как ты! Очнишь!Шуд полядка поблажек не дает,так что мы не пошмотлим на твоижашлуги. НАКАЖАНИЕ ждет!
zh_hans: 嗯？！这是章鱼界的大人物啊！据说他最近乘着最新型的机器四处转悠……喂，现在可不是磨芥末的时候！你可是肩负着章鱼们的幸福啊！拜托正经一点！！即使是章鱼界的大人物，秩序的守护者也会一视同仁，喝，一定要惩罚他！！
zh_hant: 唔！？是章魚界的大人物！聽說最近都駕駛著最新型的機器到處跑……呃，都什麼時候了還在磨芥末！你可是肩負了章魚族的幸福耶！拜託正經一點啊！！即便是大人物，秩序的維護者也會一視同仁喔！喝，必須懲罰！！

# SdodrSdodrPaletteTakowasaPaletteName
source: DJ Octavio's Palette
de: Palette von DJ Oktario
es: Paleta de DJ Octovius
es_mx: Paleta de DJ Octovius
fr: Palette de DJ Octave
it: Tavoletta di DJ Octavius
ja: DJタコワサ将軍のパレット
ko: DJ 문추냉이 장군의 팔레트
nl: DJ Octavio's palet
ru: Тон-бокс DJ Октавио
zh_hans: DJ芥末章鱼将军的调色盘
zh_hant: DJ芥末章魚將軍的調色盤

# SdodrSdodrPaletteUtsuhoClearText
source: GWAAAH! What a chaotic mess! Is thiswhat souls are like in Spwatsville?!And get this. Sometimes it pways astwange flute and POOF! A bunch ofyellow cweatures appear and do twicks!Incwedible! Wow, they seem so tame andfwiendwy with the—NO! Keeping someone capable of suchfeats around would only distwact mefwom my mission. For the sake of order,they must all be PUNISHED!
de: GRAAAH! So was CHAOTISCHES!Machen solche Seelen Splatsvilleunsicher? Brrrr!Und manchmal spielt dieses Mädchenauf einer komischen Flöte und WUMM!Schon kommen lange gelbe Biester undgehorchen ihr, und sind lieb zu ihr,und machen alles, was sie...SCHLUSS JETZT! Wer so tolle Sachenmachen kann, der würde mich nur vonmeiner superwichtigen Mission ablenken.BESTRAFEN allesamt! Für die Ordnung!
es: ¡Agggh! ¡Qué carácter tan caóticamentedesastroso! ¡¿Así es la gente nativa deTintelia?!Por si fuera poco, a veces toca unaextraña flauta y... ¡plas! ¡Aparecen unmotón de seres amarillentos que hacencosas raras! Parecen bastante dóciles,pero no me fío...¡Nada logrará distraerme de mi misión!En nombre del orden, ¡os castigaré!
es_mx: ¡BUAAAH! ¡Qué desorden! ¡Qué caos!¡¿Así son los habitates de Tintelia?!Y, para colmo, a veces toca una flautaextaña y... ¡puf! ¡Aparecen un motóóónde seres amallirentos que hacen trucosraros! ¡Guau! Se ven tan tranquilitos yamigables...¡Pero NO! No podemos dejar que vayanpor ahí, haciendo de las suyas... Medistaerían de mi misión. En nombredel orden, ¡deben ser castigados!
fr: PFFFF ! Quel désordre ! C'est ça,les âmes de Cité-Clabousse ?En plus, quand elle souffle dans sa flûtetoute bizarre, pouf ! Tout plein debébêtes jaunes apparaissent et fontdes cabrioles ! C'est dingue ! Elles ontl'air si bien dressées et sympas avec...NON ! Des clowns pareils feraientrien qu'à me distraire de mon objectif !Et c'est intolérable ! Pour le bien del'Ordre, il faut les PUNIR !
it: PFFFT! Che caos! Cocì è questa lavita di ciucci i gionni a Splatville?!E poi ogni tanto si cence il suono diun flauto e PUF, appaiono delle stranecreatuye gialle! Incredibile! E sembranoanche tranquiyye e simpatiche...NO! Alla fine queste creatuye cionociolo distraccioni dalla mia miccione.E in nome dell'oddine vanno puniteanche loro!
ja: ぷぎゃーーッ！ ひどい混沌っぷりなのです！これがバンカラ街のタマシイです？！しかも何やら あやしげな笛を吹き始め…ぷわ！ 黄色い生き物が いっぱい出てきて曲芸を始めたのです！ スゴーイ！！わあぁ～ ずいぶんなついてるですね～…ハッ！ こんな術の使い手がいたら使命に集中できなくなってしまうです！チツジョを守るため 成敗なのですッ！
ko: 으아악～～! 엄청난 혼돈이에요!이게 카오폴리스 타운의 영혼인가요?!뭔가 수상한 피리를 불기 시작했…흐악! 노란 생물이 잔뜩 나와서곡예를 시작했어요! 굉장해～!!와아～ 굉장히 잘 따르네요～…헉! 이런 술법을 사용하는 자가있으면 사명에 집중할 수 없게 돼요!질서를 지키기 위해 벌을 내리겠어요!
nl: AAAH! Wat een chaos! Is dit hoe zielenzijn in Splatville?!En soms speelt deze suffie op een gekkefluit en dan POEF! Ineens zijn er allemaallange gele wezens die twucjes doen!Niet te geloven! Wat zijn ze tam envwiendelij...NEE! Dit soowt dingen leiden me alleenmaar af van mijn missie. Uit naam van deowde verdienen ze allemaal STWAF!
ru: У-У-У-У!!! И шнова шплошной хаош!Неужели вше души в Плюхтоне такие?!Иногда это шождание иглает наштланной флейте, и потом БАЦ!Длинные желтые монштлы! Они еешлушаютша, защищают... Навелное,даже люб...НЕТ! Тот, кто жнает такие тлюки, будеттолько отвлекать меня от великойжадачи! Вшех НАКАЖАТЬ!
zh_hans: 呀——！这也太混沌了！这就是蛮颓镇的灵魂吗？！她好像还吹起了可疑的笛子……哇！好多黄色的生物冒出来开始表演特技了！好厉害——！！哇～它们还很亲近人呢～……不好！要是有敌人会这种妖术，小小蛸会没办法集中精神完成使命的！为了守护秩序，一定要惩罚她！
zh_hant: 呀——！實在是太混沌了！這就是蠻頹鎮的靈魂嗎！？好像還吹起了怪異的笛子……哇！有一大堆黃色的生物跑出來開始雜耍了！好厲害喔——！！哇～而且很親人耶～……啊！如果敵方有這種角色，會害我無法專心完成使命的！為了維護秩序，必須懲罰！

# SdodrSdodrPaletteUtsuhoPaletteName
source: Frye's Palette
de: Palette von Muri
es: Paleta de Angie
es_mx: Paleta de Angie
fr: Palette d'Angie
it: Tavoletta di Morena
ja: ウツホのパレット
ko: 우츠호의 팔레트
nl: Muriëls palet
ru: Тон-бокс Мурии
zh_hans: 曼曼的调色盘
zh_hant: 曼曼的調色盤

# SdodrSdodrStageNameAirLiftLift
source: All-the-Way-Down(Then-Up-Again).Floor
de: Runter/Rauf:ExtremParcours.Etage
es: Piso subibaja de enorme desnivel
es_mx: SubeBaja_EnormeDesnivel.pso
fr: étage.descente_puis_remontée_max
it: Piano//tutto_giù_di_nuovo_su
ja: すさまじく 大きく 下って上る 高低差のフロア
ko: 정말 크게 오르내리는 높낮이 플로어
nl: Naar-de-bodem&naar-de-top.etage
ru: Файл этажа: Крутой_паркур_вверх_и_вниз.floor
zh_hans: 大幅上下 高低差的楼层
zh_hant: 大幅上下 高低差的樓層

# SdodrSdodrStageNameAllStarSpawner
source: Combined-Forces(Striking-in-Unison).Floor
de: Gegnerkombo:SuperShowdown.Etage
es: Piso con cuerpos de élite invencibles
es_mx: FuerzasUnidasÉlite.pso
fr: étage.forces_combinées_à_l_unisson
it: Piano//assalti_combinati_all'unisono
ja: ついに いよいよ 集結した 手に負えない オールスターのフロア
ko: 마침내 모이고 만 통제 불능 올스타 플로어
nl: Alle-vijanden_showdown.etage
ru: Файл этажа: Вражеское_комбо.floor
zh_hans: 终于集结 所向无敌 全明星的楼层
zh_hant: 終於集結 所向無敵 全明星的樓層

# SdodrSdodrStageNameAncientTombArea
source: Springing_Jamboree.Floor
de: SprungFestival.Etage
es: Piso escenario con brincos abundantes
es_mx: Escenario_BrincosAbundantes.pso
fr: étage.trampolines_à_gogo
it: Piano//baldoria_salterina
ja: たくさん 飛びはねる 舞台のフロア
ko: 잔뜩 펄쩍거리는 무대 플로어
nl: Springfeest.etage
ru: Файл этажа: Прыгфест.floor
zh_hans: 大量飞跃 舞台的楼层
zh_hant: 大量飛躍 舞台的樓層

# SdodrSdodrStageNameAntHellArea
source: Assault(Incoming)_Bowl.Floor
de: HeißUmkämpft_Kessel.Etage
es: Cuenca bajo asalto
es_mx: Cuenca_Asalto.pso
fr: étage.mortierassaut_imminent
it: Piano_a_conca//assediato
ja: むかえうつ すりばちのフロア
ko: 요격하는 절구 플로어
nl: Aangevallen_komvorm.etage
ru: Файл этажа: Атака(Впадина).floor
zh_hans: 迎击 擂钵的楼层
zh_hant: 迎擊 擂缽的樓層

# SdodrSdodrStageNameAntHellBall
source: Bowl.Floor
de: Kessel.Etage
es: Cuenca
es_mx: Cuenca.pso
fr: étage.mortier
it: Piano_a_conca
ja: すりばちのフロア
ko: 절구 플로어
nl: Komvorm.etage
ru: Файл этажа: Впадина.floor
zh_hans: 擂钵的楼层
zh_hant: 擂缽的樓層

# SdodrSdodrStageNameAntHellChase
source: Bowl.Floor
de: Kessel.Etage
es: Cuenca
es_mx: Cuenca.pso
fr: étage.mortier
it: Piano_a_conca
ja: すりばちのフロア
ko: 절구 플로어
nl: Komvorm.etage
ru: Файл этажа: Впадина.floor
zh_hans: 擂钵的楼层
zh_hant: 擂缽的樓層

# SdodrSdodrStageNameAntHellLift
source: Bowl.Floor
de: Kessel.Etage
es: Cuenca
es_mx: Cuenca.pso
fr: étage.mortier
it: Piano_a_conca
ja: すりばちのフロア
ko: 절구 플로어
nl: Komvorm.etage
ru: Файл этажа: Впадина.floor
zh_hans: 擂钵的楼层
zh_hant: 擂缽的樓層

# SdodrSdodrStageNameAntHellSpawner
source: Danger-Magnet_Bowl.Floor
de: Gefahrenzone_Kessel.Etage
es: Cuenca opresiva
es_mx: Cuenca_Asedio.pso
fr: étage.mortierzone_périlleuse
it: Piano_a_conca//pericoloso
ja: せまりくる すりばちのフロア
ko: 밀려드는 절구 플로어
nl: Gevaarlijk_komvorm.etage
ru: Файл этажа: Горячая_точка(Впадина).floor
zh_hans: 步步逼近 擂钵的楼层
zh_hant: 步步逼近 擂缽的樓層

# SdodrSdodrStageNameAntHellSpawner2
source: Bowl.Floor
de: Kessel.Etage
es: Cuenca
es_mx: Cuenca.pso
fr: étage.mortier
it: Piano_a_conca
ja: すりばちのフロア
ko: 절구 플로어
nl: Komvorm.etage
ru: Файл этажа: Впадина.floor
zh_hans: 擂钵的楼层
zh_hant: 擂缽的樓層

# SdodrSdodrStageNameBalllKing10F
source: Elusive-Bounder.Floor
de: Kugelkoloss.Etage
es: Piso ocultación y reacción
es_mx: HurañíaRebotadora.pso
fr: étage.rebonds_d_esquive
it: Piano//rimbalzatore_elusivo
ja: 閉じこもりと反発のフロア
ko: 칩거와 반발의 플로어
nl: Ongrijpbare_stuiteraar.etage
ru: Файл этажа: Мегашар.floor
zh_hans: 紧闭反弹的楼层
zh_hant: 緊閉反彈的樓層

# SdodrSdodrStageNameBalllKing20F
source: Elusive-Bounder.Floor
de: Kugelkoloss.Etage
es: Piso ocultación y reacción
es_mx: HurañíaRebotadora.pso
fr: étage.rebonds_d_esquive
it: Piano//rimbalzatore_elusivo
ja: 閉じこもりと反発のフロア
ko: 칩거와 반발의 플로어
nl: Ongrijpbare_stuiteraar.etage
ru: Файл этажа: Мегашар.floor
zh_hans: 紧闭反弹的楼层
zh_hant: 緊閉反彈的樓層

# SdodrSdodrStageNameBarrierKingSdodrIida
source: Control Room
de: Kontrollraum
es: Sala de control
es_mx: SalaDeControl.pso
fr: Salle de contrôle
it: Sala_comandi
ja: コントロールルーム
ko: 컨트롤 룸
nl: Controlekamer
ru: Диспетчерская
zh_hans: 控制室
zh_hant: 控制室

# SdodrSdodrStageNameBarrierKingSdodrOdako
source: Control Room
de: Kontrollraum
es: Sala de control
es_mx: SalaDeControl.pso
fr: Salle de contrôle
it: Sala_comandi
ja: コントロールルーム
ko: 컨트롤 룸
nl: Controlekamer
ru: Диспетчерская
zh_hans: 控制室
zh_hant: 控制室

# SdodrSdodrStageNameBarrierKingSdodrOdakoEx
source: Control Room
de: Kontrollraum
es: Sala de control
es_mx: SalaDeControl.pso
fr: Salle de contrôle
it: Sala_comandi
ja: コントロールルーム
ko: 컨트롤 룸
nl: Controlekamer
ru: Диспетчерская
zh_hans: 控制室
zh_hant: 控制室

# SdodrSdodrStageNameBarrierKingSdodrOdakoStory
source: Control Room
de: Kontrollraum
es: Sala de control
es_mx: SalaDeControl.pso
fr: Salle de contrôle
it: Sala_comandi
ja: コントロールルーム
ko: 컨트롤 룸
nl: Controlekamer
ru: Диспетчерская
zh_hans: 控制室
zh_hant: 控制室

# SdodrSdodrStageNameBigPyramidArea
source: Surrounded(All-Sides)_Covered.Floor
de: Umzingelung_Bau.Etage
es: Bóveda con cerco estricto
es_mx: Bóveda_Invasión.pso
fr: étage.couvertsiège_total
it: Piano_coperto//assedio_su_ogni_lato
ja: とことん 囲まれる 屋根付きのフロア
ko: 빈틈없이 포위되는 지붕 플로어
nl: Omsingeld_overdekte.etage
ru: Файл этажа: Нас_окружают(Крыша).floor
zh_hans: 四面楚歌 有屋顶的楼层
zh_hant: 四面楚歌 有屋頂的樓層

# SdodrSdodrStageNameBigPyramidBall
source: Danger-Magnet_Covered.Floor
de: Gefahrenzone_Bau.Etage
es: Bóveda opresiva
es_mx: Bóveda_Asedio.pso
fr: étage.couvertzone_périlleuse
it: Piano_coperto//pericoloso
ja: せまりくる 屋根付きのフロア
ko: 밀려드는 지붕 플로어
nl: Gevaarlijk_overdekte.etage
ru: Файл этажа: Горячая_точка(Крыша).floor
zh_hans: 步步逼近 有屋顶的楼层
zh_hant: 步步逼近 有屋頂的樓層

# SdodrSdodrStageNameBigPyramidChase
source: Scampering(Between-Crosshairs)_Covered.Floor
de: IntensivFlucht:Ausweich_Bau.Etage
es: Bóveda con feroz huida en el punto de mira
es_mx: Bóveda_Huida_PuntoDeMiraConstante.pso
fr: étage.couvertéchappée_sous_feu_nourri
it: Piano_coperto//sgusciante_tra_cecchini
ja: 激しく ねらわれ にげまどう 屋根付きのフロア
ko: 쉴 새 없이 표적이 되어 우왕좌왕하는 지붕 플로어
nl: Vluchten-onder-vuur_overdekte.etage
ru: Файл этажа: Мечемся_туда_сюда(Крыша).floor
zh_hans: 疯狂紧迫盯人 不知该逃往何处 有屋顶的楼层
zh_hant: 瘋狂緊迫盯人 不知該逃往何處 有屋頂的樓層

# SdodrSdodrStageNameBigPyramidLift
source: Extensively-Circuitous_Covered.Floor
de: RundRundRundherum_Bau.Etage
es: Bóveda harto tortuosa
es_mx: Bóveda_Tortuosa.pso
fr: étage.couvert ortuosités
it: Piano_coperto//estremamente_tortuoso
ja: かなり グルグル めぐる 屋根付きのフロア
ko: 생각보다 빙글빙글 도는 지붕 플로어
nl: Rond-rond-rond_overdekte.etage
ru: Файл этажа: Круговая_карусель(Крыша).floor
zh_hans: 极度旋转 有屋顶的楼层
zh_hant: 極度旋轉 有屋頂的樓層

# SdodrSdodrStageNameBigPyramidSpawner
source: Large-Underpass_Covered.Floor
de: XL:Zentral_Bau.Etage
es: Bóveda espaciosa
es_mx: Bóveda_Espaciosa.pso
fr: étage.couvertgrande_coursive_toiturée
it: Piano_coperto//grande_sottopassaggio
ja: 真ん中に 大きな 屋根付きのフロア
ko: 정중앙의 커다란 지붕 플로어
nl: Onderdoorgang_overdekte.etage
ru: Файл этажа: Мегатоннель(Крыша).floor
zh_hans: 正中央 庞大 有屋顶的楼层
zh_hant: 正中央 龐大 有屋頂的樓層

# SdodrSdodrStageNameBigSlopeBall
source: Uphill-Push.Floor
de: Bergaufroll.Etage
es: Piso cuesta arriba
es_mx: CuestaArriba.pso
fr: étage.ascension
it: Piano//impulso_in_salita
ja: のぼり坂のフロア
ko: 오르막 플로어
nl: Bergop.etage
ru: Файл этажа: В_гору.floor
zh_hans: 爬坡的楼层
zh_hant: 爬坡的樓層

# SdodrSdodrStageNameBombersArea
source: Bombarded(Constant)_Exposed.Floor
de: DauerAnsturm:Bedrängnis.Etage
es: Piso bajo presión rigurosa con afán
es_mx: BombardeoConstante_Apretado.pso
fr: étage.mitraillage_constant_à_découvert
it: Piano//esposto_bombardato
ja: ひたすら 投げこまれる きゅうくつなフロア
ko: 그저 공격만 날아와 답답한 플로어
nl: Bombardement(voortdurend)_onbeschut.etage
ru: Файл этажа: Открытая_зона_под_обстрелом.floor
zh_hans: 持续投掷 狭窄的楼层
zh_hant: 持續投擲 狹窄的樓層

# SdodrSdodrStageNameBombsSpawner
source: Explosion-Festival.Floor
de: Explosiv.Etage
es: Piso con irrupción
es_mx: FestivalExplosivo.pso
fr: étage.crépitant
it: Piano//festival_esplosivo
ja: いろいろ はじけるフロア
ko: 여기저기 폭발하는 플로어
nl: Explosief.etage
ru: Файл этажа: Взрывфест.floor
zh_hans: 万物喷发的楼层
zh_hant: 萬物噴發的樓層

# SdodrSdodrStageNameBridgesArea
source: Threatened(All-Sides)_Two-Bridge.Floor
de: RingsumBedrohung_Doppelbrücken.Etage
es: Puente doble fortificado con rebotes y asedio aéreo
es_mx: PuenteDoble_AsaltoAéreo_Oscilante.pso
fr: étage.double_pontmenace_totale
it: Piano_biponte//minaccia_su_ogni_lato
ja: 反射しても 飛来しても 守りぬく 二本橋のフロア
ko: 무슨 일이 있어도 사수해야 하는 두 다리 플로어
nl: Bedreigd(alle-kanten)_dubbelbrug.etage
ru: Файл этажа: Мы_окружены(Два_моста).floor
zh_hans: 无论反弹还是飞射都要死守 双桥的楼层
zh_hant: 無論反彈還是飛射都要死守 雙橋的樓層

# SdodrSdodrStageNameBridgesBall
source: Open-Season_Ink-Spattered_Two-Bridge.Floor
de: Feindbeschuss_Tintenbad_Doppelbrücken.Etage
es: Puente doble de entintamiento en el punto de mira
es_mx: PuenteDoble_PuntoDeMira_Entintamiento.pso
fr: étage.double_pontproie_aux_abois_dans_l_encre
it: Piano_biponte//bersaglio_inzuppato_d'inchiostro
ja: ねらわれて 塗られる 二本橋のフロア
ko: 표적이 되어 칠해지는 두 다리 플로어
nl: Jachtseizoen_inktbedekt_dubbelbrug.etage
ru: Файл этажа: Сезон_охоты_в_краске(Два_моста).floor
zh_hans: 紧迫盯人 遭到涂墨 双桥的楼层
zh_hant: 緊迫盯人 遭到塗墨 雙橋的樓層

# SdodrSdodrStageNameBridgesChase
source: Frantic_Scampering_Two-Bridge.Floor
de: IntensivFlucht_Doppelbrücken.Etage
es: Puente doble con huida tumultuosa
es_mx: PuenteDoble_HuidaTumultuosa.pso
fr: étage.double_pontéchappée_survoltée
it: Piano_biponte//sgusciante_frenetico
ja: わらわらと にげまどう 二本橋のフロア
ko: 산발적으로 우왕좌왕하는 두 다리 플로어
nl: Hectisch_vluchten_dubbelbrug.etage
ru: Файл этажа: Бежим_не_глядя(Два_моста).floor
zh_hans: 大量出现 不知该逃往何处 双桥的楼层
zh_hant: 大量出現 不知該逃往何處 雙橋的樓層

# SdodrSdodrStageNameBridgesLift
source: Shelterless_Swarmed_Two-Bridge.Floor
de: Megaschwarm:Schutzlos_Doppelbrücken.Etage
es: Puente doble con megatropel imparable sin cuartel
es_mx: PuenteDoble_Multitud_SinCuartel.pso
fr: étage.double_pontfourmillement_à_découvert
it: Piano_biponte//affollato_avvicinamento_nemico
ja: とめどなく 大群が 押し寄せる 二本橋のフロア
ko: 끝없는 대군이 밀어닥치는 두 다리 플로어
nl: Vrijspel_overmacht_dubbelbrug.etage
ru: Файл этажа: Стая_без_укрытия(Два_моста).floor
zh_hans: 永无止境 广大群体蜂拥而至 双桥的楼层
zh_hant: 永無止境 廣大群體蜂擁而至 雙橋的樓層

# SdodrSdodrStageNameBridgesSpawner
source: Whirling-Enemies(High)_Two-Bridge.Floor
de: WirbelGegner:Massen-Doppelbrücken.Etage
es: Puente doble en intensa rotación
es_mx: PuenteDoble_HordasCirculación.pso
fr: étage.double_pont ornade_sauvage_hostile
it: Piano_biponte//estremamente_vorticoso
ja: 大量に 回転する 二本橋のフロア
ko: 엄청나게 회전하는 두 다리 플로어
nl: Wervel(veel-tegenstand)_dubbelbrug.etage
ru: Файл этажа: Засилье_вертушек(Два_моста).floor
zh_hans: 大量旋转 双桥的楼层
zh_hant: 大量旋轉 雙橋的樓層

# SdodrSdodrStageNameCentralSniperLift
source: On-the-Run(Circles)_Eternally-Hunted.Floor
de: Dauerjagd:Dauerflucht.Etage
es: Piso con giro ubicuo en el punto de mira perpetuo
es_mx: PuntoDeMiraPerpetuo_Vueltas.pso
fr: étage.chasse_perpétuelle.course_en_cercle
it: Piano//caccia_inarrestabile
ja: どこにいても 永遠に ねらわれる ぐるっと回るフロア
ko: 어디에 있어도 영원히 표적이 되는 회전 플로어
nl: Rondjesrennen-opgejaagd.etage
ru: Файл этажа: Вечный_побег_кругами.floor
zh_hans: 无论身处何方 永远紧迫盯人 旋转的楼层
zh_hant: 無論身處何方 永遠緊迫盯人 旋轉的樓層

# SdodrSdodrStageNameClimbingSpawner
source: Unreasonable_Mountain_Battlefield(Ascent).Floor
de: ExtremSchlachtfeld:Klettermaxe.Etage
es: Piso de absurdo y desmedido descenso desde la cima
es_mx: AscensoInsensato_MontañaMortal.pso
fr: étage.guerre_déraisonnable_en_ascension
it: Piano//ascesa_insensata_al campo_di_battaglia
ja: 際限なく とんでもなく 下りてくる 極限の 登山道のフロア
ko: 어처구니없을 만큼 끝없이 내려오는 극한의 등산로 플로어
nl: Oneerlijk_berg-slagveld.etage
ru: Файл этажа: Неподъемный_подъем.floor
zh_hans: 超乎极限不合情理 长驱直下 极限山道的楼层
zh_hant: 超乎極限不合情理 長驅直下 極限山道的樓層

# SdodrSdodrStageNameDashSpawner
source: Acrobatic_Triangular.Floor
de: DreieckAkrobatik.Etage
es: Piso de tortuosa rotación triangular
es_mx: CircuitoTriangularTortuoso.pso
fr: étage.triangle_acrobatique
it: Piano//triangolare_acrobatico
ja: グルグルと 飛びまわる 逆三角形のフロア
ko: 빙글빙글 분주한 역삼각형 플로어
nl: Driehoeksacrobatiek.etage
ru: Файл этажа: Треугольная_акробатика.floor
zh_hans: 旋转与四处飞窜 倒三角形的楼层
zh_hant: 旋轉與四處飛竄 倒三角形的樓層

# SdodrSdodrStageNameFortressArea
source: Ferocious_Invading-Droves_Fortress.Floor
de: PowerSchwarmangriff_Fort.Etage
es: Fortaleza con feroces invasores
es_mx: Fortaleza_HordasInvasorasFeroces.pso
fr: étage.forteresseinvasion_féroce
it: Piano_della_fortezza//orde_feroci
ja: ゾロゾロと 攻めこまれる 激しい トリデのフロア
ko: 줄줄이 공격해 오는 치열한 요새 플로어
nl: Zwerminvasie_vesting.etage
ru: Файл этажа: Кровожадный_косяк(Крепость).floor
zh_hans: 接二连三猛烈来袭 堡垒的楼层
zh_hant: 接二連三猛烈來襲 堡壘的樓層

# SdodrSdodrStageNameFortressBall
source: Fortress.Floor
de: Fort.Etage
es: Fortaleza
es_mx: Fortaleza.pso
fr: étage.forteresse
it: Piano_della_fortezza
ja: トリデのフロア
ko: 요새 플로어
nl: Vesting.etage
ru: Файл этажа: Крепость.floor
zh_hans: 堡垒的楼层
zh_hant: 堡壘的樓層

# SdodrSdodrStageNameFortressChase
source: Field-Day_Fortress.Floor
de: Intensivbewegung_Fort.Etage
es: Fortaleza agitada
es_mx: Fortaleza_Travesía.pso
fr: étage.forteresseexcursion_agitée
it: Piano_della_fortezza//movimento
ja: 動きまわる トリデのフロア
ko: 종횡무진하는 요새 플로어
nl: Beweeglijk_vesting.etage
ru: Файл этажа: Ловкая_атлетика(Крепость).floor
zh_hans: 四处窜动 堡垒的楼层
zh_hant: 四處竄動 堡壘的樓層

# SdodrSdodrStageNameFortressLift
source: Open-Season_Fortress.Floor
de: Feindbeschuss_Fort.Etage
es: Fortaleza en el punto de mira
es_mx: Fortaleza_PuntoDeMira.pso
fr: étage.forteresseproie_aux_abois
it: Piano_della_fortezza//bersaglio
ja: ねらわれる トリデのフロア
ko: 표적이 되는 요새 플로어
nl: Jachtseizoen_vesting.etage
ru: Файл этажа: Сезон_охоты(Крепость).floor
zh_hans: 紧迫盯人 堡垒的楼层
zh_hant: 緊迫盯人 堡壘的樓層

# SdodrSdodrStageNameFortressSpawner
source: Onrushing_Shelterless_Fortress.Floor
de: Ansturm:Schutzlos_Fort.Etage
es: Fortaleza sin cuartel a la carga
es_mx: Fortaleza_SinCuartel_ALaCarga.pso
fr: étage.forteressecharge_à_découvert
it: Piano_della_fortezza//avvicinamento_nemico
ja: 行進して 押し寄せる トリデのフロア
ko: 행진해 밀어닥치는 요새 플로어
nl: Aanstormend_vrijspel_vesting.etage
ru: Файл этажа: Штурм_без_укрытия(Крепость).floor
zh_hans: 蜂拥行进 堡垒的楼层
zh_hant: 蜂擁行進 堡壘的樓層

# SdodrSdodrStageNameGolfBall
source: Forward-Momentum.Floor
de: Kugeltreiber.Etage
es: Piso con impulso
es_mx: Impulso.pso
fr: étage.élan
it: Piano//spinta_continua
ja: 打ちっぱなしのフロア
ko: 전진 플로어
nl: Momentum.etage
ru: Файл этажа: Макси_гольф.floor
zh_hans: 高尔夫球场的楼层
zh_hant: 高爾夫球場的樓層

# SdodrSdodrStageNameGrindRailChase
source: Orbit-Rail.Floor
de: Orbital.Etage
es: Piso orbital
es_mx: AutorrielOrbital.pso
fr: étage.rail_orbital
it: Piano//orbitale
ja: 周回するフロア
ko: 선회 플로어
nl: Rondrit.etage
ru: Файл этажа: Орбитрельсы.floor
zh_hans: 循环的楼层
zh_hant: 循環的樓層

# SdodrSdodrStageNameHillsArea
source: Ping-Ponging_Double-Hill.Floor
de: Hin/Her_Doppelhügel.Etage
es: Doble colina de ida y vuelta
es_mx: DobleColina_IdaVuelta.pso
fr: étage.double_collineping_pong
it: Piano_della_doppia_collina//avantindietro
ja: とにかく 行き来する ふたつ山のフロア
ko: 무턱대고 오가는 두 언덕 플로어
nl: Heen&weer_dubbelheuvel.etage
ru: Файл этажа: Пинг_понг(Два_холма).floor
zh_hans: 就是要来回往返 双山的楼层
zh_hant: 就是要來回往返 雙山的樓層

# SdodrSdodrStageNameHillsBall
source: Rolling_Double-Hill.Floor
de: Rollend_Doppelhügel.Etage
es: Doble colina rodadora
es_mx: DobleColina_Bola.pso
fr: étage.double_collineotations
it: Piano_della_doppia_collina//rotolante
ja: 転がす ふたつ山のフロア
ko: 데굴데굴 두 언덕 플로어
nl: Rollend_dubbelheuvel.etage
ru: Файл этажа: Катушки(Два_холма).floor
zh_hans: 滚动 双山的楼层
zh_hant: 滾動 雙山的樓層

# SdodrSdodrStageNameHillsChase
source: Double-Hill.Floor
de: Doppelhügel.Etage
es: Doble colina
es_mx: DobleColina.pso
fr: étage.double_colline
it: Piano_della_doppia_collina
ja: ふたつ山のフロア
ko: 두 언덕 플로어
nl: Dubbelheuvel.etage
ru: Файл этажа: Два_холма.floor
zh_hans: 双山的楼层
zh_hant: 雙山的樓層

# SdodrSdodrStageNameHillsLift
source: Springing_Double-Hill.Floor
de: Sprung_Doppelhügel.Etage
es: Doble colina con brincos
es_mx: DobleColina_Brincos.pso
fr: étage.double_colline rampoline
it: Piano_della_doppia_collina//salterino
ja: 飛びはねる ふたつ山のフロア
ko: 펄쩍거리는 두 언덕 플로어
nl: Springen_dubbelheuvel.etage
ru: Файл этажа: Прыгуны(Два_холма).floor
zh_hans: 飞跃 双山的楼层
zh_hant: 飛躍 雙山的樓層

# SdodrSdodrStageNameHillsSpawner
source: Springing(Swarmed)_Double-Hill.Floor
de: Megaschwarm:Sprung_Doppelhügel.Etage
es: Doble colina con brincos en tropel
es_mx: DobleColina_BrincosMultitud.pso
fr: étage.double_colline rampoline_fourmillant
it: Piano_della_doppia_collina//salterino_affollato
ja: 群れと 飛びはねの ふたつ山のフロア
ko: 무리와 펄쩍거리는 두 언덕 플로어
nl: Springen(overmacht)_dubbelheuvel.etage
ru: Файл этажа: Прыгуны_в_стае(Два_холма).floor
zh_hans: 成群飞跃 双山的楼层
zh_hant: 成群飛躍 雙山的樓層
