Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipWaveDamageUpExplanation
source: Increases damage dealt by sound wavesfrom the Killer Wail 5.1, Wave Breaker,or Pearl Drone.
de: Erhöht Schaden durch Schallwellen, etwajene der Heulboje 5.1, der Schauerwelleoder der Perla-Drohne.
es: Aumenta el daño causado por ondas deltintófono 5.1, el emiteondas o el dron Perla.
es_mx: Aumenta el daño causado por ondas delberreón 5.1, el emiteondas o el dron Perla.
fr: Augmente les dégâts infligés par les ondessonores du haut-perceur 5.1, du sonar pafou du drone Perle.
it: Aumenta i danni inflitti dalle onde d'urtodel tintofono 5.1, del sonar esplosivoe di Alga drone.
ja: メガホンレーザー5.1ch、ホップソナーやヒメドローンの音波であたえるダメージがアップします。
ko: 메가폰 레이저 5.1ch, 홉 소나, 히메 드론의 음파로주는 대미지가 증가합니다.
nl: Verhoogt de schade van de Megalofoon 5.1,Golfbeker en Lorelei-drone.
ru: Повышает урон от звуковых волн,наносимый мегалофоном 5.1,волноплюхером или жем-дроном.
zh_hans: 提升喇叭镭射5.1ch、弹跳声呐和小姬无人机的音波造成的伤害。
zh_hant: 提升喇叭雷射5.1ch、彈跳聲納或小姬無人機產生的音波造成的傷害。

# SdodrSdodrColorTipWeakenEnemyDamageRateUp
source: Hindrance Damage
de: Färbeboden-Schaden
es: Daño por ralentización
es_mx: Daño por ralentización
fr: Dégâts d'entrave
it: Danno da intralcio
ja: おそくした敵ダメージ
ko: 느려진 적 대미지
nl: Hinderschade
ru: Урон по врагам в краске +
zh_hans: 缓速敌人伤害
zh_hant: 緩速敵人傷害

# SdodrSdodrColorTipWeakenEnemyDamageRateUpExplanation
source: Increases damage dealt to enemies whenthey're slowed by your ink or Toxic Mist.
de: Lässt Gegner, die durch deine Tinte oderdurch deinen Sepitox-Nebel verlangsamtwerden, mehr Schaden erleiden.
es: Aumenta el daño que reciben los enemigosralentizados por tu tinta o tu nebulizador.
es_mx: Aumenta el daño que reciben los enemigosralentizados por tu tinta o tu nebulizador.
fr: Augmente les dégâts infligés lorsque tuattaques un ennemi ralenti par ton encreou ta brume toxique.
it: Aumenta il danno inflitto ai nemici quandosono rallentati dal tuo inchiostro o dallatua nebbia tossica.
ja: 味方のインクに乗っている敵や、ポイズンミストの中の敵を攻撃したときにあたえるダメージがアップします。
ko: 아군의 잉크 위에 있는 적과 포이즌 미스트 안의 적을공격했을 때 주는 대미지가 증가합니다.
nl: Verhoogt de schade die tegenstandersoplopen als ze vertraagd worden door je inktof je Gifmist.
ru: Повышает урон, наносимый противникам,замедленным твоей краской или твоимедким туманом.
zh_hans: 攻击踩在我方墨汁上或者身处毒雾中的敌人时，提升造成的伤害。
zh_hant: 攻擊踩著我方的墨汁或是位於毒霧中的敵人時，提升造成的傷害。

# SdodrSdodrColorTipWeakSwingRateUp
source: Horizontal-Slash Speed
de: Waagrechthieb-Tempo
es: Cadencia de barrido
es_mx: Cadencia de barrido
fr: Vitesse de frappe horizontale
it: Velocità fendente orizzontale
ja: 連続ヨコ斬り速度
ko: 연속 가로 베기 속도
nl: Horizontale aanvalssnelheid
ru: Скорость ударов +
zh_hans: 连续横斩速度
zh_hant: 連續橫斬速度

# SdodrSdodrColorTipWeakSwingRateUpExplanation
source: Increases your splatana's horizontal-slash rate.
de: Erhöht die Hiebfrequenz deines Splatanasbei waagrechten Hieben.
es: Mejora la rapidez de barrido horizontal detu azotintador.
es_mx: Aumenta la cadencia del barrido horizontaldel azotintador.
fr: Augmente la cadence de frappe horizontalede ton éclatana.
it: Aumenta la velocità del fendenteorizzontale della lama.
ja: ワイパーの時間当たりのヨコ斬り回数がアップします。
ko: 와이퍼의 시간당 가로 베기 횟수가 증가합니다.
nl: Verhoogt de horizontale aanvalssnelheidvan je zwieper.
ru: Повышает скорость нанесениягоризонтальных ударов сплат-катаной.
zh_hans: 提升刮水刀在单位时间内的横斩次数。
zh_hant: 提升刮水刀在每個時間單位內的橫斬次數。

# SdodrSdodrEnemyCommentBallKingUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentBallKingUnlockComment02
source: When it's rolling around, aim forits exposed parts. If it hits abumper, it'll bounce off and leavebehind a swarm of fish. Not ideal,but a chance for a Lucky Chain.
de: Wenn es umherrollt, ziele aufdie freiliegenden Bereiche. Stößtes gegen Bumper, prallt es abund entlässt Fischschwärme –DIE Chance auf eine Glückskombo!
es: Para vencerlo, deberás acertarle,mientras rueda, a la parte interiorque protege su coraza. Y ojo conlos peces que suelta al rebotarcontra un obstáculo.
es_mx: Para vencerlo, deberás acertarle,mientras rueda, a la parte interiorque protege su coraza. Y ojo conlos peces que suelta al rebotarcontra un obstáculo.
fr: Quand il se roule au sol, vise lesouvertures, c'est son point faible.Ah, et attention, en cas d'obstacleil rebondit et largue un banc depoissons. Tente un combo chance !
it: Quando rotola, punta alla suaparte esposta. Quando rimbalzasul bordo, si lascia dietro una sciadi pesci. Non è l'ideale, ma almenopuoi fare una combo fortunata.
ja: 弱点はカラの中身ダ ころがして中身をねらおウ バンパーに当たると、はね返ってサカナの群れを出すから注意シロ
ko: 약점은 껍데기 안의 속살이야굴려서 안을 노려. 범퍼에 닿으면튕겨 나가서 물고기 떼를 뱉으니 조심해
nl: Schiet op het onbedekte deel als hijrondrolt. Als hij tegen een bumperbotst, laat hij een school vissenvallen. Dat levert gevaar op, maarook een kans op een gelukscombo.
ru: Когда он катится, целься в открытуюзону. Если он ударится в отбойник,то из него выпадет косяк рыб. Это таксебе, но есть вероятность шанс-комбо.
zh_hans: 它的弱点在壳的内部。让它滚动后，再攻击内部吧。它撞到反弹器后，会反弹并放出鱼群，需要多加注意。
zh_hant: 殼的內部就是弱點，推動牠翻滾後再瞄準內部吧。讓牠撞上反彈器的話就會反彈並出現魚群，要多加留意。

# SdodrSdodrEnemyCommentBallKingUnlockComment03
source: The other thing that happenswhen it bounces is the shell opensa little, making the insides easierto hit. Go with whatever tactic isbest for your weapon.
de: Bei Bumper-Zusammenstößenöffnet sich sein Panzer ein kleinwenig, was Treffer auf seinInnenleben ermöglicht. Wie du esangreifst, bleibt dir überlassen.
es: Los rebotes también provocan quela armadura se abra, haciendomás accesible su punto débil.La forma de atacarlo dependerádel arma que estés usando.
es_mx: Los rebotes también provocan quela armadura se abra, haciendomás accesible su punto débil.La forma de atacarlo dependerádel arma que estés usando.
fr: Ce qui arrive aussi quand il rebondit,c'est que sa carapace s'ouvre unpeu, ce qui le rend plus facile àtoucher. Bref, adapte ta tactiqueà ton arme.
it: Un'altra cosa che succede quandorimbalza è che il guscio si apreun po', esponendo l'internovulnerabile. Scegli la tattica piùadatta all'arma che stai usando.
ja: でも、バンパーではね返ると、カラが開いて弱点が広がるので、チャンスも生まれますブキに合わせて戦い方を選びましょう
ko: 하지만 범퍼에 튕겨 나오면 껍데기가벌어져서 약점이 커지니 기회이기도 해요무기에 맞는 전술을 선택해 봐요
nl: Bij een botsing gaat zijn schild ookmeer open, waardoor de binnenkantmakkelijker te raken is. Kies detactiek die het beste past bij jewapen.
ru: При отскоке панцирь немногораскрывается, что позволяетлегче попасть в цель. Выбирайту тактику ведения боя, котораятебе ближе.
zh_hans: 不过，它撞到反弹器反弹后，壳就会打开，放大弱点部位，让我们获得攻击的机会。根据使用的武器来选择战斗方式吧。
zh_hant: 但是撞上反彈器反彈後會讓殼打開擴大弱點，所以機會也會增加，根據你的武器選擇適合的應戰方式吧。

# SdodrSdodrEnemyCommentBallKingUnlockComment04
source: Nobody's gonna talk about how itsuddenly charges you full steam,huh? Better lay down some inkand scram when that happens!
de: Wieso erwähnt eigentlich niemandseine fiesen Sturmangriffe?Wenn das Teil auf dich zurollt,heißt’s abtauchen in die Tinteund davonschwimmen!
es: ¡Cuidado, Ocho! ¡Hay vecesque lanza una embestida cuandomenos te lo esperas!
es_mx: ¡Cuidado, Ocho! ¡Hay vecesque lanza una embestida cuandomenos te lo esperas!
fr: Et sa manie de charger à touteblinde, on en parle ? Quand il faitça, t'as tout intérêt à répandreun peu d'encre et te carapater !
it: Nessuno parla di come parteall'attacco all'improvviso a tuttavelocità, eh? In quel caso, faraimeglio a spargere un bel po'd'inchiostro e dartela a tentacoli!
ja: ゲッ！ 急にトッシンしてきた！ハチ、よけろー！
ko: 윽! 갑자기 돌진하잖아!에이트, 피해～!
nl: Gaan we er niet over praten dat hijaf en toe op je afstormt? Als datgebeurt, moet je de grond vervenen hem uit de weg gaan.
ru: Никто не предупреждал тебя о том,как эти паразиты могут внезапноатаковать прямо из ниоткуда?Держи про запас побольше краскии плыви как можно дальше!
zh_hans: 呃！它突然冲过来了！小八，快躲开——！
zh_hant: 呃！突然衝過來了！小八，快躲開——！

# SdodrSdodrEnemyCommentBallKingUnlockCommentConclusion
source: Think ahead and fight smart!
de: Kämpfe klug und vorausschauend!
es: ¡Elige tu estrategia!
es_mx: ¡Elige tu estrategia!
fr: Anticipation et tactique !
it: Combatti con furbizia!
ja: 戦い方を選べ
ko: 전술을 선택하자
nl: Anticipeer zijn bewegingen!
ru: Сначала думай, потом стреляй!
zh_hans: 选择战斗方式
zh_hant: 選擇應戰方式

# SdodrSdodrEnemyCommentBarrierKingIidaUnlockComment02
source: I'm just glad Marina's OK. We haveEight and Pearl to thank for that.
de: Was bin ich froh, dass Marinanichts passiert ist. Wenn Nr. 8und Perla nicht gewesen wären...
es: Me alegra saber que Marina estásana y salva. Y os lo tenemos queagradecer a Perla y a ti, Ocho.
es_mx: Me alegra saber que Marina estásana y salva. Y todo gracias austedes, Perla y Ocho.
fr: Heureusement que Coralie va bien.Et c'est grâce à Huit et Perle,il faut le dire.
it: Per fortuna Nori sta bene.Dobbiamo ringraziare Otto e Alga.
ja: とにかく、イイダが無事でよかっタハチとヒメに感謝しないとネ
ko: 아무튼 이이다가 무사해서 다행이야에이트와 히메에게 감사해야겠어
nl: Ik ben vooral blij dat Mariana okéis. Dat hebben we aan Acht enLorelei te danken.
ru: Классно, что с Маришeй все хорошо.Все благодаря Восьмерке и Жемчику.
zh_hans: 总之，饭田没事真是太好了。我得好好感谢小八和小姬才行。
zh_hant: 總而言之，還好飯田沒事。得向小八跟小姬道謝才行。

# SdodrSdodrEnemyCommentBarrierKingIidaUnlockComment03
source: Thanks for getting me out ofthere, everyone! I'll try to repaythe favor with my hacking skills.We can stop Order if we all worktogether!
de: Danke, dass ihr mich rausgeboxthabt! Zum Dank will ich euch gernmit meinem Hacking-Wissenunterstützen. Gemeinsam werdenwir Ordnung aufhalten!
es: ¡Gracias por ayudarme, chicos!Para corresponderos, trataré deayudaros con mis habilidades dehacker. ¡Evitemos entre todosque Ordon se salga con la suya!
es_mx: ¡Gracias por rescatarme! Les debouna. Puedo ofrecer mi apoyo conmis habilidades de hacker. ¡Siunimos fuerzas, evitaremos queOrdon se salga con la suya!
fr: Merci de m'avoir tirée de là !Je vous revaudrai ça avec mestalents de hacking... on peutcontrecarrer l'Ordre si ons'y met tous ensemble !
it: Grazie per avermi tirata fuorida lì! Cercherò di sdebitarmicon le mie abilità da hacker.Insieme riusciremo a fermareOrdine!
ja: みなさん、ありがとうございました！これからは、ハッキングでお手伝いしますいっしょにオーダを止めましょう
ko: 여러분, 정말 감사합니다!앞으로는 해킹으로 도와드릴게요함께 오더를 저지해요
nl: Bedankt dat jullie me daaruithebben gehaald! Ik zal mijn bestdoen om jullie te helpen met mijnhacks. Als we samenwerken,kunnen we Orde stoppen!
ru: Спасибо за то, что выручилименя! Я постараюсь помочь вам,используя свои хакерскиенавыки. Работая сообща, мысможем остановить Порядок!
zh_hans: 各位，谢谢你们！我接下来会通过骇解提供帮助。我们一起阻止秩序吧。
zh_hant: 各位，謝謝你們！我接下來會以駭解的方式提供幫助，讓我們一起阻止秩序吧。

# SdodrSdodrEnemyCommentBarrierKingIidaUnlockComment04
source: How DARE Order put Marinathrough the wringer like that!That thing's on my LIST!
de: Wie kann Ordnung es nur WAGEN,Marina so zu triezen?! Dem Dingwerd ich SO WAS von einheizen!
es: ¡Maldito Ordon! ¡Cómo te atrevesa tratar de esa forma a la pobreMarina!
es_mx: ¡Maldito Ordon! ¡Cómo te atrevesa tratar de esa forma a Marina!
fr: Comment l'Ordre a-t-il osé fairesubir un truc pareil à Coralie ?Ça va se payer !
it: Come ha osato quell'Ordinetrattare così la mia Nori?!Se la vedrà brutta, garantito!
ja: イイダをひでー目にあわせやがって！オーダ！ 許せねえ！
ko: 이이다한테 이런 짓을 하다니!오더! 용서 못 해!
nl: Wie Mariana lastigvalt, krijgt metmij te maken! Kom maar op, Orde!
ru: Как только посмел этотнепорядочный Порядок такпорядочно нагадить Марише!Этот Порядок пора проучить!
zh_hans: 居然让饭田受那么多苦！秩序！不可饶恕！
zh_hant: 居然敢讓飯田吃那麼多的苦頭！秩序！我絕不放過你！

# SdodrSdodrEnemyCommentBarrierKingIidaUnlockCommentConclusion
source: We're gonna make Order pay!
de: Dafür wird Ordnung büßen!
es: ¡Paremos los pies a Ordon!
es_mx: ¡Detengamos a Ordon!
fr: L'Ordre va payer sa vilénie !
it: Ordine la pagherà cara!
ja: オーダを止めよう
ko: 오더를 저지하자
nl: We leren Orde een lesje!
ru: Этот Порядок заплатит за все!
zh_hans: 阻止秩序
zh_hant: 阻止秩序

# SdodrSdodrEnemyCommentBarrierKingOdakoUnlockComment02
source: Order was vicious. But we're noslouches ourselves. I always knewEight and Pearl could do it. And sowe returned to the real world,happily ever after.
de: Ordnung war echt krass, aber wirwaren ’ne Spur krasser! Auf Nr. 8und Perla ist eben Verlass. Und sogelang es uns letztendlich, in dieechte Welt zurückzukehren.
es: Ordon era un rival duro de pelar,pero siempre confié en que Perlay tú lo lograríais. Nada comoestar de vuelta en el mundo real.
es_mx: Ordon era un rival fuertísimo,pero siempre confié en que Perlay tú lo lograrían. Nada comoestar de vuelta en el mundo real.
fr: L'Ordre était féroce, mais on étaitpas en reste. Je savais que Huitet Perle seraient de taille. Nousvoilà enfin de retour dans le monderéel et tout est bien qui finit bien.
it: Ordine era un nemico formidabile,ma noi non siamo da meno. Sapevoche Otto e Alga se la sarebberocavata. Così, siamo tornati almondo reale, felici e contenti.
ja: 強敵だったけど、なんとか打ち勝ったネさすが、ハチとヒメだ みんな現実世界にもどれて、めでたしメデタシ
ko: 강적이었지만 어떻게든 무사히 이겼네역시 에이트와 히메야. 모두 함께현실 세계로 돌아갈 수 있어서 다행이야
nl: Orde was genadeloos, maar wijweten ook van wanten. Ik wist weldat het Acht en Lorelei zou lukken.Zo zijn we teruggekeerd naar deechte wereld. Eind goed, al goed.
ru: Порядок был серьезным врагом,но мы справились. У меня не былосомнений, что Восьмерка и Жемчиксправятся. И все вернулись в реальныймир, и жили долго и счастливо!
zh_hans: 它是个强敌，不过最后还是设法打赢了。小八和小姬果然厉害。大家也都回到了现实世界，可喜可贺。
zh_hant: 雖然是個強敵，不過還是設法戰勝了。小八跟小姬果然厲害，大家都能回到現實世界了，可喜可賀。

# SdodrSdodrEnemyCommentBarrierKingOdakoUnlockComment03
source: Wasn't that li'l Order cuuute?I wonder where it went.
de: War die Mini-Version von Ordnungnicht supersüß? Ich frage mich,wo die jetzt steckt...
es: Ese pequeñajo de Ordon era taaanmono... Por cierto, me preguntodónde se habrá metido.
es_mx: ¡Ordon era taaan lindo en suversión pequeñita! Por cierto, mepregunto dónde se habrá metido...
fr: Il était pas adorable, ce petitOrdre ? Je me demande bienoù il a pu filer.
it: Avete visto quant'era carinoda piccino?! Chissà dov'è andatoadesso...
ja: ちっちゃいオーダ、かわいかったですね～あの子、どこ行っちゃったんでしょう？
ko: 조그마한 오더 귀여웠죠～그 아이, 어디로 가 버린 걸까요?
nl: Was die kleine Orde niet schattig?Ik vraag me af waar hij geblevenis.
ru: Вообще-то малыш Порядок былдовольно миленьким...Интересно, где он сейчас.
zh_hans: 小小的秩序还挺可爱的～它后来究竟跑去哪里了呢？
zh_hant: 迷你秩序還滿可愛的耶～他後來跑到哪裡去了呢？

# SdodrSdodrEnemyCommentBarrierKingOdakoUnlockComment04
source: That's the last we'll see of THATcreep, I bet. And if not, thenEight, Marina, Acht, and me aregonna fry it up all over again!
de: Der soll sich hier bloß NIE wiederblicken lassen! Und falls doch,dann hauen Nr. 8, Marina, Ahatound ich den Kerl noch einmal indie Pfanne!
es: Lo importante es que no cometerámás fechorías. Y, si lo intentara,¡aquí estaremos Acht, Marina,Ocho y yo para impedírselo!
es_mx: Lo importante es que no cometerámás fechorías. Y, si lo intentara,¡aquí estaremos Acht, Marina,Ocho y yo para impedírselo!
fr: Je pense qu'on va pas le revoir desitôt, ce dingo-là. Et s'il ose serepointer, Huit, Coralie, Eyteet moi, on en fera de la friture !
it: Non credo che avrà il coraggiodi farsi rivedere. Ma se propriodovesse tornare, Acht, Nori, Ottoe io saremo qui per friggerlodi nuovo!
ja: ま、アイツも もーわるさできねーだろ！なんかあったら、アタシとハチ、イイダ、ミズタで、またとっちめてやんぞ！
ko: 뭐, 그 녀석도 더는 나쁜 짓 못 하겠지!무슨 일이 있으면 나랑 에이트, 이이다,미즈타가 또 혼쭐을 내 줄 테다!
nl: Die engerd zien we niet meer terug.En als hij wel terugkeert, dan gevenSmarachne, Mariana, Acht en ik hemer gewoon nog een keer van langs!
ru: Ха, больше этого порядочногогада мы не увидим. А если онвернется, то мы с Восьмеркой,Маришей и Октой зададимему жару!
zh_hans: 总之，那家伙也无法再作恶了吧！如果它敢生事，我、小八、饭田，还有水田，还会狠狠教训它的！
zh_hant: 沒差，反正他也沒辦法為非作歹了吧！如果出了什麼事的話，我、小八、飯田還有水田會重出江湖的！

# SdodrSdodrEnemyCommentBarrierKingOdakoUnlockCommentConclusion
source: Even here, we stay Off the Hook!
de: TentaCool sind überall cool!
es: Con orden o sin él, ¡tinta a tutiplén!
es_mx: Vayas donde vayas, ¡sigue la onda!
fr: À Tenta-Cool, rien d'impossible !
it: Anche qui... sempre in gambero!
ja: 秩序の世界も ぬりたく～る テンタクル！！
ko: 질서의 세계도 색칠 삼매경, 텐타클!!
nl: Zelfs nu hielden we ons Tentacool!
ru: Off the Hook везде Off the Hook!
zh_hans: 在秩序世界也一样，腕儿姐妹狂涂无罪！！
zh_hant: 秩序世界也一樣，腕兒姐妹狂塗無罪！

# SdodrSdodrEnemyCommentBombBlowUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentBombBlowUnlockComment02
source: Shoot down the capsules itspews. It'll self-destruct andsave you some trouble.
de: Schieß auf die Kapseln, die sieausspucken. Mit dem richtigenTiming explodieren die nämlichin der Nähe der Fieslinge unddu hast deine Ruhe vor ihnen.
es: Si le aciertas a la cápsula queexpulsa, puedes lograr que sedestruya a sí mismo con supropia explosión.
es_mx: Si le aciertas a la cápsula queexpulsa, puedes lograr que sedestruya a sí mismo con supropia explosión.
fr: Tire sur les capsules qu'ils'apprête à cracher. Ça le feras'autodétruire, ce qui estplutôt pratique, avouons-le.
it: Se abbatti la capsula chefuoriesce dal loro corpo, siautodistruggeranno facendotirisparmiare un bel po' di tempo.
ja: 吹き上げているカプセルを撃ち落とすと自爆して、勝手にやられてくれるネ
ko: 불고 있는 캡슐을 쏘아 떨어뜨리면자폭해서 알아서 쓰러지는 녀석이야
nl: Schiet de capsules neer, zodat zezichzelf vernietigen en jou geenproblemen opleveren.
ru: Сбивай капсулы, которые онивыплевывают. Они уничтожатся,и это облегчит ситуацию.
zh_hans: 击落吹到空中的胶囊，胶囊便会自爆，就这样让它们自取灭亡吧。
zh_hant: 把噴到空中的膠囊擊落就會自爆，讓牠們自生自滅吧。

# SdodrSdodrEnemyCommentBombBlowUnlockComment03
source: You can also shoot the capsulesafter they're launched to convertthem to your ink! They containthings like bombs and Toxic Mist.
de: Du kannst die Kapseln auch nachdem Abfeuern direkt beschießen.Dann färben sie Flächen in deinerTintenfarbe! Manche hinterlassensogar Bomben und Sepitox-Nebel.
es: También puedes disparar a lascápsulas que ya haya expulsadoy volverlas del color de tu tinta.En su interior contienen cosascomo bombas y nebulizadores.
es_mx: También puedes disparar a lascápsulas ya lanzadas y volverlasdel color de tu tinta. En suinterior contienen cosas comobombas y nebulizadores.
fr: Tu peux aussi tirer sur unecapsule qu'il a crachée pourl'utiliser à ton avantage ! Ellepeut contenir des bombes, dela brume toxique...
it: Puoi anche sparare alle capsuledopo che sono state lanciate pertrasformarle in inchiostro amico!Contengono oggetti come bombee nebbia tossica.
ja: 投げてくるカプセルも、撃ち落とせばこちらのインクになって攻撃に使えますよ中身はボムやポイズンミストです～
ko: 던지는 캡슐도 쏘아서 떨어뜨리면우리 쪽 잉크가 되니 공격에 쓸 수 있어요내용물은 밤이나 포이즌 미스트예요～
nl: Je kunt de capsules ook nalancering neerschieten om zenaar jouw inkt te veranderen.Er zitten voorwerpen in, zoalsbommen en Gifmist.
ru: Ты можешь сбивать и взлетевшиекапсулы. В этом случае их цветпоменяется на твой! В них бываютбомбы и едкий туман.
zh_hans: 它投掷过来的胶囊也一样，只要击落，就可以变为我方的墨汁，并用于攻击。里面装的是炸弹或者毒雾哦～
zh_hant: 投擲過來的膠囊也一樣，只要擊落就會變成我方的墨汁，可以用來攻擊。裡面裝的是炸彈或毒霧喔～

# SdodrSdodrEnemyCommentBombBlowUnlockComment04
source: Huh?! You're telling me THAT'Swhat was spamming those SplatBombs at us?!
de: Hö?! Also haben DIE uns all dieKlecks-Bomben um die Ohrengepfeffert?! Voll der Abtörn!
es: ¿Eh? ¿Entonces es esa cosala que lanza bombas básicas?
es_mx: ¿Eh? ¡¿ESOS son los que llenanlos pisos de bombas?!
fr: Hein ?! Me dis pas que c'est cesbestioles-là qui nous arrosaientde bombes splash ?!
it: Cosa? Allora erano questi cosia tirarci dietro le bombe splash?
ja: ん？！ あのうぜースプラッシュボム、こいつが投げてたんか！
ko: 응?! 그 짜증 나는 스플래시 밤이 녀석이 던지는 거였구나!
nl: WAT?! Wil je zeggen dat al dieKlodderbommen daarvandaankomen?!
ru: Э?! Это получается, что этигаденыши на нас сбрасывалибрызгающие бомбы?!
zh_hans: 嗯？！那个烦人的斯普拉炸弹，原来是这家伙投掷过来的啊！
zh_hant: 嗯！？那個煩人的斯普拉炸彈原來是這傢伙丟出來的啊！

# SdodrSdodrEnemyCommentBombBlowUnlockCommentConclusion
source: Make it eat that capsule!
de: Auf die Kapseln, fertig, los!
es: ¡Dispara a la cápsula!
es_mx: ¡Dispara a la cápsula!
fr: Fais-lui manger la capsule !
it: Una capsula al giorno...
ja: カプセルを撃て
ko: 캡슐을 쏘자
nl: Gebruik die capsule tegen hem!
ru: А теперь пусть глотает капсулу!
zh_hans: 击落胶囊
zh_hant: 擊落膠囊

# SdodrSdodrEnemyCommentChargerTowerUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentChargerTowerUnlockComment02
source: The head at the top is where youwant to aim. Take that out, andwhat's left will explode to damageany enemies nearby.
de: Ziele auf den Kopf! Mehr gibt’seigentlich nicht zu sagen. Hastdu den erst mal ausgeschaltet,fliegt der Rest in die Luft undschadet Gegnern in der Nähe.
es: Si quieres acabar con él, apuntaarriba, a la cabeza. Sin ella, elresto del cuerpo explotará ycausará daño a otros enemigospróximos.
es_mx: Si quieres acabar con él, apuntaarriba, a la cabeza. Sin ella, elresto del cuerpo explotará ycausará daño a otros enemigospróximos.
fr: Il faut viser la tête tout en haut.Une fois celle-ci éliminée, le resteexplose et inflige des dégâts auxennemis à proximité.
it: Ti conviene mirare alla testa.Se la distruggi, ciò che ne restaesploderà danneggiando i nemicinei dintorni.
ja: てっぺんの頭が弱点ダ 頭を倒すと残った体が爆発して、周りの敵にダメージをあたえるヨ
ko: 꼭대기에 있는 머리가 약점이야머리를 쓰러뜨리면 남은 몸이 폭발해서주변에 있는 적도 대미지를 받아
nl: Zorg dat je op de kop bovenaanricht. Als je die vernietigt,explodeert de rest en wordenvijanden in de buurt ook geraakt.
ru: Целься в голову на самом верху.Разберешься с ней, и всеостальное разорвется,нанося урон всем врагампоблизости.
zh_hans: 它顶端的头部是弱点，只要击倒头部，身体的剩余部分就会爆炸，并对周围的敌人造成伤害哦。
zh_hant: 頂端的頭部是弱點，只要擊倒頭部，剩餘的身體部位就會爆炸，對周邊的敵人造成傷害喔。

# SdodrSdodrEnemyCommentChargerTowerUnlockComment03
source: If the head's out of reach, cutthe body down to size. But finishthe job, or they'll regrow thetower part! They'll get moreaggressive, too, so watch out.
de: Solltest du an den Kopf nichtrankommen, versuch die Kerlezurechtzustutzen. Aber schnell,sonst regenerieren sie sich wiederund werden RICHTIG sauer!
es: Si no llegas a darle en la sesera,puedes destruir otras partes delcuerpo. Pero ten cuidado, porqueestas reaparecen ¡y el bicho sevuelve más temible!
es_mx: Aunque no le des en el cráneo,puedes destruir otras partesdel cuerpo. ¡Pero remátalo ovolverán a crecer y se volverámás agresivo!
fr: Si la tête est hors d'atteinte, détruisquelques éléments du corps. Maisfais vite, ou ils se régénéreront etla bestiole deviendra plus agressive !
it: Se la testa è fuori dalla tuaportata, fai a fette il corpo.Il problema è che se aspettitroppo, il corpo si rigenera ediventa ancora più aggressivo.
ja: 頭をねらえないときは、体を壊しましょう放っておくと、壊した体がまた生えてきますし、攻撃もだんだん激しくなるので注意です～
ko: 머리를 쏠 수 없을 때는 몸을 파괴하세요방치하면 파괴된 몸이 다시 생겨나고공격도 점점 강해지니 조심하세요～
nl: Maak het lijf wat kleiner als je dekop niet kunt raken. Maar weessnel, want anders groeit hettorendeel weer terug! Ze wordenook agressiever, dus pas goed op!
ru: Если до головы не добраться,укороти тело. Но не медли,потому что оно отрастет заново,а противник станет болееагрессивным.
zh_hans: 无法攻击头部时，就破坏它的身体吧。如果放任不管，破坏的身体就会重生，它的攻击也会愈发猛烈，需要注意哦～
zh_hant: 無法攻擊頭部時就把身體部位摧毀吧。置之不理的話，壞掉的身體會再次重生，攻擊也會變得越來越激烈，要注意喔～
