Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GearGearNameHeadEye006
source: White Arrowbands
de: Weiße Sportbandbrille
es: Gafas ajustables blancas
es_mx: Gafas deportivas blancas
fr: Lunettes blanches à élastique
it: Occhiali bianchi
ja: アローバンド ホワイト
ko: 화이트 애로 밴드
nl: Witte bril met sportband
ru: Белые очки на резинке
zh_hans: 眼镜固定带 白色
zh_hant: 眼鏡固定帶 白色

# GearGearNameHeadEye007
source: Fake Contacts
de: Getönte Kontaktlinsen
es: Lentillas sin graduación
es_mx: Lentes de contacto
fr: Lentilles sans correction
it: Lenti a contatto finte
ja: ダテコンタクト
ko: 패션 렌즈
nl: Gekleurde contactlenzen
ru: Линзы-невидимки
zh_hans: 显眼隐形眼镜
zh_hant: 顯眼隱形眼鏡

# GearGearNameHeadEye008
source: 18K Aviators
de: Sonnenbrille 18K
es: Gafas aviador oro
es_mx: Gafas aviador retro
fr: Lunettes de soleil 18 carats
it: Occhiali da sole 18K
ja: タレサン18K
ko: 18K 보잉 선글라스
nl: 18K aviatorbril
ru: Золотые «авиаторы»
zh_hans: 明星墨镜 18K
zh_hant: 明星墨鏡 18K

# GearGearNameHeadEye009
source: Full-Moon Glasses
de: Rund-Hornbrille
es: Gafas redondas
es_mx: Gafas redondas
fr: Lunettes rondes
it: Occhiali rotondi
ja: マルベッコー
ko: 브라운 라운드 글라스
nl: Ronde bril
ru: Очки в роговой оправе
zh_hans: 玳瑁圆形眼镜
zh_hant: 玳瑁圓形眼鏡

# GearGearNameHeadEye010
source: Octoglasses
de: Oktobrille
es: Octogafas
es_mx: Octogafas
fr: Lunettes octogonales
it: Octocchiali
ja: オクタグラス
ko: 옥타 글라스
nl: Octobril
ru: Осьмоочки
zh_hans: 章鱼墨镜
zh_hant: 章魚墨鏡

# GearGearNameHeadEye011
source: Half-Rim Glasses
de: Halbrand-Brille
es: Gafas gruesas
es_mx: Gafas montura gruesa
fr: Lunettes demi-cerclées
it: Occhiali a mezza montatura
ja: セルブロウ
ko: 하프 림 글라스
nl: Bril met halve rand
ru: Очки в полуоправе
zh_hans: 半框眼镜
zh_hant: 半框眼鏡

# GearGearNameHeadEye012
source: Double Egg Shades
de: Oval-Sonnenbrille
es: Gafas ovaladas dobles
es_mx: Gafas ovaladas dobles
fr: Lunettes noires ovales
it: Occhiali da sole ovali
ja: ダブルエッグサングラス
ko: 더블 에그 선글라스
nl: Ovale zonnebril
ru: Очки «Гранж»
zh_hans: 铁蛋墨镜
zh_hant: 鐵蛋墨鏡

# GearGearNameHeadEye013
source: Zekko Cap
de: Zekko-Brille mit Kappe
es: Gafas con gorra Ezko
es_mx: Gorra doblada con gafas
fr: Casquette et lunettes Ezko
it: Occhiali e cappello Ezko
ja: エゾッコフリッパー
ko: 제코 캡
nl: Zekko-pet met bril
ru: Ретро-сет «Гранж»
zh_hans: 泽酷翻檐帽
zh_hant: 澤酷翻檐帽

# GearGearNameHeadEye014
source: SV925 Circle Shades
de: SV925-Rundbrille
es: Gafas redondas plata
es_mx: Gafas redondas plata
fr: Lunettes de soleil SV925
it: Occhiali rotondi SV925
ja: マルサンSV925
ko: SV925 라운드 선글라스
nl: Ronde bril met donker glas
ru: Очки «Осьборн» SV925
zh_hans: 圆形墨镜SV925
zh_hant: 圓形墨鏡SV925

# GearGearNameHeadEye015
source: Annaki Beret & Glasses
de: Annaki-Barett mit Brille
es: Boina Annak con gafas
es_mx: Boina Annak con gafas
fr: Béret et lunettes Aroz
it: Berretto Annak con occhiali
ja: アナアキバスクベレー
ko: 아나키 베레&글라스
nl: Annaki-baret met zonnebril
ru: Комплект «Револют»
zh_hans: 无法无天巴斯克贝雷帽
zh_hant: 無法無天巴斯克貝雷帽

# GearGearNameHeadEye016
source: Swim Goggles
de: Schwimmbrille
es: Gafas de natación
es_mx: Gafas de natación
fr: Lunettes de natation
it: Occhialetti da nuoto
ja: スイミングモーグル
ko: 물안경
nl: Zwembril
ru: Очки для плавания
zh_hans: 竞技泳镜
zh_hant: 競技泳鏡

# GearGearNameHeadEye017
source: Ink-Guard Goggles
de: Tintenschutzbrille
es: Gafas antitinta
es_mx: Gafas antitinta
fr: Masque anti-adhérent
it: Visore antitinta
ja: スミガードゴーグル
ko: 잉크 가드 고글
nl: Anti-inktbril
ru: Краскозащитные очки
zh_hans: 防墨护目镜
zh_hant: 防墨護目鏡

# GearGearNameHeadEye018
source: Toni Kensa Goggles
de: Kensa-Schwimmbrille
es: Gafas de natación elegantes
es_mx: Gafas Tonken
fr: Lunettes de natation K
it: Occhialetti Nero Marlin
ja: モーグル タタキベッチュー
ko: 물안경 오더 메이드
nl: Toni Kensa-zwembril
ru: Очки для ныряния
zh_hans: 剑尖特制竞技泳镜
zh_hant: 劍尖特製競技泳鏡

# GearGearNameHeadEye021
source: Ink-Tinted Goggles
de: Macropinna-Brille
es: Gafas tinte abisal
es_mx: Gafas tinte abisal
fr: Verres teintés
it: Occhiali con lenti colorate
ja: デメニギスゴーグル
ko: 데메니기스 고글
nl: Getinte bril
ru: Очки «бочкоглазики»
zh_hans: 桶眼鱼护目镜
zh_hant: 桶眼魚護目鏡

# GearGearNameHeadEye022
source: Retro Framers
de: Pixelbrille
es: Gafas montura retro
es_mx: Gafas montura retro
fr: Monture 8 bits
it: Occhiali pixellati
ja: ８ビットフレーム
ko: 8bit 프레임
nl: Pixelbril
ru: Очки «8 бит»
zh_hans: 8-Bit 镜框
zh_hant: 8-Bit 鏡框

# GearGearNameHeadEye023
source: Glassless Glasses
de: Brille ohne Gläser
es: Gafas sin cristales
es_mx: Gafas sin cristales
fr: Monture sans verres
it: Occhiali senza lenti
ja: ワイヤーグラス
ko: 와이어 글라스
nl: Bril zonder glazen
ru: Очки-невидимки
zh_hans: 眼饰
zh_hant: 眼飾

# GearGearNameHeadEye024
source: Triple-Deck Specs
de: Triple-Brille
es: Gafas triple protección
es_mx: Gafas triple protección
fr: Lunettes 3-en-1
it: Occhiali tripli
ja: サンサンサングラス
ko: 선선선글라스
nl: Driedubbeldekkerbril
ru: Очки «Тройная 333ащита»
zh_hans: 墨墨墨镜
zh_hant: 墨墨墨鏡

# GearGearNameHeadEye025
source: Invisifloats
de: Transparente Brille
es: Gafas transparentes
es_mx: Gafas transparentes
fr: Lunettes transparentes
it: Occhiali discreti
ja: フロート クリアグラス
ko: 플로트 클리어 글라스
nl: Stiekeme bril
ru: Тактические очки
zh_hans: 浮法玻璃透明眼镜
zh_hant: 浮法玻璃透明眼鏡

# GearGearNameHeadEye026
source: Moto Shades
de: Biker-Brille
es: Gafas moteras
es_mx: Gafas de motociclista
fr: Lunettes de moto
it: Occhiali da motociclista
ja: バイカーシェード
ko: 바이커 셰이드
nl: Motorzonnebril
ru: Мотоочки
zh_hans: 骑士偏光眼镜
zh_hant: 騎士偏光眼鏡

# GearGearNameHeadEye027
source: Annaki Charms
de: Eckige Annaki-Brille
es: Gafas Annak cuadradas
es_mx: Gafas Annak cuadradas
fr: Lunettes carrées Aroz
it: Occhiali Annak
ja: アナアキスクエアグラス
ko: 아나키 스퀘어 글라스
nl: Hoekige Annaki-bril
ru: Очки от Панкасиуса
zh_hans: 无法无天方形眼镜
zh_hant: 無法無天方形眼鏡

# GearGearNameHeadEye028
source: Glam Clam Specs
de: Klappenbrille
es: Gafas almejas
es_mx: Gafas almejas
fr: Lunettes palourdes
it: Occhiali vongolosi
ja: クラムグラス
ko: 클램 글라스
nl: Kokkelklepbril
ru: Откидные очки
zh_hans: 蛤蜊墨镜
zh_hant: 蛤蜊墨鏡

# GearGearNameHeadEye029
source: Retro BluFocals
de: BC925-Rundbrille
es: Gafas redondas aurora
es_mx: Gafas redondas aurora
fr: Lunettes rétro SV925
it: Occhiali blufocali rétro
ja: タマサンBC925
ko: BC925 오로라 선글라스
nl: Ronde bril met blauw glas
ru: Очки «Осьборн блю» BC925
zh_hans: 球形墨镜BC925
zh_hant: 球形墨鏡BC925

# GearGearNameHeadEye030
source: Sea-Me-Nots
de: Bullaugenbrille
es: Gafas besugo
es_mx: Gafas besugo
fr: Lunettes hublots
it: Occhiali occhioni
ja: メダイサングラス
ko: 왕눈이 선글라스
nl: Geblindeerde bril
ru: Очки «Эль-Дорада»
zh_hans: 眼鲷墨镜
zh_hant: 眼鯛墨鏡

# GearGearNameHeadEye031
source: Hipster Horn-Rims
de: Eckige Hornbrille
es: Gafas montura extragruesa
es_mx: Gafas montura extragruesa
fr: Lunettes hipster
it: Occhiali a montatura spessa
ja: フトブチスクエア
ko: 굵은 사각 뿔테 안경
nl: Hoekige hoornen bril
ru: Очки хипстера
zh_hans: 粗框方形眼镜
zh_hant: 粗框方形眼鏡

# GearGearNameHeadEye032
source: Deluxury Sleep Mask
de: Premium-Schlafmaske
es: Antifaz sueño feliz
es_mx: Antifaz sueño feliz
fr: Masque de sommeil deluxe
it: Maschera notte deluxe
ja: パーフェクトスリーパー
ko: 퍼펙트 슬립퍼
nl: Schoonheidsslaapmasker
ru: Маска для сна «Шик!»
zh_hans: 完美眼罩
zh_hant: 完美眼罩

# GearGearNameHeadFst000
source: White Headband
de: Weißes Stirnband
es: Cinta blanca
es_mx: Cinta blanca
fr: Bandeau blanc
it: Fascia bianca
ja: ヘッドバンド ホワイト
ko: 화이트 헤드밴드
nl: Witte hoofdband
ru: Белая повязка
zh_hans: 头带 白色
zh_hant: 頭帶 白色

# GearGearNameHeadHap000
source: Kyonshi Hat
de: Kyonshi-Hut
es: Sombrero embrujado
es_mx: Sombrero kyonshi
fr: Chapeau kyonshi
it: Copricapo Kyonshi
ja: キョンキョンぼう
ko: 강시 모자
nl: Kyonshi-muts
ru: Шапка цзянши
zh_hans: 僵僵帽
zh_hant: 殭殭帽

# GearGearNameHeadHap001
source: Li'l Devil Horns
de: Satansbraten-Hörner
es: Cuernos diabólicos
es_mx: Cuernos de diablito
fr: Cornes de diablotin
it: Corna da diavoletto
ja: ウミウシカチューシャ
ko: 해우 머리띠
nl: Duiveltjeshoorns
ru: Обруч «Морской черт»
zh_hans: 海蛞蝓角发箍
zh_hant: 海蛞蝓角髮箍

# GearGearNameHeadHap002
source: Hockey Mask
de: Hockey-Maske
es: Máscara de hockey
es_mx: Máscara de hockey
fr: Masque de hockey
it: Maschera da hockey
ja: ホッケかめん
ko: 하키 가면
nl: Hockeymasker
ru: Хоккейная маска
zh_hans: 曲棍球面具
zh_hant: 曲棍球面具

# GearGearNameHeadHap003
source: Anglerfish Mask
de: Seeteufel-Maske
es: Máscara de rape abisal
es_mx: Máscara abisal
fr: Masque de baudroie
it: Maschera da pesce abissale
ja: アンコウラバーマスク
ko: 아귀 러버 마스크
nl: Voetbalvismasker
ru: Маска удильщика
zh_hans: 灯笼鱼橡皮面罩
zh_hant: 燈籠魚橡皮面罩

# GearGearNameHeadHap016
source: Undead Head
de: Pharao-Wickel
es: Antifaz de momia
es_mx: Antifaz de momia
fr: Masque de momie
it: Testa di mummia
ja: マミイカヘッド
ko: 미라 오징어 헤드
nl: Mummiewikkel
ru: Маска кальмумии
zh_hans: 木乃鱿裹头布
zh_hant: 木乃魷裹頭布

# GearGearNameHeadHap017
source: The Plankton Walker
de: Klecksereispitz
es: Sombrero con pluma
es_mx: Sombrero con pluma
fr: Tricorne pirate plancton
it: Capitan Plancton
ja: キャプテン・カサゴ
ko: 캡틴 쏨뱅이
nl: Piratenhoed met pluim
ru: Треуголка пирата-зомби
zh_hans: 石狗公队长
zh_hant: 石狗公隊長

# GearGearNameHeadHap018
source: Swim Reaper
de: Horrorhaube
es: Máscara tentaculosa
es_mx: Máscara tentaculosa
fr: Terreur des sept calamers
it: Polpo mietitore
ja: スケアリーフェイス
ko: 호러 페이스
nl: Tentakelmasker
ru: Маска «Осьмовопль»
zh_hans: 吓人面具
zh_hant: 嚇人面具

# GearGearNameHeadHap019
source: Bleak Beak
de: Hauchhüter
es: Máscara con pico
es_mx: Máscara con pico
fr: Masque corbec
it: Becco pestifero
ja: カジキマスク
ko: 청새치 마스크
nl: Snavelmasker
ru: Маска клювоноса
zh_hans: 旗鱼面罩
zh_hant: 旗魚面罩

# GearGearNameHeadHap020
source: Dapperdasher Hat
de: Deluxe-Zylinder
es: Sombrero aristocrático
es_mx: Sombrero aristocrático
fr: Chapeau et monocle
it: Cappello all'antica
ja: カイトウ・フック
ko: 괴도 후크
nl: Landgoedhoed
ru: Цилиндр с моноклем
zh_hans: 钩子怪盗帽
zh_hant: 鉤子怪盜帽

# GearGearNameHeadHap021
source: Coral Wreath
de: Korallenkranz
es: Corona coralina
es_mx: Corona coralina
fr: Couronne corail
it: Ghirlanda di coralli
ja: カイノワ
ko: 조개 관
nl: Koraalkrans
ru: Венок «Дары коралла»
zh_hans: 贝壳头环
zh_hant: 貝殼頭環

# GearGearNameHeadHap022
source: Golden Gala Masque
de: Gala-Goldmaske
es: Máscara carnavalesca
es_mx: Máscara carnavalesca
fr: Masque de gala doré
it: Maschera da festa
ja: キンギョマスケラ
ko: 금붕어 가면
nl: Gouden galamasker
ru: Золотая полумаска
zh_hans: 金鱼舞会面具
zh_hant: 金魚舞會面具

# GearGearNameHeadHap023
source: Octopearl Crown
de: Tentakrönchen
es: Octocorona
es_mx: Octocorona
fr: Couronne octoperle
it: Corona di octoperla
ja: オクトパールクラウン
ko: 옥토 펄 크라운
nl: Parelkroontje
ru: Мини-корона
zh_hans: 章鱼珍珠皇冠
zh_hant: 章魚珍珠皇冠

# GearGearNameHeadHap024
source: Teal Pinhole Shades
de: Blaue Löcherbrille
es: Gafas modernas azules
es_mx: Gafas modernas azules
fr: Lunettes percées turquoise
it: Occhiali forati azzurri
ja: ノベルティグラス ムスカリ
ko: 무스카리 노벨티 글라스
nl: Blauwe gaatjesbril
ru: Синие дырчатые очки
zh_hans: 活动纪念墨镜 风信子
zh_hant: 活動紀念墨鏡 風信子

# GearGearNameHeadHap025
source: Green Pinhole Shades
de: Grüne Löcherbrille
es: Gafas modernas verdes
es_mx: Gafas modernas verdes
fr: Lunettes percées vertes
it: Occhiali forati verdi
ja: ノベルティグラス ヨツバ
ko: 네잎 노벨티 글라스
nl: Groene gaatjesbril
ru: Зеленые дырчатые очки
zh_hans: 活动纪念墨镜 四叶草
zh_hant: 活動紀念墨鏡 四葉草

# GearGearNameHeadHap026
source: Pink Pinhole Shades
de: Rosa Löcherbrille
es: Gafas modernas rosas
es_mx: Gafas modernas rosas
fr: Lunettes percées roses
it: Occhiali forati rosa
ja: ノベルティグラス アネモネ
ko: 아네모네 노벨티 글라스
nl: Roze gaatjesbril
ru: Розовые дырчатые очки
zh_hans: 活动纪念墨镜 银莲花
zh_hant: 活動紀念墨鏡 銀蓮花

# GearGearNameHeadHap027
source: Yellow Pinhole Shades
de: Gelbe Löcherbrille
es: Gafas modernas amarillas
es_mx: Gafas modernas amarillas
fr: Lunettes percées jaunes
it: Occhiali forati gialli
ja: ノベルティグラス タンポポ
ko: 민들레 노벨티 글라스
nl: Gele gaatjesbril
ru: Желтые дырчатые очки
zh_hans: 活动纪念墨镜 蒲公英
zh_hant: 活動紀念墨鏡 蒲公英

# GearGearNameHeadHap028
source: Lionfish Funface
de: Feuerfisch-Maske
es: Careta pez león
es_mx: Máscara pez león
fr: Masque rascasse
it: Maschera pesce leone
ja: フェスフェイス カサゴ
ko: 쏨뱅이 페스티벌 페이스
nl: Koraalduivelmasker
ru: Маска крылатки
zh_hans: 祭典面具 石狗公
zh_hant: 祭典面具 石狗公

# GearGearNameHeadHap029
source: Cowfish Funface
de: Kofferfisch-Maske
es: Careta pez cofre
es_mx: Máscara pez cofre
fr: Masque poisson vache
it: Maschera pesce scatola
ja: フェスフェイス ハコフグ
ko: 뿔복 페스티벌 페이스
nl: Koffervismasker
ru: Маска кузовка
zh_hans: 祭典面具 箱河豚
zh_hant: 祭典面具 箱河豚

# GearGearNameHeadHap030
source: ZedFry Funface
de: Zeki-Maske
es: Careta Oskkar
es_mx: Máscara Zofrito
fr: Masque Frizko
it: Maschera EzTor
ja: フェスフェイス チゴフグ
ko: 복어키드 페스티벌 페이스
nl: Zekkie-masker
ru: Маска Тюшки
zh_hans: 祭典面具 幼河豚
zh_hant: 祭典面具 幼河豚

# GearGearNameHeadHap031
source: Monkey-Crab Funface
de: Krabaffo-Maske
es: Careta simiocangrejo
es_mx: Máscara simiocangrejo
fr: Masque crabe-singe
it: Maschera granchioscimmia
ja: フェスフェイス サルカニ
ko: 원숭게 페스티벌 페이스
nl: Krabaapjemasker
ru: Маска Краболтуса
zh_hans: 祭典面具 猿蟹
zh_hant: 祭典面具 猿蟹

# GearGearNameHeadHap032
source: Fox Funface
de: Kitsune-Maske
es: Careta zorro
es_mx: Máscara kitsune
fr: Masque renard
it: Maschera volpe
ja: フェスフェイス キツネ
ko: 여우 페스티벌 페이스
nl: Vossenmasker
ru: Маска лисы
zh_hans: 祭典面具 狐狸
zh_hant: 祭典面具 狐狸

# GearGearNameHeadHap033
source: Cartoony Funface
de: Anime-Maske
es: Careta sonrisa
es_mx: Máscara sonrisa
fr: Masque cartoon
it: Maschera cartoonesca
ja: フェスフェイス スマイル
ko: 스마일 페스티벌 페이스
nl: Glundermasker
ru: Мультяшная маска
zh_hans: 祭典面具 笑脸
zh_hant: 祭典面具 笑臉

# GearGearNameHeadHap034
source: Now or Never Spikes
de: Now-or-Never-Stacheln
es: Diadema Now or Never
es_mx: Diadema Now or Never
fr: Piques Now or Never
it: Cerchietto Now or Never
ja: ヌラネバカチューシャ
ko: Now or Never 머리띠
nl: Now or Never-stekels
ru: Шипы Now or Never
zh_hans: Now or Never 发箍
zh_hant: Now or Never 髮箍

# GearGearNameHeadHap035
source: Now or Never Crown
de: Now-or-Never-Krone
es: Corona Now or Never
es_mx: Corona Now or Never
fr: Couronne Now or Never
it: Corona Now or Never
ja: ヌラネバクラウン
ko: Now or Never 크라운
nl: Now or Never-kroon
ru: Корона Now or Never
zh_hans: Now or Never 皇冠
zh_hant: Now or Never 皇冠

# GearGearNameHeadHap036
source: Now or Never Cap
de: Now-or-Never-Kappe
es: Gorra Now or Never
es_mx: Gorra Now or Never
fr: Casquette Now or Never
it: Cappello Now or Never
ja: ヌラネバキャップ
ko: Now or Never 캡
nl: Now or Never-pet
ru: Фуражка Now or Never
zh_hans: Now or Never 帽
zh_hant: Now or Never 帽

# GearGearNameHeadHap037
source: Now or Never Earrings
de: Now-or-Never-Ohrring
es: Pendientes Now or Never
es_mx: Aretes Now or Never
fr: Boucles Now or Never
it: Orecchini Now or Never
ja: ヌラネバピアス
ko: Now or Never 피어스
nl: Now or Never-oorsieraden
ru: Каффы Now or Never
zh_hans: Now or Never 耳饰
zh_hant: Now or Never 耳飾

# GearGearNameHeadHap038
source: Now or Never Barrette
de: Now-or-Never-Clip
es: Pasador Now or Never
es_mx: Pasador Now or Never
fr: Barrette Now or Never
it: Fermaglio Now or Never
ja: ヌラネババレッタ
ko: Now or Never 바렛
nl: Now or Never-haarspeld
ru: Заколка Now or Never
zh_hans: Now or Never 发夹
zh_hant: Now or Never 髮夾

# GearGearNameHeadHap039
source: Now or Never Horns
de: Now-or-Never-Hörnchen
es: Cuernos Now or Never
es_mx: Cuernos Now or Never
fr: Cornes Now or Never
it: Corna Now or Never
ja: ヌラネバウィッグ
ko: Now or Never 위그
nl: Now or Never-hoorns
ru: Рога Now or Never
zh_hans: Now or Never 假发
zh_hant: Now or Never 假髮

# GearGearNameHeadHap040
source: Now or Never Headdress
de: Now-or-Never-Kopfschmuck
es: Penacho Now or Never
es_mx: Tocado Now or Never
fr: Coiffe Now or Never
it: Copricapo Now or Never
ja: ヌラネバカベッサ
ko: Now or Never 헤드드레스
nl: Now or Never-hoofdtooi
ru: Обруч Now or Never
zh_hans: Now or Never 头饰
zh_hant: Now or Never 頭飾

# GearGearNameHeadHat000
source: Safari Hat
de: Hummer-Tropenhut
es: Sombrero camuflaje
es_mx: Sombrero safari
fr: Chapeau de brousse
it: Cappello giungla
ja: ロブスターブーニー
ko: 랍스터 부니 해트
nl: Safarihoed
ru: Панама для сафари
zh_hans: 龙虾登山帽
zh_hant: 龍蝦登山帽

# GearGearNameHeadHat001
source: Jungle Hat
de: Tarnhut
es: Sombrero safari
es_mx: Sombrero camuflado
fr: Chapeau de safari
it: Cappello safari
ja: サファリハット
ko: 사파리 해트
nl: Camouflagehoed
ru: Камуфляжная панама
zh_hans: 野外观察圆边帽
zh_hant: 野外觀察圓邊帽

# GearGearNameHeadHat002
source: Camping Hat
de: Anglerhut
es: Sombrero acampada
es_mx: Sombrero acampada
fr: Chapeau de camping
it: Cappello relax
ja: キャンプハット
ko: 캠프 해트
nl: Campinghoed
ru: Панама туриста
zh_hans: 露营圆边帽
zh_hant: 露營圓邊帽

# GearGearNameHeadHat003
source: Blowfish Bell Hat
de: Kugelfisch-Glockenhut
es: Sombrero de campana
es_mx: Sombrero cloché
fr: Cloche Friture
it: Cappello pesce palla
ja: フグベルハット
ko: 복어 벨 해트
nl: Kogelvispet
ru: Клош «Фугасик»
zh_hans: 河豚铃铛圆边帽
zh_hant: 河豚鈴鐺圓邊帽

# GearGearNameHeadHat004
source: Bamboo Hat
de: Bambushut
es: Sombrero cónico
es_mx: Sombrero cónico
fr: Chapeau zen
it: Cappello orientale
ja: スゲ
ko: 삿갓
nl: Bamboehoed
ru: Вьетнамка
zh_hans: 斗笠
zh_hant: 斗笠

# GearGearNameHeadHat005
source: Straw Boater
de: Boater
es: Sombrero de paja
es_mx: Canotier
fr: Canotier
it: Cappello di paglia
ja: イカンカン
ko: 오징어 보터
nl: Strohoed
ru: Шляпка из соломы
zh_hans: 鱿鱼草帽
zh_hant: 魷魚草帽

# GearGearNameHeadHat006
source: Classic Straw Boater
de: Klassischer Boater
es: Sombrero de paja clásico
es_mx: Canotier de noche
fr: Canotier sombre
it: Cappello di paglia classico
ja: イカンカン クラシック
ko: 클래식 오징어 보터
nl: Klassieke strohoed
ru: Шляпка «Классика»
zh_hans: 经典鱿鱼草帽
zh_hant: 經典魷魚草帽

# GearGearNameHeadHat007
source: Treasure Hunter
de: Expeditionshelm
es: Gorro buscatesoros
es_mx: Sombrero buscatesoros
fr: Cloche d'aventurier
it: Cappello avventuriero
ja: トレジャーメット
ko: 트레저 헬멧
nl: Avonturiershelm
ru: Пробковый шлем
zh_hans: 宝藏安全帽
zh_hant: 寶藏安全帽

# GearGearNameHeadHat008
source: Bucket Hat
de: Fischerhut
es: Gorro de pesca
es_mx: Gorro impermeable
fr: Bob
it: Cappello da pescatore
ja: イカバケット
ko: 오징어 버킷 해트
nl: Vissershoed
ru: Панама
zh_hans: 鱿鱼渔夫帽
zh_hant: 魷魚漁夫帽

# GearGearNameHeadHat009
source: Patched Hat
de: Patchwork-Hut
es: Gorro retales
es_mx: Gorro retales
fr: Bob patchwork
it: Cappello con toppe
ja: パッチハット
ko: 패치 해트
nl: Lapjeshoed
ru: Панама из лоскутов
zh_hans: 补丁圆边帽
zh_hant: 補丁圓邊帽

# GearGearNameHeadHat010
source: Tulip Parasol
de: Tulpenhut
es: Sombrero parasol
es_mx: Sombrero parasol
fr: Chapeau tulipe pare-soleil
it: Cappello parasole
ja: パラソルチューリップ
ko: 파라솔 튤립
nl: Tulphoed
ru: Панама от «Волногор»
zh_hans: 遮阳郁金香帽
zh_hant: 遮陽鬱金香帽

# GearGearNameHeadHat011
source: Fugu Bell Hat
de: Kugelfisch-Glockenhut Duo
es: Sombrero pez globo
es_mx: Sombrero cloché doble
fr: Double cloche Friture
it: Cappello pesce palla plus
ja: フグベルベルハット
ko: 복어 벨벨 해트
nl: Fugu-klokhoed
ru: Двойной клош «Фугасик»
zh_hans: 河豚铃铛双层圆边帽
zh_hant: 河豚鈴鐺雙層圓邊帽

# GearGearNameHeadHat012
source: Seashell Bamboo Hat
de: Muschel-Bambushut
es: Sombrero cónico ostras
es_mx: Sombrero cónico ostras
fr: Chapeau zen coquilles
it: Cappello a cono
ja: カイガラスゲ
ko: 조개껍데기 삿갓
nl: Schelpenbamboehoed
ru: Устричная вьетнамка
zh_hans: 贝纹斗笠
zh_hant: 貝紋斗笠

# GearGearNameHeadHat013
source: Hothouse Hat
de: Tropenblätter-Hut
es: Sombrero plantas
es_mx: Sombrero plantas
fr: Chapeau tulipe feuillage
it: Cappello Conchifoglie
ja: ホタプラントハット
ko: 호리비 플랜트 해트
nl: Bladerhoed
ru: Панама «Листопад»
zh_hans: 帆立植物圆边帽
zh_hant: 帆立植物圓邊帽

# GearGearNameHeadHat014
source: Mountie Hat
de: Mountie-Hut
es: Sombrero montañero
es_mx: Sombrero montañero
fr: Chapeau quatre bosses
it: Cappello da montanaro
ja: ヤマハット
ko: 마운틴 해트
nl: Mountie-hoed
ru: Шапка лесника
zh_hans: 山形圆边帽
zh_hant: 山形圓邊帽

# GearGearNameHeadHat015
source: Classic Bowler
de: Melone
es: Bombín clásico
es_mx: Bombín clásico
fr: Chapeau melon
it: Bombetta
ja: ボーラークラシック
ko: 클래식 볼러
nl: Bolhoed
ru: Классический котелок
zh_hans: 经典圆顶礼帽
zh_hant: 經典圓頂禮帽

# GearGearNameHeadHat016
source: Jean Dream Bucket
de: Jeans-Hut
es: Sombrero de tela vaquera
es_mx: Sombrero de mezclilla
fr: Bob en jean
it: Cappello da pesca denim
ja: ステンシルデニムハット
ko: 스텐실 데님 해트
nl: Spijkerstofvissershoed
ru: Джинсовая панама
zh_hans: 模板喷画牛仔布帽
zh_hant: 模板噴畫牛仔布帽

# GearGearNameHeadHat017
source: Howdy Hat
de: Türkise-Cowboyhut
es: Sombrero vaquero gemas
es_mx: Sombrero mezclilla gemas
fr: Chapeau de cowboy orné
it: Cappello da cowboy
ja: ホタテンガロン
ko: 가리비 텐 갤런
nl: Howdy-hoed
ru: Ковбойская шляпа
zh_hans: 帆立贝牛仔帽
zh_hant: 帆立貝牛仔帽

# GearGearNameHeadHat018
source: Urchin Understitch
de: Seeigel-Häkler
es: Gorro de punto erizos
es_mx: Gorro tejido erizos
fr: Bob oursin
it: Cappello riccio a maglia
ja: ムキウニクロシェ
ko: 성게 단면 크로셰
nl: Gehaakt hoedje
ru: Вязаная ежовая панама
zh_hans: 剥壳海胆钩织帽
zh_hant: 剝殼海膽鉤織帽

# GearGearNameHeadHat019
source: Beachcomber
de: Strandhut
es: Sombrero playero
es_mx: Sombrero playero
fr: Chapeau de plage
it: Cappello da spiaggia
ja: ストローハット
ko: 스트로 해트
nl: Strandhoed
ru: Пляжная шляпка
zh_hans: 草帽
zh_hant: 草帽

# GearGearNameHeadHat020
source: Z+F Flair Bowler
de: Zekkori-Melone
es: Bombín Ezkkor
es_mx: Bombín ZyS
fr: Chapeau melon E+F
it: Bombetta E+T
ja: エゾッコリーボーラー
ko: 제코핀 볼러
nl: Zekkofin-bolhoed
ru: Котелок «ЙожкоТюр»
zh_hans: 泽酷暖流圆顶礼帽
zh_hant: 澤酷暖流圓頂禮帽

# GearGearNameHeadHat021
source: Hat-Trick Bell Hat
de: Trio-Glockenhut
es: Sombrero tricampana
es_mx: Sombrero tricampana
fr: Triple cloche Friture
it: Tricappello a campana
ja: フグベルベルベルハット
ko: 복어 벨벨벨 해트
nl: Trioklokhoed
ru: Клош-трио «Фугасик»
zh_hans: 河豚铃铛三层圆边帽
zh_hant: 河豚鈴鐺三層圓邊帽

# GearGearNameHeadHat022
source: Sauna Hat
de: Sauna-Hütchen
es: Gorro de sauna
es_mx: Gorro de sauna
fr: Bonnet de sauna
it: Cuffia da sauna
ja: サウナハット
ko: 사우나 해트
nl: Saunamuts
ru: Банная шапочка
zh_hans: 桑拿圆边帽
zh_hant: 三溫暖圓邊帽

# GearGearNameHeadHat023
source: Sea-Lily Hat
de: Seelilien-Mambo
es: Sombrero lirio marino
es_mx: Sombrero lirio marino
fr: Pork pie crinoïde
it: Cappello con piume
ja: ウミユリパイハット
ko: 바다나리파이 해트
nl: Hoed met veren
ru: Шляпа «Криноидея»
zh_hans: 海百合派帽
zh_hant: 海百合派帽

# GearGearNameHeadHbd001
source: B-ball Headband
de: Basketballstirnband
es: Cinta baloncesto
es_mx: Cinta de baloncesto
fr: Bandeau de basket
it: Fascia da basket
ja: バスケバンド
ko: 바스켓볼 밴드
nl: Basketbalhoofdband
ru: Повязка (баскетбол)
zh_hans: 篮球头带
zh_hant: 籃球頭帶

# GearGearNameHeadHbd002
source: Squash Headband
de: Squashstirnband
es: Cinta squash
es_mx: Cinta de squash
fr: Bandeau de squash
it: Fascia da squash
ja: スカッシュバンド
ko: 스쿼시 밴드
nl: Squashhoofdband
ru: Повязка (сквош)
zh_hans: 壁球头带
zh_hant: 壁球頭帶

# GearGearNameHeadHbd003
source: Tennis Headband
de: Tennisstirnband
es: Cinta tenis
es_mx: Cinta de tenis
fr: Bandeau de tennis
it: Fascia da tennis
ja: テニスバンド
ko: 테니스 밴드
nl: Tennishoofdband
ru: Повязка (теннис)
zh_hans: 网球头带
zh_hant: 網球頭帶

# GearGearNameHeadHbd004
source: Jogging Headband
de: Laufstirnband
es: Cinta atletismo
es_mx: Cinta de caminata
fr: Bandeau de jogging
it: Fascia da jogging
ja: ランニングバンド
ko: 러닝 밴드
nl: Jogginghoofdband
ru: Повязка (бег)
zh_hans: 跑步头带
zh_hant: 跑步頭帶

# GearGearNameHeadHbd005
source: Soccer Headband
de: Fußballstirnband
es: Cinta fútbol
es_mx: Cinta futbolista
fr: Bandeau de foot
it: Fascia da calcio
ja: サッカーバンド
ko: 사커 밴드
nl: Voetbalhoofdband
ru: Повязка (футбол)
zh_hans: 足球头带
zh_hant: 足球頭帶

# GearGearNameHeadHbd007
source: FishFry Biscuit Bandana
de: Rilax-Bandana
es: Pañuelo vuelto
es_mx: Pañuelo Sofrito
fr: Bandana biscuit Friture
it: Bandana cool
ja: ヤキフグビスケットバンダナ
ko: 복어구이 비스킷 반다나
nl: Firefin-bandana
ru: «Фугасик» с фестонами
zh_hans: 烧河豚丝巾 饼干
zh_hant: 燒河豚絲巾 餅乾

# GearGearNameHeadHbd008
source: Black FishFry Bandana
de: Schwarzes Rilax-Bandana
es: Pañuelo vuelto negro
es_mx: Pañuelo Sofrito negro
fr: Bandana noir Friture
it: Bandana cool nera
ja: クロヤキフグバンダナ
ko: 검정 복어구이 반다나
nl: Zwarte Firefin-bandana
ru: Черная бандана «Фугасик»
zh_hans: 烧河豚丝巾 黑色
zh_hant: 燒河豚絲巾 黑色

# GearGearNameHeadHbd009
source: Squidband
de: TT-Stirnband
es: Cinta tenis de mesa
es_mx: Cinta tenis de mesa
fr: Bandeau de ping-pong
it: Fascia classica
ja: ピンポンバンド
ko: 핑퐁 밴드
nl: Tafeltennishoofdband
ru: Повязка (пинг-понг)
zh_hans: 乒乓头带
zh_hant: 乒乓頭帶

# GearGearNameHeadHdp000
source: Studio Headphones
de: Studio-Kopfhörer
es: Auriculares pro
es_mx: Auriculares pro
fr: Casque pro
it: Cuffie pro
ja: スタジオヘッドホン
ko: 스튜디오 헤드폰
nl: Studiokoptelefoon
ru: Студийные наушники
zh_hans: 工作室耳机
zh_hant: 工作室耳機
