Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BynameBynameAdjective1018
source: True
ja: ありのままの
ko: 본연의
zh_hans: 做自己的
zh_hant: 做自己的

# BynameBynameAdjective1019
source: Candid
es: sin segundas
fr: qui ne mâche pas ses mots
ko: 앞뒤가 같은
nl: Open
zh_hans: 表里如一的
zh_hant: 表裡如一的

# BynameBynameAdjective1020
source: Straightforward
fr: sans ambiguïté
it: inequivocabile
ja: まっすぐな
ko: 똑바른
zh_hans: 直爽的
zh_hant: 直率的

# BynameBynameAdjective1021
source: Unalloyed
ja: ピュアな
ko: 퓨어한
zh_hans: 纯情的
zh_hant: 純情的

# BynameBynameAdjective1022
source: Magnanimous
fr: magnanime
ja: おおらかな
ko: 대범한
zh_hans: 落落大方的
zh_hant: 落落大方的

# BynameBynameAdjective1023
source: Stoic
fr: stoïque
ja: ストイックな
ko: 스토익한
zh_hans: 自律的
zh_hant: 自律的

# BynameBynameAdjective1024
source: Angelic
es: angelical
es_mx: angelical
fr: angélique
ja: あどけない
ko: 순진무구한
zh_hans: 天真烂漫的
zh_hant: 天真爛漫的

# BynameBynameAdjective1025
source: Single-Minded
es: de ideas fijas
it: con una fissa
ja: いちずな
ko: 일편단심
zh_hans: 专情的
zh_hant: 專情的

# BynameBynameAdjective1026
source: Bland
fr: quelconque
ja: あっさり
ko: 개운한
zh_hans: 清淡的
zh_hant: 清淡的

# BynameBynameAdjective1027
source: Rich
fr: riche
ja: こってり
ko: 느끼한
zh_hans: 浓厚的
zh_hant: 濃厚的

# BynameBynameAdjective1028
source: Earnest
fr: honorable
ja: ひたむきな
ko: 한결같은
zh_hans: 专心致志的
zh_hant: 專心致志的

# BynameBynameAdjective1029
source: Forward-Plunging
es: al timón
es_mx: al timón
it: incontrastabile
ko: 힘차게 나아가는
zh_hans: 勇往直前的
zh_hant: 勇往直前的

# BynameBynameAdjective1031
source: Total
it: totale
ja: ありったけの
ko: 긁어모은
nl: Helemaal
zh_hans: 付出所有的
zh_hant: 付出所有的

# BynameBynameAdjective1032
source: Passionate
es_mx: con pasión
it: partecipe
ko: 혈기 왕성한
zh_hans: 血气方刚的
zh_hant: 血氣方剛的

# BynameBynameAdjective1033
source: Inexorable
es: implacable
es_mx: implacable
it: travolgente
ko: 파죽지세의
zh_hans: 势如破竹的
zh_hant: 勢如破竹的

# BynameBynameAdjective1034
source: Plain
fr: sans artifice
ko: 검소한
nl: Doorsnee
zh_hans: 简朴的
zh_hant: 簡樸的

# BynameBynameAdjective1035
source: Thoughtful
ko: 사려 깊은
zh_hans: 深思远虑的
zh_hant: 深思遠慮的

# BynameBynameAdjective1036
source: Frizzy
ja: ファジーな
ko: 불분명한
zh_hans: 模糊不清的
zh_hant: 模糊不清的

# BynameBynameAdjective1037
source: Somehow
es: de cualquier manera
es_mx: de cualquier manera
fr: en quelque sorte
it: in qualche modo
ja: なんとなく
ko: 왠지 모르게
nl: Op de een of andere manier een
ru: странным образом
zh_hans: 不知为何成了
zh_hant: 不知為何成了

# BynameBynameAdjective1038
source: Upright
fr: en ordre
ja: しゃんとした
ko: 반듯한
nl: Rechtschapen
zh_hans: 端庄的
zh_hant: 端莊的

# BynameBynameAdjective1039
source: Peaceful
fr: paisible
ja: おだやかな
ko: 온화한
zh_hans: 沉稳的
zh_hant: 沉穩的

# BynameBynameAdjective1040
source: Ephemeral
fr: éphémère
ja: はかない
ko: 덧없는
zh_hans: 无常的
zh_hant: 無常的

# BynameBynameAdjective1041
source: Bright
es: relumbrante
es_mx: relumbrante
ko: 밝은
zh_hans: 活泼的
zh_hant: 活潑的

# BynameBynameAdjective1042
source: Laid-Back
es: a su bola
es_mx: sin drama
ja: サバサバした
ko: 털털한
nl: Niet gek te krijgen
zh_hans: 爽朗的
zh_hant: 爽朗的

# BynameBynameAdjective1043
source: Dried-Out
ja: パサパサした
ko: 텁텁한
zh_hans: 干巴巴的
zh_hant: 乾巴巴的

# BynameBynameAdjective1044
source: Metallic
fr: métallique
ja: メタリック
ko: 메탈릭
nl: Metallieken
zh_hans: 金属
zh_hant: 金屬

# BynameBynameAdjective1045
source: Common
es: convencional
es_mx: convencional
ko: 진부한
zh_hans: 平庸的
zh_hant: 平庸的

# BynameBynameAdjective1046
source: Nonchalant
es: indiferente
es_mx: indiferente
it: informale
ja: さりげない
ko: 무심한 듯한
zh_hans: 若无其事的
zh_hant: 若無其事的

# BynameBynameAdjective1047
source: Stubborn
es: cabezota
ja: しぶとい
ko: 끈질긴
zh_hans: 坚毅的
zh_hant: 堅毅的

# BynameBynameAdjective1048
source: Custom
ja: こだわりの
ko: 엄선한
zh_hans: 十分讲究的
zh_hant: 十分講究的

# BynameBynameAdjective1049
source: Self-Centered
es: egoísta
es_mx: egoísta
fr: égocentrique
it: egoista
ja: わがままな
ko: 제멋대로인
zh_hans: 任性的
zh_hant: 任性的

# BynameBynameAdjective1050
source: Determined
es: ineluctable
it: che non molla
ja: したたかな
ko: 굳센
nl: Verbeten
zh_hans: 百折不挠的
zh_hant: 百折不挫的

# BynameBynameAdjective1051
source: Indomitable
ko: 불굴의
zh_hans: 不屈不挠的
zh_hant: 不屈不撓的

# BynameBynameAdjective1052
source: Unswerving
es: inquebrantable
es_mx: inquebrantable
fr: indéfectible
ja: ブレない
ko: 일관성 있는
zh_hans: 坚定不移的
zh_hant: 堅定不移的

# BynameBynameAdjective1053
source: Steadfast
es: inamovible
es_mx: inamovible
fr: inébranlable
it: costante
ja: ゆるぎない
ko: 흔들림 없는
zh_hans: 坚决的
zh_hant: 堅決的

# BynameBynameAdjective1054
source: All-Out
fr: tous azimuts
it: che dà tutto
ko: 분투하는
zh_hans: 奋斗的
zh_hant: 奮鬥的

# BynameBynameAdjective1055
source: Imperative
es: exigente
es_mx: exigente
ko: 무슨 일이 있어도
zh_hans: 无论如何都
zh_hant: 無論如何都

# BynameBynameAdjective1056
source: Undiscouraged
es: inasequible al desaliento
ja: くじけない
ko: 굴하지 않는
zh_hans: 不畏挫折的
zh_hant: 不畏挫折的

# BynameBynameAdjective1057
source: Enduring
es: inexpugnable
es_mx: inexpugnable
fr: durable
ko: 감내하는
zh_hans: 忍气吞声的
zh_hant: 忍氣吞聲的

# BynameBynameAdjective1058
source: Persisting
it: persistente
ko: 지속하는
zh_hans: 持之以恒的
zh_hant: 持之以恆的

# BynameBynameAdjective1059
source: Completing
es: hasta el final
es_mx: hasta el final
fr: complétionniste
it: completista
ja: やりぬく
ko: 끝까지 해내는
zh_hans: 坚持到底的
zh_hant: 堅持到底的

# BynameBynameAdjective1060
source: Piercing
es: perforante
es_mx: perforante
it: penetrante
ko: 관철하는
zh_hans: 贯彻始终的
zh_hant: 貫徹始終的

# BynameBynameAdjective1061
source: Hyped
es: en llamas
es_mx: en llamas
ko: 불타는
zh_hans: 烈火燃烧的
zh_hant: 烈火燃燒的

# BynameBynameAdjective1062
source: Climbing
it: che si arrampica
ja: のしあがる
ko: 급성장하는
zh_hans: 出人头地的
zh_hant: 出人頭地的

# BynameBynameAdjective1064
source: Proper
es: pertinente
es_mx: pertinente
ja: きちんとした
ko: 제대로 된
zh_hans: 整洁的
zh_hant: 整潔的

# BynameBynameAdjective1065
source: Noteworthy
fr: remarquable
ko: 볼 만한
zh_hans: 有看头的
zh_hant: 有看頭的

# BynameBynameAdjective1066
source: Relieved
ja: さっぱりした
ko: 시원시원한
zh_hans: 畅快的
zh_hant: 暢快的

# BynameBynameAdjective1067
source: Brazen
es: sinvergüenza
es_mx: sinvergüenza
it: con la faccia tosta
ja: ふてぶてしい
ko: 능글맞은
zh_hans: 不知羞耻的
zh_hant: 不知羞恥的

# BynameBynameAdjective1068
source: Unaffected
es: sin ornamentos
es_mx: sin ornamentos
fr: humble
ko: 가식 없는
zh_hans: 不做作的
zh_hant: 不做作的

# BynameBynameAdjective1069
source: Exceptional
it: a se stante
ko: 월등한
zh_hans: 超凡的
zh_hant: 超凡的

# BynameBynameAdjective1070
source: Challenging
es: desafiante
es_mx: desafiante
fr: au défi
ko: 만만치 않은
zh_hans: 有嚼劲的
zh_hant: 有嚼勁的

# BynameBynameAdjective1071
source: Intellectual
it: sapiente
ko: 지적인
zh_hans: 有智慧的
zh_hant: 有智慧的

# BynameBynameAdjective1072
source: Fair
fr: juste
it: trasparente
ko: 양심적인
zh_hans: 有良心的
zh_hant: 有良心的

# BynameBynameAdjective1073
source: Discerning
ko: 분별력 있는
zh_hans: 有判断力的
zh_hant: 有判斷力的

# BynameBynameAdjective1074
source: First-Rate
es: de primer nivel
es_mx: de primer nivel
fr: de premier ordre
it: di prim'ordine
ko: 일류
zh_hans: 一流的
zh_hant: 一流的

# BynameBynameAdjective1075
source: Strong-Willed
fr: opiniâtre
ko: 심지 굳은
zh_hans: 内心强大的
zh_hant: 內心強大的

# BynameBynameAdjective1076
source: Formidable
it: formidabile
ko: 까다로운
zh_hans: 棘手的
zh_hant: 棘手的

# BynameBynameAdjective1077
source: Direct
ko: 솔직한
zh_hans: 老实的
zh_hant: 老實的

# BynameBynameAdjective1078
source: Ambitious
ko: 패기 넘치는
zh_hans: 有霸气的
zh_hant: 有霸氣的

# BynameBynameAdjective1079
source: Sturdy
es: resistente
es_mx: resistente
fr: robuste
ja: しっかりした
ko: 야무진
zh_hans: 稳重的
zh_hant: 穩重的

# BynameBynameAdjective1080
source: Dogged
es: pertinaz
fr: coriace
ko: 강인한
zh_hans: 强韧的
zh_hant: 強韌的

# BynameBynameAdjective1081
source: Dependable
es: leal
es_mx: leal
it: attendibile
ko: 충실한
zh_hans: 坚实的
zh_hant: 堅實的

# BynameBynameAdjective1082
source: Meticulous
ja: きちょうめんな
ko: 꼼꼼한
zh_hans: 一丝不苟的
zh_hant: 一絲不苟的

# BynameBynameAdjective1083
source: Enterprising
es: determinante
es_mx: determinante
fr: en plein essor
it: in ascesa
ko: 닦으면 빛나는
zh_hans: 璞玉般的
zh_hant: 璞玉般的

# BynameBynameAdjective1084
source: Courageous
es_mx: valiente
ko: 용맹한
zh_hans: 勇猛的
zh_hant: 勇猛的

# BynameBynameAdjective1085
source: Resolved
ko: 각오를 굳힌
nl: Vastberaden
zh_hans: 下定决心的
zh_hant: 下定決心的

# BynameBynameAdjective1086
source: Zealous
es: ferviente
es_mx: ferviente
it: zelante
ko: 열광적인
zh_hans: 热衷投入的
zh_hant: 熱衷投入的

# BynameBynameAdjective1087
source: Insider
ko: 알 사람은 아는
zh_hans: 内行人才知道的
zh_hant: 內行人才知道的

# BynameBynameAdjective1088
source: Skilled
es_mx: competente
ko: 실력 좋은
zh_hans: 有本事的
zh_hant: 有本事的

# BynameBynameAdjective1089
source: Enthusiastic
es: incondicional
es_mx: incondicional
it: giubilante
ja: イケイケな
ko: 기세가 오른
zh_hans: 摩拳擦掌的
zh_hant: 摩拳擦掌的

# BynameBynameAdjective1090
source: Wonderful
ja: すばらしい
ko: 근사한
zh_hans: 出色的
zh_hant: 出色的

# BynameBynameAdjective1091
source: Heavy-Duty
es: a toda prueba
es_mx: a prueba de todo
fr: à toute épreuve
it: instancabile
ko: 헤비급의
zh_hans: 重量级
zh_hant: 重量級

# BynameBynameAdjective1092
source: Struggling
es: en apuros
es_mx: en apuros
fr: en difficulté
it: in difficoltà
ja: あがく
ko: 발버둥치는
zh_hans: 垂死挣扎的
zh_hant: 垂死掙扎的

# BynameBynameAdjective1093
source: Ultimate
it: non plus ultra
ja: とことん
ko: 철저히
zh_hans: 完完全全的
zh_hant: 完完全全的

# BynameBynameAdjective1094
source: Convenient
es: conveniente
es_mx: conveniente
fr: pratique
it: utile
ko: 편리한
zh_hans: 便利的
zh_hant: 便利的

# BynameBynameAdjective1095
source: Restless
ja: せわしない
ko: 성급한
zh_hans: 心神不宁的
zh_hant: 心神不寧的

# BynameBynameAdjective1096
source: Composed
fr: calme
ko: 여유 있는
zh_hans: 从容不迫的
zh_hant: 從容不迫的

# BynameBynameAdjective1097
source: Comprehensible
es: fácil de entender
es_mx: fácil de entender
fr: compréhensible
it: comprensibile
ja: わかりやすい
ko: 알기 쉬운
zh_hans: 浅显易懂的
zh_hant: 淺顯易懂的

# BynameBynameAdjective1099
source: Abandoned
ko: 남겨진
nl: Verlaten
zh_hans: 被留下的
zh_hant: 被留下的

# BynameBynameAdjective1100
source: Last
ja: ラスト
ko: 라스트
zh_hans: 仅存的
zh_hant: 僅存的

# BynameBynameAdjective1101
source: Supernatural
es: sobrenatural
es_mx: sobrenatural
it: soprannaturale
ja: マジカル
ko: 매지컬
zh_hans: 神奇
zh_hant: 神奇

# BynameBynameAdjective1102
source: Clamorous
it: urlante
ja: ざわざわする
ko: 술렁거리는
zh_hans: 闹哄哄的
zh_hant: 鬧烘烘的

# BynameBynameAdjective1103
source: Dense
ko: 무거운
zh_hans: 沉重的
zh_hant: 沉重的

# BynameBynameAdjective1104
source: Airy
ko: 가벼운
zh_hans: 轻盈的
zh_hant: 輕盈的

# BynameBynameAdjective1105
source: My Very Own
es: inconfundible
es_mx: inconfundible
ko: 자신만의
nl: Mijn eigen
zh_hans: 自己专属的
zh_hant: 自己專屬的

# BynameBynameAdjective1106
source: Improved
ko: 개량형
zh_hans: 改良型
zh_hant: 改良型

# BynameBynameAdjective1107
source: Blue
it: blu
ja: ブルーな
ko: 우울한
zh_hans: 忧郁的
zh_hant: 憂鬱的

# BynameBynameAdjective1108
source: Ridiculous
fr: ridicule
ja: めちゃくちゃ
ko: 뒤죽박죽
zh_hans: 乱七八糟的
zh_hant: 亂七八糟的

# BynameBynameAdjective1109
source: Very
es: a saco
es_mx: de más
ja: とても
ko: 무척
ru: в значительной мере
zh_hans: 非常
zh_hant: 非常

# BynameBynameAdjective1110
source: Really
es: en grado sumo
es_mx: por completo
fr: irréfragable
it: veramente
ko: 진정한
ru: действительно
zh_hans: 真正的
zh_hant: 真正的

# BynameBynameAdjective1111
source: Dauntless
fr: intrépide
it: considerevole
ko: 대담무쌍한
nl: Onverschrokken
zh_hans: 无所畏惧的
zh_hant: 無所畏懼的

# BynameBynameAdjective1112
source: Perpetual
es: incesante
es_mx: incesante
fr: immuable
ja: これからは
ko: 앞으로는
zh_hans: 从今以后就是
zh_hant: 從今以後就是

# BynameBynameAdjective1113
source: Recently Graduated
ko: 갓 졸업한
zh_hans: 应届毕业的
zh_hant: 應屆畢業的

# BynameBynameAdjective1114
source: Retirement-Age
es: pensionista
es_mx: de edad avanzada
fr: près de la retraite
it: da pensionamento
ko: 정년의
zh_hans: 退休的
zh_hant: 退休的

# BynameBynameAdjective1116
source: Commencing
de: Von Anfang an
fr: sur la ligne de départ
it: incipiente
ja: ハナから
ko: 처음부터
zh_hans: 打从一开始就是
zh_hant: 打從一開始就是

# BynameBynameAdjective1117
source: Genius
ko: 천재적인
zh_hans: 天才的
zh_hant: 天才的

# BynameBynameAdjective1118
source: Praying
es: suplicante
es_mx: suplicante
it: in preghiera
ko: 기도하는
zh_hans: 祈祷中的
zh_hant: 祈禱中的

# BynameBynameAdjective1119
source: Sometime
de: Manchmal
es: pero solo a veces
es_mx: solo a veces
it: di tanto in tanto
ja: ときどき
ko: 이따금씩
nl: Nu en dan een
zh_hans: 经常是
zh_hant: 經常是

# BynameBynameAdjective1120
source: Occasionally
de: Ab und zu
es: de vez en cuando
es_mx: de vez en cuando
it: infrequente
ja: たまには
ko: 가끔은
nl: Af en toe een
zh_hans: 偶尔是
zh_hant: 偶爾是

# BynameBynameAdjective1121
source: Overdone
es: en exceso
es_mx: en exceso
ja: やりすぎの
ko: 지나친
nl: Overdreven
zh_hans: 行为过火的
zh_hant: 行為過火的

# BynameBynameAdjective1122
source: Lunchtime
es: a la hora del almuerzo
es_mx: a la hora del almuerzo
fr: du déjeuner
it: dell'ora di pranzo
ko: 점심시간의
zh_hans: 午休中的
zh_hant: 午休中的

# BynameBynameAdjective1123
source: Speciality
es: hasta el último detalle
es_mx: con especialidad
it: all'altezza
ko: 명물
zh_hans: 名产
zh_hant: 名產

# BynameBynameAdjective1124
source: Phoenix-Like
es: en renacimiento
es_mx: en renacimiento
fr: tel le phénix
it: come una fenice
ko: 불사조
zh_hans: 不死鸟
zh_hant: 不死鳥

# BynameBynameAdjective1126
source: Slacking
ja: サボりがちな
ko: 툭하면 땡땡이 치는
zh_hans: 经常偷懒的
zh_hant: 經常偷懶的

# BynameBynameAdjective1128
source: Grateful
ko: 감사의
zh_hans: 满怀感恩的
zh_hant: 滿懷感恩的

# BynameBynameAdjective1129
source: Absolute
ko: 절대적
zh_hans: 绝对的
zh_hant: 絕對的

# BynameBynameAdjective1130
source: Blatant
es: sin lugar a dudas
es_mx: sin lugar a dudas
it: evidente
ja: あからさまな
ko: 노골적인
zh_hans: 明目张胆的
zh_hant: 明目張膽的

# BynameBynameAdjective1131
source: Wistful
es: añorante
es_mx: añorante
ko: 전성기의
zh_hans: 全盛期的
zh_hant: 全盛期的

# BynameBynameAdjective1132
source: Airborne
ko: 날아다니는
zh_hans: 四处飞窜的
zh_hant: 四處飛竄的

# BynameBynameAdjective1133
source: Temporary
es: temporal
es_mx: temporal
fr: temporaire
ko: 일시적인
zh_hans: 临时
zh_hant: 臨時

# BynameBynameAdjective1135
source: Conspicuous
es_mx: incuestionable
it: lampante
ko: 눈에 띄는
zh_hans: 引人注目的
zh_hant: 引人注目的

# BynameBynameAdjective1136
source: Mesmerizing
fr: charismatique
ko: 매료하는
zh_hans: 使人着迷的
zh_hant: 使人著迷的

# BynameBynameAdjective1137
source: Bronzed
es: de bronce
es_mx: de bronce
ja: ブロンズ
ko: 브론즈
zh_hans: 铜色版
zh_hant: 銅色版

# BynameBynameAdjective1138
source: Normal
it: normale
ja: ノーマル
ko: 노멀
zh_hans: 一般版
zh_hant: 一般版

# BynameBynameAdjective1139
source: Lightly Seasoned
ko: 플러스
zh_hans: 提味用的
zh_hant: 提味用的

# BynameBynameAdjective1140
source: Pampered
ko: 어리광쟁이
zh_hans: 爱撒娇的
zh_hant: 愛撒嬌的

# BynameBynameAdjective1141
source: Simulated
ja: バーチャル
ko: 버추얼
zh_hans: 虚拟
zh_hant: 虛擬

# BynameBynameAdjective1142
source: Splatfest's
fr: de festimatch
it: del festival
ja: フェスの
ko: 페스티벌의
zh_hans: 祭典的
zh_hant: 祭典的

# BynameBynameAdjective1143
source: Splatfest Battle's
es: de combates temáticos
es_mx: de combates temáticos
fr: de match de festival
it: delle partite tematiche
ja: フェスマッチの
ko: 페스티벌 매치의
zh_hans: 祭典比赛的
zh_hant: 祭典比賽的

# BynameBynameAdjective1145
source: Rugged
ja: ゴツい
ko: 투박한
zh_hans: 粗糙的
zh_hant: 粗糙的

# BynameBynameAdjective1146
source: Grand Festival
es: del Grand Festival
es_mx: del Grand Festival
fr: de Grand Festival
it: del Grand Festival
ja: グランドフェスティバルの
ko: 그랜드 페스티벌의
zh_hans: 大型祭典的
zh_hant: 大型祭典的

# BynameBynameAdjective2002
source: Monochrome
ja: モノクロの
ko: 모노크롬의
zh_hans: 黑白的
zh_hant: 黑白的

# BynameBynameAdjective2003
source: Long-Sleeved
es: en manga larga
es_mx: de manga larga
fr: à manches longues
it: a maniche lunghe
ko: 긴소매의
zh_hans: 长袖的
zh_hant: 長袖的

# BynameBynameAdjective2004
source: Collab-Loving
fr: auxiliaire
it: amante delle collaborazioni
ko: 컬래버레이션을 좋아하는
zh_hans: 爱好联名的
zh_hant: 愛好聯名的

# BynameBynameAdjective2005
source: Swaggy
fr: swag
it: inarrivabile
ko: 스트리트 스타일
zh_hans: 街头风的
zh_hant: 街頭風的

# BynameBynameAdjective2006
source: Refreshing
es: refrigerante
es_mx: refrigerante
it: rinfrescante
ja: さわやかな
ko: 상쾌한
zh_hans: 开朗的
zh_hant: 開朗的

# BynameBynameAdjective2007
source: Simmering
es: en ebullición
es_mx: en ebullición
it: in ebollizione
ja: たぎる
ko: 들끓는
zh_hans: 激昂的
zh_hant: 激昂的

# BynameBynameAdjective2008
source: Positive
ja: ポジティブな
ko: 포지티브한
zh_hans: 积极的
zh_hant: 積極的

# BynameBynameAdjective2009
source: Dim
es_mx: lúgubre
fr: crépusculaire
it: del tramonto
ko: 황혼의
zh_hans: 垂暮之年的
zh_hant: 垂暮之年的

# BynameBynameAdjective2010
source: Stable
it: stabile
ko: 규칙적인
zh_hans: 循规蹈矩的
zh_hant: 循規蹈矩的

# BynameBynameAdjective2011
source: Merry
it: ilare
ja: にぎやかな
ko: 왁자지껄한
zh_hans: 热闹的
zh_hant: 熱鬧的

# BynameBynameAdjective2012
source: Ebullient
it: spumeggiante
ja: みずみずしい
ko: 싱싱한
zh_hans: 水润的
zh_hant: 水潤的

# BynameBynameAdjective2013
source: Tailwind-Riding
es: cabalgavientos
es_mx: cabalgavientos
it: col vento a favore
ko: 순풍을 탄
zh_hans: 乘风的
zh_hant: 乘風的

# BynameBynameAdjective2014
source: Peak-Condition
es: en perfecto estado
es_mx: en perfecto estado
fr: en pleine forme
it: in perfetta forma
ko: 최상의 컨디션인
zh_hans: 状态绝佳的
zh_hant: 狀態絕佳的

# BynameBynameAdjective2500
source: Super-Duper Lucky
es: de potra
ko: 운이 엄청 좋은
zh_hans: 大大吉的
zh_hant: 大大吉的

# BynameBynameAdjective2501
source: Super-Rare
fr: ultra-rare
it: introvabile
ko: 엄청나게 희귀한
zh_hans: 极稀有的
zh_hant: 極稀有的

# BynameBynameAdjective2502
source: One-in-a-Million
fr: inestimable
ko: 만 명 중 한 명꼴의
zh_hans: 万中选一的
zh_hant: 萬中選一的

# BynameBynameAdjective2503
source: Ace
es: con gancho
it: imbattibile
ko: 뽑기 운이 좋은
zh_hans: 运气绝佳的
zh_hant: 運氣絕佳的

# BynameBynameAdjective2504
source: Astonishing
es_mx: increíble
it: mirabolante
ko: 기적의
zh_hans: 奇迹的
zh_hant: 奇蹟的

# BynameBynameAdjective2505
source: Adored
ko: 복 받은
zh_hans: 受恩惠的
zh_hant: 受恩惠的

# BynameBynameAdjective2506
source: Charmed
es: hechizante
es_mx: hechizante
ja: ツイてる
ko: 운 좋은
zh_hans: 走运的
zh_hant: 走運的

# BynameBynameAdjective2507
source: Shell-Out
es: sacapremios
es_mx: del premiotrón
fr: du Capsulomate
it: al Premi-o-matic
ko: 뽑기의
zh_hans: 抽奖的
zh_hant: 抽獎的

# BynameBynameAdjective3000
source: Splatlandian
fr: de la Contrée Clabousse
ja: バンカラな
ko: 카오폴리스의
zh_hans: 蛮颓的
zh_hant: 蠻頹的

# BynameBynameAdjective3001
source: Indian Ocean
es: en el océano Índico
es_mx: en el océano Índico
fr: de l'océan Indien
it: dell'Oceano Indiano
ko: 인도양의
zh_hans: 印度洋的
zh_hant: 印度洋的

# BynameBynameAdjective3002
source: North Atlantic
es: en el Atlántico Norte
es_mx: en el Atlántico Norte
fr: du nord de l'Atlantique
it: dell'Atlantico settentrionale
ko: 북대서양의
zh_hans: 北大西洋的
zh_hant: 北大西洋的

# BynameBynameAdjective3003
source: North Pacific
es: en el Pacífico Norte
es_mx: en el Pacífico Norte
fr: du nord du Pacifique
it: del Pacifico settentrionale
ko: 북태평양의
zh_hans: 北太平洋的
zh_hant: 北太平洋的

# BynameBynameAdjective3004
source: Antarctic Ocean
es: en el océano Antártico
es_mx: en el océano Antártico
fr: de l'océan Austral
it: dell'Oceano Antartico
ko: 남극해의
zh_hans: 南极海的
zh_hant: 南極海的

# BynameBynameAdjective3005
source: Arctic Ocean
es: en el océano Ártico
es_mx: en el océano Ártico
fr: de l'océan Arctique
it: dell'Oceano Artico
ko: 북극해의
zh_hans: 北极海的
zh_hant: 北極海的

# BynameBynameAdjective3006
source: South Atlantic
es: en el Atlántico Sur
es_mx: en el Atlántico Sur
fr: du sud de l'Atlantique
it: dell'Atlantico meridionale
ko: 남대서양의
zh_hans: 南大西洋的
zh_hant: 南大西洋的

# BynameBynameAdjective3007
source: South Pacific
es: en el Pacífico Sur
es_mx: en el Pacífico Sur
fr: du sud du Pacifique
it: del Pacifico meridionale
ko: 남태평양의
zh_hans: 南太平洋的
zh_hant: 南太平洋的

# BynameBynameAdjective3008
source: The Shoal's Own
es: de El Remolino
es_mx: de El Remolino
fr: de Calamarcade
it: del Branco
ja: イカッチャの
ko: 스퀴디움의
nl: De Flippers hoogsteigen
zh_hans: 鱿乐天地的
zh_hant: 魷樂天地的

# BynameBynameAdjective3009
source: Official-Grizzco
es: al servicio de Don Oso
es_mx: al servicio de Don Oso
it: della Ursus & Co
ko: Mr. 베어 상회의
zh_hans: 熊先生商会的
zh_hant: 熊先生商會的

# BynameBynameAdjective3010
source: The Crater's
es: en El Cráter
es_mx: en El Cráter
fr: du Cratère
it: del Cratere
ja: クレーターの
ko: 크레이터의
zh_hans: 荒界的
zh_hant: 荒界的

# BynameBynameAdjective3011
source: The City's Own
es: en la plaza
es_mx: en la plaza
fr: emblématique de la ville
it: della piazza
ko: 광장의
zh_hans: 广场的
zh_hant: 廣場的

# BynameBynameAdjective3012
source: Lobby-Bound
es: en el vestíbulo
es_mx: en el vestíbulo
fr: toujours dans le hall
it: della lobby
ja: ロビーの
ko: 로비의
zh_hans: 大厅的
zh_hant: 大廳的

# BynameBynameAdjective3013
source: Third-Gen
es: de 3.ª generación
es_mx: de 3.ª generación
fr: de la 3e génération
it: di 3ª generazione
ko: 3대째
ru: ретро
zh_hans: 第三代
zh_hant: 第三代

# BynameBynameAdjective3014
source: Chaotic
fr: chaotique
ko: 혼돈의
zh_hans: 混沌的
zh_hant: 混沌的

# BynameBynameAdjective3015
source: Midsummer
es: estival
es_mx: estival
fr: des beaux jours
it: di mezza estate
ko: 한여름의
zh_hans: 盛夏的
zh_hant: 盛夏的

# BynameBynameAdjective3100
source: Alternan
es: en Alterna
es_mx: en Alterna
fr: d'Alterna
it: di Alterna
ja: オルタナの
ko: 얼터너의
zh_hans: 幻界的
zh_hant: 幻界的

# BynameBynameAdjective3110
source: Reminiscent
es: reminiscente
es_mx: de los recuerdos
ko: 추억의
zh_hans: 追思的
zh_hant: 追思的

# BynameBynameAdjective3111
source: Memversal
es_mx: del Pastiverso
fr: du Poulpivers
it: noriversale
ja: ネリバースの
ko: 네리버스의
zh_hans: 忆界宇宙的
zh_hant: 憶界宇宙的

# BynameBynameAdjective3112
source: Side Orderly
es: de la cara del orden
es_mx: en la cara del orden
fr: de la tour de l'Ordre
it: della Torre dell'Ordine
ja: サイド・オーダーの
ko: 사이드 오더의
zh_hans: 秩序篇的
zh_hant: 秩序篇的

# BynameBynameAdjective3113
source: Swarming
es: en tropel
es_mx: en tropel
it: brulicante
ko: 군집하는
zh_hans: 群聚的
zh_hant: 群聚的

# BynameBynameAdjective3114
source: Marching
es: incontenible
es_mx: incontenible
it: incalzante
ko: 행진하는
zh_hans: 行进的
zh_hant: 行進的

# BynameBynameAdjective3115
source: Battering
es: al azote
es_mx: al azote
it: battente
ko: 제압하는
zh_hans: 压制的
zh_hant: 壓制的

# BynameBynameAdjective3116
source: Jelletonal
fr: de Squelécaille
ja: スケルトーンの
ko: 스켈레톤의
zh_hans: 骷髅鱼的
zh_hant: 骷髏魚的

# BynameBynameAdjective3117
source: Drizzling
es: pluvial
es_mx: pluvial
ko: 흩뿌리는
zh_hans: 飞溅的
zh_hant: 飛濺的

# BynameBynameAdjective3118
source: Panicking
es: en desbandada
es_mx: en desbandada
ko: 질주하는
zh_hans: 疾走的
zh_hant: 疾走的

# BynameBynameAdjective3119
source: Whirling
es: de ida y vuelta
es_mx: de ida y vuelta
fr: toupie
ko: 반사하는
zh_hans: 反弹的
zh_hant: 反彈的

# BynameBynameAdjective3120
source: Springing
fr: élastique
ko: 신축하는
zh_hans: 伸缩的
zh_hant: 伸縮的

# BynameBynameAdjective3121
source: Gushing
es: en erupción
es_mx: en erupción
it: eruttante
ko: 분출하는
zh_hans: 喷吐的
zh_hant: 噴吐的

# BynameBynameAdjective3122
source: Spawning
es: germinal
es_mx: germinal
it: geniale
ko: 산란하는
zh_hans: 孕育的
zh_hant: 孕育的

# BynameBynameAdjective3123
source: Homing
it: assillante
ko: 비래하는
zh_hans: 飞射的
zh_hant: 飛射的

# BynameBynameAdjective3124
source: Towering
es: dominante
es_mx: dominante
it: torreggiante
ko: 우뚝 솟은
zh_hans: 耸立的
zh_hant: 聳立的

# BynameBynameAdjective3125
source: Layered-Rotator
es: en rotación por capas
es_mx: en rotación por niveles
fr: du girateur stratifié
ko: 적층하여 회전하는
zh_hans: 层叠旋转的
zh_hant: 層疊旋轉的

# BynameBynameAdjective3126
source: Elusive-Bounder
es: en repliegue y contrataque
es_mx: en hurañía rebotadora
fr: de l'unificateur fugace
it: rullante
ko: 칩거하여 반발하는
zh_hans: 紧闭反弹的
zh_hant: 緊閉反彈的

# BynameBynameAdjective3127
source: Intensifying-Harmony
es: en armonía creciente
es_mx: en armonía creciente
fr: de l'harmonie crescendo
ko: 증식하여 공명하는
zh_hans: 增生共鸣的
zh_hant: 增生共鳴的

# BynameBynameAdjective3200
source: Fun
it: divertente
ja: エンジョイ
ko: 즐거운
zh_hans: 享乐的
zh_hant: 享樂的

# BynameBynameAdjective3201
source: The Strongest
it: più forte di tutti
ko: 최강의
zh_hans: 最强的
zh_hant: 最強的

# BynameBynameAdjective3300
source: Crusty
fr: qui a toujours la frite
it: sfrigolante
ja: アゲアゲの
ko: 고양된
zh_hans: 酥脆的
zh_hant: 酥脆的

# BynameBynameAdjective3301
source: Saddle-Straddlin'
fr: en danseuse
it: in sella
ko: 서서 타는
zh_hans: 站着踩的
zh_hant: 站著踩的

# BynameBynameAdjective3302
source: Streamlined
ja: サクサクの
ko: 바삭바삭한
zh_hans: 爽脆的
zh_hant: 爽脆的

# BynameBynameAdjective3303
source: Wandercrust
es: de Ruta Adolfrito
es_mx: en la ruta de Adolfrito
fr: de l'Odyssée d'Omar
it: del Gambertour
ja: ロブイチの
ko: 롭케이션의
zh_hans: 游龙的
zh_hant: 遊龍的

# BynameBynameAdjective3304
source: Tender
es: moldeable
es_mx: moldeable
fr: sensible
it: malleabile
ja: プリプリの
ko: 탄력 있는
zh_hans: 软嫩的
zh_hant: 軟嫩的

# BynameBynameAdjective3305
source: Moving
it: commovente
ko: 감동의
zh_hans: 感动的
zh_hant: 感動的
