Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# WeaponWeaponExpSubLineMarker
source: A sub weapon that fires straight forward and leavesa line in its path. Opponents that are hit directly willtake damage, and those that touch the remaining linewill be marked. When a shot hits a solid surface, itwill bounce off of it and continue in a straight line.
de: Diese Sekundärwaffe feuert geradeaus undhinterlässt eine Linie auf dem Boden. Direktgetroffene Gegner erleiden Schaden, währendGegner, die die Linie berühren, markiert werden.Trifft der Schuss auf ein Hindernis, prallt erin einer geraden Linie ab.
es: Esta arma secundaria lanza hacia el frente disparosque dejan a su paso una línea recta de tinta. Losrivales que resulten alcanzados sufrirán daño,y aquellos que toquen la línea de tinta quedaránmarcados. Al impactar contra una superficie, losdisparos rebotan.
es_mx: Esta arma secundaria lanza hacia el frente disparosque dejan a su paso una línea recta de tinta. Losrivales que resulten alcanzados sufrirán daño,y aquellos que toquen la línea de tinta quedaránmarcados. Al impactar contra una superficie, losdisparos rebotan.
fr: Une arme secondaire dont le projectile part droitdevant et laisse une ligne dans son sillage. Lesadversaires touchés directement subissent desdégâts, tandis que ceux qui traversent la lignesont marqués. Si le projectile touche un mur,il rebondit dessus et continue en ligne droite.
it: Un'arma secondaria che spara dritto e lascia unalinea di inchiostro sulla sua strada. I nemici colpitidirettamente subiscono danni e quelli che toccano lalinea vengono marchiati. Quando un colpo incontra unasuperficie solida, rimbalza e continua in linea retta.
ja: 通り道に線を残しながら、一直線に飛んでいくサブウェポン。線にふれた相手をマーキングする。さらに、直撃した相手にはダメージもあたえる。カベや地面に当たると はね返る。
ko: 지나간 길에 선을 남기며 똑바로 날아가는 서브 웨펀.선에 닿은 상대를 마킹한다.또한 직격한 상대에게는 대미지를 준다.벽이나 지면에 닿으면 튕겨져 나간다.
nl: Een subwapen dat rechtuit vuurt en een spoorachterlaat. Tegenstanders die direct worden geraakt,lopen schade op, en tegenstanders die het spooraanraken, worden gemarkeerd. Raakt het schot eenoppervlak, dan ketst het af en gaat dan in een rechtelijn verder.
ru: Запасное оружие, которое выстреливает вперед,оставляя след-линию по траектории. Враги,в которых ты попадешь сразу, получат урон,а те, которые заденут линию, будут маркированы.Если заряд попадет по твердой поверхности, онотскочит и снова полетит по прямой.
zh_hans: 以直线飞行并在轨迹上留下一条线的次要武器。将会标记触碰到线的对手，并对直接命中的对手造成伤害。命中墙壁或地面时会反弹。
zh_hant: 會以直線飛行並在行經之處留下線條的次要武器。觸碰到線條的對手會遭到標記。此外，也會對直接命中的對手造成傷害，而命中牆壁或地面時則會反彈。

# WeaponWeaponExpSubPointSensor
source: A device that marks opponents nearby where it'sthrown. It reveals the opponents' locations toyour teammates.
de: Dieses Gerät markiert alle Gegner in dem Bereich,in dem es landet. Die so markierten Gegner sindfür dein gesamtes Team sichtbar.
es: Este dispositivo marca a los enemigos que seencuentren a su alrededor. Al hacerlo, todos losmiembros de tu equipo podrán ver la ubicaciónde los enemigos marcados.
es_mx: Un dispositivo que marca a los enemigos que seencuentren a su alrededor. Al hacerlo, todos losmiembros de tu equipo podrán ver la ubicaciónde los enemigos marcados.
fr: Un dispositif qui marque les adversaires situés dansle périmètre où il est lancé. Leur position est alorsrévélée à tous les membres de ton équipe.
it: Un dispositivo che rileva la posizione dei nemicinelle vicinanze. La posizione sarà indicata ancheai tuoi compagni di squadra.
ja: 投げた場所の近くにいる相手をマーキングする装置。相手の位置を仲間全員に知らせる。
ko: 던진 장소 근처에 있는 상대를 마킹하는 장치.상대의 위치를 동료 전원에게 알린다.
nl: Dit apparaat markeert alle vijanden in het gebiedwaar het is geland. De gemarkeerde vijanden zijn vooral je teamleden zichtbaar.
ru: Устройство, маркирующее врагов в зоне своегоприземления.Все члены твоей команды будут знать, где находятсязасеченные противники.
zh_hans: 能够标记投掷地点附近的对手的装置。可以让所有同伴知道对手的位置。
zh_hant: 可以在投擲後將落地點周圍的對手標記出來的裝置。能讓所有的同伴看到對手的位置。

# WeaponWeaponExpSubPoisonMist
source: A bottle that sprays the fluid of a certain creature inmist form. Opponents caught in the mist move slowerand their ink is slightly reduced. The longer an enemyis in the mist, the stronger the effect becomes.
de: Enthält die Sekrete eines bestimmten Lebewesensin Nebelform.Kommt ein Gegner mit diesem Nebel in Berührung,wird er dadurch langsamer und verliert Tinte.Je länger er sich im Nebel aufhält, desto stärkerdie Wirkung.
es: Botella que contiene, suspendidos en forma de niebla,fluidos corporales de cierto ser. Todo rival que entreen el radio de acción de la niebla se moverá másdespacio y verá cómo se va reduciendo su tanquede tinta. Cuanto más tiempo permanezca dentro dela niebla, más potente será el efecto.
es_mx: Botella que contiene, suspendidos en forma de niebla,fluidos corporales de cierto ser. Todo rival que entreen el radio de acción de la niebla se moverá másdespacio y verá cómo se va reduciendo su tanquede tinta. Cuanto más tiempo permanezca dentro dela niebla, más potente será el efecto.
fr: Une fiole qui contient un gaz obtenu à partirdes fluides corporels d'une certaine créature.Tout adversaire pris dans ce gaz voit sesmouvements entravés et son réservoir d'encredrainé petit à petit. Plus l'exposition au gazest longue, plus ses effets sont puissants.
it: Questa fialetta contiene i fluidi di una misteriosacreatura in forma gassosa. Rallenta i movimentidei nemici che ci finiscono dentro e prosciuga il loroserbatoio d'inchiostro. Più il nemico rimane nellanebbia, più efficace è il suo effetto.
ja: ある生物の体液を霧状にして収めたビン。霧の中に入った相手の移動をおそくし、インクを少しずつ減らす。霧の中に入っている時間が長いほど、効果が大きくなる。
ko: 어떤 생물의 체액을 안개 상태로 만들어 채워 넣은 병.안개 속 상대의 이동 속도를 느리게 하고 잉크를 조금씩 닳게 한다.안개 속에 있는 시간이 길수록 효과가 커진다.
nl: Dit flesje bevat vloeistof uit een bepaald wezen inverdampte vorm. De bewegingen van tegenstandersdie deze mist ingaan, worden trager en hun inkttankloopt langzaam leeg. Hoe langer de tegenstander in demist blijft, hoe sterker het effect is.
ru: Жидкость из тела некоего создания, хранящаяся вбутылке в газообразной форме.Любой противник, попавший в туман, передвигаетсямедленнее и теряет краску.Чем дольше он пробудет в тумане, тем сильнее будетэффект.
zh_hans: 将某种生物的体液雾化后装入瓶中。进入雾中的对手的移动速度会变慢，墨汁也会持续减少。进入雾中的时间越长，效果越好。
zh_hant: 將某種生物的體液霧化後封裝而成的瓶子。當對手進入霧中，移動會變遲緩，墨汁也會慢慢地持續減少。待在霧中的時間越久，效果就越大。

# WeaponWeaponExpSubShield
source: A device that erects a wall of ink in front of you thatblocks enemy intrusion and attacks. Attacks fromenemies will speed up the time it takes for the wallto come down. You can only place one at a time.
de: Diese Sekundärwaffe baut eine Wand aus Tintevor dir auf, die feindliche Angriffe und sogarGegner selbst blockiert.Konstanter Beschuss durch den Gegner lässt denTintenwall jedoch schneller zusammenbrechen.Du kannst immer nur einen Tintenwall im Spiel haben.
es: Arma que genera un muro de tinta e impide quelos enemigos te ataquen o se aproximen a ti.Los ataques enemigos acortan la duración de suefecto. Solo se pueden colocar de uno en uno.
es_mx: Arma que genera un muro de tinta e impide que losenemigos te ataquen o se aproximen a ti por unosinstantes. Los ataques enemigos hacen que colapsemás rápido. Solo se puede colocar uno a la vez.
fr: Un dispositif qui crée un mur d'encre là où il estlancé, empêchant les adversaires d'approcher etbloquant leurs tirs.Les attaques adverses accélèrent sa destruction.Tu ne peux pas en déployer plus d'un à la fois.
it: Quest'arma tiene il nemico a distanza e ti proteggedal suo inchiostro. Gli attacchi nemici però lapossono distruggere velocemente. Puoi piazzarnesolo una per volta.
ja: 目の前にインクのカベを設置し、相手の侵入や攻撃を防ぐしかけ。相手に攻撃されると、壊れるまでの時間が早くなる。同時に１つしか設置できない。
ko: 눈앞에 잉크로 된 벽을 설치해 상대의 침입과 공격을 막는 장치.상대의 공격을 받으면 파괴되는 시간이 앞당겨진다.동시에 1개만 설치할 수 있다.
nl: Dit apparaat trekt een beschermende muur van inktvoor je op, die aanvallen en ook tegenstandersblokkeert. Door vijandelijke aanvallen houdt de muurminder lang stand. Je kunt er maar een tegelijkplaatsen.
ru: Создает непроходимую завесу краски прямо передтобой, через которую не могут пройти ни самипротивники, ни их атаки.При этом под воздействием вражеских атак быстрееразрушается. Можно выставлять только один занавес зараз.
zh_hans: 在面前设置墨汁防护墙，防御对手的入侵和攻击的装置。遭到对手攻击后，会加快损坏速度。只能同时设置1个。
zh_hant: 能在眼前設置一道墨汁牆的裝置，可以阻擋對手的入侵或攻擊。遭到對手攻擊時會較快損壞。最多只能同時設置1個。

# WeaponWeaponExpSubSprinkler
source: A device that attaches to the ground or to walls andsprays ink. It operates at full power right when youplace it but gradually gets weaker. You can only placeone at a time.
de: Der Sprinkler lässt sich an Wände oder auf den Bodenkleben und versprüht dort Tinte.Zu Beginn sprüht er noch recht fleißig, doch mit derZeit lässt die verteilte Tintenmenge allmählich nach.Du kannst immer nur einen davon im Spiel haben.
es: Este dispositivo se adhiere a los muros o al suelo yrocía tinta a su alrededor. Al activarlo lanzará tintacon fuerza, si bien se irá debilitando poco a poco.Solo se puede utilizar uno a la vez.
es_mx: Un dispositivo que se adhiere a los muros o al sueloy desprende tinta a su alrededor. Al colocarlo lanzarátinta de forma potente, pero irá reduciendo el ritmopoco a poco. Solo se puede utilizar uno a la vez.
fr: Un dispositif qui se fixe au sol ou aux parois,arrosant les alentours d'encre.L'arrosage perd en intensité au fil du temps.Tu ne peux en déployer qu'un à la fois.
it: Un aggeggio che si appiccica al suolo o alle paretie spruzza inchiostro tutto attorno. La potenza delsuo getto diminuisce gradualmente. Puoi piazzarnesolo uno per volta.
ja: 地面やカベにくっつき、インクをまき散らすしかけ。設置してすぐは勢いが強いが、少しずつ弱まる。同時に１つしか設置できない。
ko: 지면이나 벽에 달라붙어 잉크를 흩뿌리는 장치.설치 직후에는 세차게 잉크를 뿜어내지만 점차 약해진다.동시에 1개만 설치할 수 있다.
nl: Dit apparaat blijft aan de muur of de grond plakkenen sproeit inkt. Aanvankelijk sproeit het volop, maarnaarmate de tijd verstrijkt, vermindert de hoeveelheidinkt. Je kunt er maar een tegelijk plaatsen.
ru: Прикрепляется к стенам или земле, после чего начинаетразбрызгивать вокруг краску.Сразу после установки напор краски очень мощный, носо временем он постепенно слабеет.Единовременно можно установить только одинраспылятор.
zh_hans: 能够吸附在地面或墙面喷射墨汁的装置。刚设置时威力强大，但会随时间慢慢减弱。只能同时设置1个。
zh_hant: 能吸附在地面或牆壁上的墨汁噴射裝置。剛設置時的噴灑力道很強，但是會隨著時間經過而逐漸變弱。最多只能同時設置1個。

# WeaponWeaponExpSubTrap
source: A trap that you place on the ground. When anopponent gets close, it activates, marking thatopponent. It'll also activate if inked by an opponent.You can place two at once.
de: Eine Falle, die auf dem Boden platziert wird.Nähert sich ein Gegner, markiert sie ihn.Wenn sie von gegnerischer Tinte getroffenwird, wird sie ebenfalls aktiviert.Du kannst bis zu zwei Tintenminen gleichzeitigauslegen.
es: Si se coloca esta bomba sobre el suelo, explotarácuando un enemigo se acerque demasiado, lo quepermitirá localizarlo. También se activa si quedacubierta de tinta enemiga. Pueden colocarse hastados a la vez.
es_mx: Si se coloca esta bomba sobre el suelo, explotarácuando un enemigo se acerque demasiado. Además,permitirá rastrear a dicho enemigo durante un brevetiempo. Detonará si se cubre con tinta enemiga.Pueden colocarse hasta dos a la vez.
fr: Une fois placée au sol, la mine explose lorsqu'unadversaire l'approche, le marquant pour quelquesinstants. L'encre adverse la fait sauter.Tu peux poser deux mines à la fois.
it: Posizionala a terra e quando il nemico saràsufficientemente vicino, esploderà. Oltre adanneggiare il nemico, lo contrassegnerà peralcuni istanti. Se la mina viene colpita conl'inchiostro nemico, esplode. Puoi posizionarnefino a due alla volta.
ja: 足元に置くワナで、相手が近づくと作動し、その相手をマーキングする。相手の色で塗られると、自然に作動してしまう。同時に２つまで設置できる。
ko: 발밑에 설치하는 함정으로 상대가 접근하면 작동해 상대를 마킹한다.상대의 색이 칠해질 경우에도 작동된다.동시에 2개까지 설치할 수 있다.
nl: Als je deze valstrik op de grond plaatst, explodeerthij zodra een vijand te dicht in de buurt komt.Daardoor wordt de vijand gemarkeerd. Wanneer debom wordt bedekt door vijandelijke inkt, ontplofthij ook. Je kunt er maximaal twee tegelijk plaatsen.
ru: Взрывается, как только противник окажется внепосредственной близости. На некоторое времямаркирует пораженного врага.Взрывается под воздействием вражеской краски.Мины можно устанавливать парами.
zh_hans: 设置在脚下的陷阱，对手靠近时会启动并标记对手，涂上对手的颜色后，也会自动启动。可以同时设置2个。
zh_hant: 可設置在腳下的陷阱，會在對手接近時啟動並標記該對手。一旦被對手的墨汁塗到就會直接啟動，最多可以同時設置2個。

# WeaponWeaponNameMainBlasterBearCoop
source: Grizzco Blaster
de: Bär-Blaster
es: Devastador Don Oso
es_mx: Lanzamotas Don Oso
fr: Blaster M. Ours SA
it: Blaster Ursus
ja: クマサン印のブラスター
ko: Mr. 베어표 블래스터
nl: Beer & Co-blaster
ru: Бластер «Потапыч Inc.»
zh_hans: 熊先生印章爆破枪
zh_hant: 熊先生印章爆破槍

# WeaponWeaponNameMainBlasterLight00
source: Rapid Blaster
de: Turbo-Blaster
es: Devastador exprés
es_mx: Turbolanzamotas
fr: Turboblaster
it: Blaster rapido
ja: ラピッドブラスター
ko: 래피드 블래스터
nl: Flitsblaster
ru: Бластермат
zh_hans: 快速爆破枪
zh_hant: 快速爆破槍

# WeaponWeaponNameMainBlasterLight01
source: Rapid Blaster Deco
de: Turbo-Blaster Deko
es: Devastador exprés DX
es_mx: Turbolanzamotas chic
fr: Turboblaster chic
it: Blaster rapido DX
ja: ラピッドブラスターデコ
ko: 래피드 블래스터 데코
nl: Flitsblaster Deco
ru: Бластермат «Деко»
zh_hans: 快速爆破枪 装饰
zh_hant: 快速爆破槍 裝飾

# WeaponWeaponNameMainBlasterLightCoop
source: Rapid Blaster
de: Turbo-Blaster
es: Devastador exprés
es_mx: Turbolanzamotas
fr: Turboblaster
it: Blaster rapido
ja: ラピッドブラスター
ko: 래피드 블래스터
nl: Flitsblaster
ru: Бластермат
zh_hans: 快速爆破枪
zh_hant: 快速爆破槍

# WeaponWeaponNameMainBlasterLightLong00
source: Rapid Blaster Pro
de: Turbo-Blaster Plus
es: Superdevastador
es_mx: Turbolanzamotas Pro
fr: Turboblaster pro
it: Blaster élite
ja: Rブラスターエリート
ko: R 블래스터 엘리트
nl: Flitsblaster Pro
ru: Бластермат ПРО
zh_hans: 快速爆破枪 精英
zh_hant: 快速爆破槍 精英

# WeaponWeaponNameMainBlasterLightLong01
source: Rapid Blaster Pro Deco
de: Turbo-Blaster Plus Deko
es: Superdevastador DX
es_mx: Turbolanzamotas Pro chic
fr: Turboblaster pro chic
it: Blaster élite DX
ja: Rブラスターエリートデコ
ko: R 블래스터 엘리트 데코
nl: Flitsblaster Pro Deco
ru: Бластермат ПРО «Деко»
zh_hans: 快速爆破枪 精英装饰
zh_hant: 快速爆破槍 精英裝飾

# WeaponWeaponNameMainBlasterLightLongCoop
source: Rapid Blaster Pro
de: Turbo-Blaster Plus
es: Superdevastador
es_mx: Turbolanzamotas Pro
fr: Turboblaster pro
it: Blaster élite
ja: Rブラスターエリート
ko: R 블래스터 엘리트
nl: Flitsblaster Pro
ru: Бластермат ПРО
zh_hans: 快速爆破枪 精英
zh_hant: 快速爆破槍 精英

# WeaponWeaponNameMainBlasterLightLongMsn
source: Rapid Blaster Pro
de: Turbo-Blaster Plus
es: Superdevastador
es_mx: Turbolanzamotas Pro
fr: Turboblaster pro
it: Blaster élite
ja: Rブラスターエリート
ko: R 블래스터 엘리트
nl: Flitsblaster Pro
ru: Бластермат ПРО
zh_hans: 快速爆破枪 精英
zh_hant: 快速爆破槍 精英

# WeaponWeaponNameMainBlasterLightMsn
source: Rapid Blaster
de: Turbo-Blaster
es: Devastador exprés
es_mx: Turbolanzamotas
fr: Turboblaster
it: Blaster rapido
ja: ラピッドブラスター
ko: 래피드 블래스터
nl: Flitsblaster
ru: Бластермат
zh_hans: 快速爆破枪
zh_hant: 快速爆破槍

# WeaponWeaponNameMainBlasterLightShort00
source: Clash Blaster
de: Kontra-Blaster
es: Turbodevastador
es_mx: Hiperlanzamotas
fr: Rafablaster
it: Blaster da mischia
ja: クラッシュブラスター
ko: 크래시 블래스터
nl: Knalblaster
ru: Контрабластер
zh_hans: 冲涂爆破枪
zh_hant: 衝塗爆破槍

# WeaponWeaponNameMainBlasterLightShort01
source: Clash Blaster Neo
de: Kontra-Blaster Neo
es: Turbodevastador neo
es_mx: Hiperlanzamotas neo
fr: Rafablaster Néo
it: Blaster da mischia Neo
ja: クラッシュブラスターネオ
ko: 네오 크래시 블래스터
nl: Knalblaster Neo
ru: Контрабластер «Нео»
zh_hans: 冲涂爆破枪 新型
zh_hant: 衝塗爆破槍 新型

# WeaponWeaponNameMainBlasterLightShortCoop
source: Clash Blaster
de: Kontra-Blaster
es: Turbodevastador
es_mx: Hiperlanzamotas
fr: Rafablaster
it: Blaster da mischia
ja: クラッシュブラスター
ko: 크래시 블래스터
nl: Knalblaster
ru: Контрабластер
zh_hans: 冲涂爆破枪
zh_hant: 衝塗爆破槍

# WeaponWeaponNameMainBlasterLightShortMsn
source: Clash Blaster
de: Kontra-Blaster
es: Turbodevastador
es_mx: Hiperlanzamotas
fr: Rafablaster
it: Blaster da mischia
ja: クラッシュブラスター
ko: 크래시 블래스터
nl: Knalblaster
ru: Контрабластер
zh_hans: 冲涂爆破枪
zh_hant: 衝塗爆破槍

# WeaponWeaponNameMainBlasterLong00
source: Range Blaster
de: Fern-Blaster
es: Teledevastador
es_mx: Telelanzamotas
fr: Éclablaster XL
it: Blaster a distanza
ja: ロングブラスター
ko: 롱 블래스터
nl: Teleblaster
ru: Дальнобластер
zh_hans: 远距爆破枪
zh_hant: 遠距爆破槍

# WeaponWeaponNameMainBlasterLong01
source: Custom Range Blaster
de: Fern-Blaster SE
es: Teledevastador SP
es_mx: Telelanzamotas adaptado
fr: Éclablaster XL griffé
it: Blaster a distanza CM
ja: ロングブラスターカスタム
ko: 커스텀 롱 블래스터
nl: Gemodde Teleblaster
ru: Дальнобластер «Понт»
zh_hans: 远距爆破枪 改装
zh_hant: 遠距爆破槍 改裝

# WeaponWeaponNameMainBlasterLongCoop
source: Range Blaster
de: Fern-Blaster
es: Teledevastador
es_mx: Telelanzamotas
fr: Éclablaster XL
it: Blaster a distanza
ja: ロングブラスター
ko: 롱 블래스터
nl: Teleblaster
ru: Дальнобластер
zh_hans: 远距爆破枪
zh_hant: 遠距爆破槍

# WeaponWeaponNameMainBlasterLongMsn
source: Range Blaster
de: Fern-Blaster
es: Teledevastador
es_mx: Telelanzamotas
fr: Éclablaster XL
it: Blaster a distanza
ja: ロングブラスター
ko: 롱 블래스터
nl: Teleblaster
ru: Дальнобластер
zh_hans: 远距爆破枪
zh_hant: 遠距爆破槍

# WeaponWeaponNameMainBlasterMiddle00
source: Blaster
es: Devastador
es_mx: Lanzamotas
fr: Éclablaster
ja: ホットブラスター
ko: 핫 블래스터
nl: Klodderblaster
ru: Бластер
zh_hans: 火热爆破枪
zh_hant: 火熱爆破槍

# WeaponWeaponNameMainBlasterMiddle01
source: Custom Blaster
de: Blaster SE
es: Devastador SP
es_mx: Lanzamotas adaptado
fr: Éclablaster modifié
it: Blaster CM
ja: ホットブラスターカスタム
ko: 커스텀 핫 블래스터
nl: Gemodde Klodderblaster
ru: Бластер «Понт»
zh_hans: 火热爆破枪 改装
zh_hant: 火熱爆破槍 改裝

# WeaponWeaponNameMainBlasterMiddleCoop
source: Blaster
es: Devastador
es_mx: Lanzamotas
fr: Éclablaster
ja: ホットブラスター
ko: 핫 블래스터
nl: Klodderblaster
ru: Бластер
zh_hans: 火热爆破枪
zh_hant: 火熱爆破槍

# WeaponWeaponNameMainBlasterMiddleMsn
source: Blaster
es: Devastador
es_mx: Lanzamotas
fr: Éclablaster
ja: ホットブラスター
ko: 핫 블래스터
nl: Klodderblaster
ru: Бластер
zh_hans: 火热爆破枪
zh_hant: 火熱爆破槍

# WeaponWeaponNameMainBlasterShort00
source: Luna Blaster
es: Ultradevastador
es_mx: Lanzamotas Nova
fr: Proxiblaster
it: Blaster lunar
ja: ノヴァブラスター
ko: 노바 블래스터
ru: Лунобластер
zh_hans: 新星爆破枪
zh_hant: 新星爆破槍

# WeaponWeaponNameMainBlasterShort01
source: Luna Blaster Neo
es: Ultradevastador neo
es_mx: Lanzamotas Nova neo
fr: Proxiblaster Néo
it: Blaster lunar Neo
ja: ノヴァブラスターネオ
ko: 네오 노바 블래스터
ru: Лунобластер «Нео»
zh_hans: 新星爆破枪 新型
zh_hant: 新星爆破槍 新型

# WeaponWeaponNameMainBlasterShortCoop
source: Luna Blaster
es: Ultradevastador
es_mx: Lanzamotas Nova
fr: Proxiblaster
it: Blaster lunar
ja: ノヴァブラスター
ko: 노바 블래스터
ru: Лунобластер
zh_hans: 新星爆破枪
zh_hant: 新星爆破槍

# WeaponWeaponNameMainBlasterShortMsn
source: Luna Blaster
es: Ultradevastador
es_mx: Lanzamotas Nova
fr: Proxiblaster
it: Blaster lunar
ja: ノヴァブラスター
ko: 노바 블래스터
ru: Лунобластер
zh_hans: 新星爆破枪
zh_hant: 新星爆破槍

# WeaponWeaponNameMainBlasterShortO
source: Order Blaster Replica
de: Ordnung-Blaster Replik
es: Devastador orden (réplica)
es_mx: Lanzamotas orden réplica
fr: Blaster d'Ordre (réplique)
it: Blaster Ordine replica
ja: オーダーブラスター レプリカ
ko: 오더 블래스터 레플리카
nl: Ordeblaster (replica)
ru: Бластер Порядка (клон)
zh_hans: 秩序爆破枪 复制
zh_hant: 秩序爆破槍 複製

# WeaponWeaponNameMainBrushHeavy00
source: Painbrush
de: Fächerfärber
es: Brocha abanico
es_mx: Pincel abanico
fr: Épinceau écaïe
it: Tonnoretto
ja: フィンセント
ko: 빈센트
nl: Kwistkwast
ru: Веерокисть «Плюхассо»
zh_hans: 文森
zh_hant: 文森

# WeaponWeaponNameMainBrushHeavy01
source: Painbrush Nouveau
de: Fächerfärber Fresco
es: Brocha abanico maestra
es_mx: Pincel abanico maestro
fr: Épinceau écaïe nuancé
it: Tonnoretto master
ja: フィンセント・ヒュー
ko: 빈센트 휴
nl: Kwistkwast Nouveau
ru: Веерокисть «НуВо»
zh_hans: 文森·新艺术
zh_hant: 文森‧新藝術

# WeaponWeaponNameMainBrushHeavyCoop
source: Painbrush
de: Fächerfärber
es: Brocha abanico
es_mx: Pincel abanico
fr: Épinceau écaïe
it: Tonnoretto
ja: フィンセント
ko: 빈센트
nl: Kwistkwast
ru: Веерокисть «Плюхассо»
zh_hans: 文森
zh_hant: 文森

# WeaponWeaponNameMainBrushMini00
source: Inkbrush
de: Quasto
es: Pincel
es_mx: Pincel
fr: Épinceau
it: Calamaravaggio
ja: パブロ
ko: 파블로
nl: Inktkwast
ru: Кисть
zh_hans: 巴勃罗
zh_hant: 巴勃羅

# WeaponWeaponNameMainBrushMini01
source: Inkbrush Nouveau
de: Quasto Fresco
es: Pincel maestro
es_mx: Pincel maestro
fr: Épinceau nuancé
it: Calamaravaggio master
ja: パブロ・ヒュー
ko: 파블로 휴
nl: Inktkwast Nouveau
ru: Кисть «НуВо»
zh_hans: 巴勃罗·新艺术
zh_hant: 巴勃羅‧新藝術

# WeaponWeaponNameMainBrushMiniCoop
source: Inkbrush
de: Quasto
es: Pincel
es_mx: Pincel
fr: Épinceau
it: Calamaravaggio
ja: パブロ
ko: 파블로
nl: Inktkwast
ru: Кисть
zh_hans: 巴勃罗
zh_hant: 巴勃羅

# WeaponWeaponNameMainBrushMiniMsn
source: Inkbrush
de: Quasto
es: Pincel
es_mx: Pincel
fr: Épinceau
it: Calamaravaggio
ja: パブロ
ko: 파블로
nl: Inktkwast
ru: Кисть
zh_hans: 巴勃罗
zh_hant: 巴勃羅

# WeaponWeaponNameMainBrushNormal00
source: Octobrush
de: Kalligraf
es: Brocha
es_mx: Pincel caligrafía
fr: Épinceau brosse
it: Tinturicchio
ja: ホクサイ
ko: 호쿠사이
nl: Octokwast
ru: Арт-кисть
zh_hans: 北斋
zh_hant: 北齋

# WeaponWeaponNameMainBrushNormal01
source: Octobrush Nouveau
de: Kalligraf Fresco
es: Brocha maestra
es_mx: Pincel caligrafía maestro
fr: Épinceau brosse nuancé
it: Tinturicchio master
ja: ホクサイ・ヒュー
ko: 호쿠사이 휴
nl: Octokwast Nouveau
ru: Арт-кисть «НуВо»
zh_hans: 北斋·新艺术
zh_hant: 北齋‧新藝術

# WeaponWeaponNameMainBrushNormalCoop
source: Octobrush
de: Kalligraf
es: Brocha
es_mx: Pincel caligrafía
fr: Épinceau brosse
it: Tinturicchio
ja: ホクサイ
ko: 호쿠사이
nl: Octokwast
ru: Арт-кисть
zh_hans: 北斋
zh_hant: 北齋

# WeaponWeaponNameMainBrushNormalMsn
source: Octobrush
de: Kalligraf
es: Brocha
es_mx: Pincel caligrafía
fr: Épinceau brosse
it: Tinturicchio
ja: ホクサイ
ko: 호쿠사이
nl: Octokwast
ru: Арт-кисть
zh_hans: 北斋
zh_hant: 北齋

# WeaponWeaponNameMainBrushNormalO
source: Orderbrush Replica
de: Ordnung-Kalligraf Replik
es: Brocha orden (réplica)
es_mx: Pincel caligrafía orden réplica
fr: Pinceau d'Ordre (réplique)
it: Pennello Ordine replica
ja: オーダーブラシ レプリカ
ko: 오더 브러시 레플리카
nl: Ordekwast (replica)
ru: Кисть Порядка (клон)
zh_hans: 秩序排刷 复制
zh_hant: 秩序排刷 複製

# WeaponWeaponNameMainChargerBearCoop
source: Grizzco Charger
de: Bär-Konzentrator
es: Cargatintas Don Oso
es_mx: Cargatintas Don Oso
fr: Fusil M. Ours SA
it: Splatter a carica Ursus
ja: クマサン印のチャージャー
ko: Mr. 베어표 차저
nl: Beer & Co-lader
ru: Сплатган «Потапыч Inc.»
zh_hans: 熊先生印章狙击枪
zh_hant: 熊先生印章狙擊槍

# WeaponWeaponNameMainChargerKeeper00
source: Goo Tuber
de: T-Tuber
es: Tubofusil
es_mx: Entintubo
fr: Détubeur
it: Tintubator
ja: ソイチューバー
ko: 소이 튜버
nl: Spetbuizer
ru: Трубастер
zh_hans: 高压油管枪
zh_hant: 高壓油管槍

# WeaponWeaponNameMainChargerKeeper01
source: Custom Goo Tuber
de: T-Tuber SE
es: Tubofusil SP
es_mx: Entintubo adaptado
fr: Détubeur modifié
it: Tintubator CM
ja: ソイチューバーカスタム
ko: 커스텀 소이 튜버
nl: Gemodde Spetbuizer
ru: Трубастер «Понт»
zh_hans: 高压油管枪 改装
zh_hant: 高壓油管槍 改裝

# WeaponWeaponNameMainChargerKeeperCoop
source: Goo Tuber
de: T-Tuber
es: Tubofusil
es_mx: Entintubo
fr: Détubeur
it: Tintubator
ja: ソイチューバー
ko: 소이 튜버
nl: Spetbuizer
ru: Трубастер
zh_hans: 高压油管枪
zh_hant: 高壓油管槍

# WeaponWeaponNameMainChargerKeeperMsn
source: Goo Tuber
de: T-Tuber
es: Tubofusil
es_mx: Entintubo
fr: Détubeur
it: Tintubator
ja: ソイチューバー
ko: 소이 튜버
nl: Spetbuizer
ru: Трубастер
zh_hans: 高压油管枪
zh_hant: 高壓油管槍

# WeaponWeaponNameMainChargerLight00
source: Bamboozler 14 Mk I
de: Klotzer 14-A
es: Bambufusil 14-I
es_mx: Bamzuka 14-I
fr: Bimbamboum Mk I
it: Bimbamboom 14-I
ja: 14式竹筒銃・甲
ko: 14식 대나무 총 갑
nl: Bamboem 14-A
ru: Бамбух 14-I
zh_hans: 14式竹筒枪·甲
zh_hant: 14式竹筒槍‧甲

# WeaponWeaponNameMainChargerLight01
source: Bamboozler 14 Mk II
de: Klotzer 14-B
es: Bambufusil 14-II
es_mx: Bamzuka 14-II
fr: Bimbamboum Mk II
it: Bimbamboom 14-II
ja: 14式竹筒銃・乙
ko: 14식 대나무 총 을
nl: Bamboem 14-B
ru: Бамбух 14-II
zh_hans: 14式竹筒枪·乙
zh_hant: 14式竹筒槍‧乙

# WeaponWeaponNameMainChargerLightCoop
source: Bamboozler 14 Mk I
de: Klotzer 14-A
es: Bambufusil 14-I
es_mx: Bamzuka 14-I
fr: Bimbamboum Mk I
it: Bimbamboom 14-I
ja: 14式竹筒銃・甲
ko: 14식 대나무 총 갑
nl: Bamboem 14-A
ru: Бамбух 14-I
zh_hans: 14式竹筒枪·甲
zh_hant: 14式竹筒槍‧甲
