Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNamePapStiPoster23
source: NKPL-WVG poster
de: Poster „INK-WGB“
es: Póster CRPL-WG
es_mx: Póster CRPL-WG
fr: Affiche CRP-BB
it: Poster CLP-AD
ja: ポスター HA-SNH
ko: ODPL-WVG 포스터
nl: Poster IP-WVG
ru: Плакат ИНКО-WAVE
zh_hans: 海报 HA-SNH
zh_hant: 海報 HA-SNH

# GoodsGoodsNamePapStiPoster24
source: NKPL-SSM poster
de: Poster „INK-MSMHR“
es: Póster CRMP-SCM
es_mx: Póster CRMP-SCM
fr: Affiche CRP-HMLM
it: Poster CLP-HUL
ja: ポスター HA-SHM
ko: ODPL-SHM 포스터
nl: Poster IP-ZSM
ru: Плакат ИНКО-УЛЧЕЛ
zh_hans: 海报 HA-SHM
zh_hant: 海報 HA-SHM

# GoodsGoodsNamePapStiPoster26
source: TSMA poster
de: Poster „INKC-BG“
es: Póster RML-AV
es_mx: Póster RML-AV
fr: Affiche CLMC-MKT
it: Poster IBPU
ja: ポスター IAM
ko: SBG 포스터
nl: Poster FLPAD
ru: Плакат СТАЙ-СИЗЕЛ
zh_hans: 海报 IAM
zh_hant: 海報 IAM

# GoodsGoodsNamePapStiPoster27
source: TTB poster
de: Poster „RVDX“
es: Póster ESTTRR
es_mx: Póster ESTTRR
fr: Affiche MCT
it: Poster SLZ
ja: ポスター NBP
ko: YBP 포스터
nl: Poster SKSGG
ru: Плакат КРТ-РН
zh_hans: 海报 NBP
zh_hant: 海報 NBP

# GoodsGoodsNamePapStiPoster28
source: GBB poster
de: Poster „ED-BL“
es: Póster BBIST-AZ
es_mx: Póster BENGR-AZ
fr: Affiche BE-BL
it: Poster BEB
ja: ポスター EDB
ko: EDB 포스터
nl: Poster VABL
ru: Плакат СИН-ЭРГИК
zh_hans: 海报 EDB
zh_hant: 海報 EDB

# GoodsGoodsNamePapStiPoster29
source: RFM poster
de: Poster „RGB-RD“
es: Póster RD-ARC
es_mx: Póster RD-ARC
fr: Affiche RD-AEC
it: Poster AFM
ja: ポスター RBR
ko: RBR 포스터
nl: Poster RBFM
ru: Плакат РАД-ДУГ
zh_hans: 海报 RBR
zh_hant: 海報 RBR

# GoodsGoodsNamePapStiPoster30
source: BCB poster
de: Poster „DKL-BL“
es: Póster CRN-AZ
es_mx: Póster CRN-AZ
fr: Affiche CBL
it: Poster TPB
ja: ポスター AOK
ko: PRW 포스터
nl: Poster BLFD
ru: Плакат СИН-КРЫШ
zh_hans: 海报 AOK
zh_hant: 海報 AOK

# GoodsGoodsNamePapStiPoster31
source: LNR poster
de: Poster „LV-NWS“
es: Póster NTC-DRT
es_mx: Póster NTC-DRT
fr: Affiche FS
it: Poster NZF
ja: ポスター LKP
ko: LGP 포스터
nl: Poster LVNWS
ru: Плакат ПРЯМ-ЭФР
zh_hans: 海报 LKP
zh_hant: 海報 LKP

# GoodsGoodsNamePapStiPoster32
source: SGC poster
de: Poster „CF-CLRP“
es: Póster CF-U-MRN
es_mx: Póster CF-U-MRN
fr: Affiche CF-GRA
it: Poster CVM
ja: ポスター UBC
ko: BPC 포스터
nl: Poster CFZDRF
ru: Плакат КАФ-МОРВИН
zh_hans: 海报 UBC
zh_hant: 海報 UBC

# GoodsGoodsNamePapStiPoster33
source: BVD poster
de: Poster „KF-WG“
es: Póster CRR-CMP
es_mx: Póster CRR-CMP
fr: Affiche CSM
it: Poster OCI
ja: ポスター OMK
ko: SPC 포스터
nl: Poster DBD
ru: Плакат ТЛЖ-ПОК
zh_hans: 海报 OMK
zh_hant: 海報 OMK

# GoodsGoodsNamePapStiPoster34
source: BPS poster
de: Poster „SW&PNK“
es: Póster NGR-RS
es_mx: Póster NGR-RS
fr: Affiche CLM-NRO
it: Poster CRN
ja: ポスター KTP
ko: BAP 포스터
nl: Poster BLRZIKV
ru: Плакат КАЛЬ-ЧЕРОЗ
zh_hans: 海报 KTP
zh_hant: 海報 KTP

# GoodsGoodsNamePapStiPoster35
source: UWMT poster
de: Poster „MMMMH-UDN“
es: Póster UDN-DLCS
es_mx: Póster UDN-DLCS
fr: Affiche ANPM
it: Poster DRDU
ja: ポスター OUY
ko: MUG 포스터
nl: Poster NTMS
ru: Плакат НЯМ-УДН
zh_hans: 海报 OUY
zh_hant: 海報 OUY

# GoodsGoodsNamePapStiPoster36
source: URE poster
de: Poster „2TNT-RUI“
es: Póster RNS-CLM-X2
es_mx: Póster RNS-CLM-X2
fr: Affiche ERU
it: Poster ERS
ja: ポスター DII
ko: DSY 포스터
nl: Poster RVRTT
ru: Плакат 2-КАЛЬ-РЫЖРУ
zh_hans: 海报 DII
zh_hant: 海報 DII

# GoodsGoodsNamePapStiPoster37
source: BZL poster
de: Poster „BRZ“
es: Póster BRZS
es_mx: Póster BRZS
fr: Affiche LAL
it: Poster LBA
ja: ポスター BZP
ko: WOP 포스터
nl: Poster BZL
ru: Плакат СУС-ВЕС
zh_hans: 海报 BZP
zh_hant: 海報 BZP

# GoodsGoodsNamePapStiPoster38
source: FOL poster
de: Poster „FCS“
es: Póster FRM
es_mx: Póster FRM
fr: Affiche LFO
it: Poster LFO
ja: ポスター FOP
ko: FOP 포스터
nl: Poster FOL
ru: Плакат БЛЦ
zh_hans: 海报 FOP
zh_hant: 海報 FOP

# GoodsGoodsNamePapStiPoster39
source: IMR poster
de: Poster „ALMP-SW“
es: Póster GRF-TNT-NG
es_mx: Póster GRF-TNT-NG
fr: Affiche CDM
it: Poster GMM
ja: ポスター SGB
ko: IGB 포스터
nl: Poster IBGKT
ru: Плакат ЧЕР-ВОЛГО
zh_hans: 海报 SGB
zh_hant: 海報 SGB

# GoodsGoodsNamePapStiPoster40
source: COTW poster
de: Poster „BST-CR“
es: Póster CRR-RCM
es_mx: Póster CRR-RCM
fr: Affiche CSR
it: Poster CDS
ja: ポスター ONK
ko: GCC 포스터
nl: Poster CVDW
ru: Плакат ТОП-КРИ
zh_hans: 海报 ONK
zh_hant: 海報 ONK

# GoodsGoodsNamePapStiPoster41
source: JSA poster
de: Poster „AQA-FS“
es: Póster PZ-CLRAG
es_mx: Póster PZ-CLRAG
fr: Affiche STS
it: Poster APS
ja: ポスター MIS
ko: HNM 포스터
nl: Poster SZAQ
ru: Плакат АКВАРЫБ
zh_hans: 海报 MIS
zh_hant: 海報 MIS

# GoodsGoodsNamePapStiPoster42
source: SSS poster
de: Poster „SESI-SIL“
es: Póster SLT-CLMÑ
es_mx: Póster SLT-CLMÑ
fr: Affiche S-CLMZ
it: Poster SER
ja: ポスター SNS
ko: OSS 포스터
nl: Poster SQSISIL
ru: Плакат SIS-ЛУЭТ
zh_hans: 海报 SNS
zh_hant: 海報 SNS

# GoodsGoodsNamePapStiPoster43
source: ASM poster
de: Poster „CLB“
es: Póster CLBCMC
es_mx: Póster CLBCMC
fr: Affiche BO
it: Poster CLB
ja: ポスター CNP
ko: CLP 포스터
nl: Poster ALSTM
ru: Плакат КОЛБ
zh_hans: 海报 CNP
zh_hant: 海報 CNP

# GoodsGoodsNamePapStiPoster44
source: FRP poster
de: Poster „FRNT-R“
es: Póster GRP-MSC-FR
es_mx: Póster GRP-MSC-FR
fr: Affiche PFR
it: Poster PFR
ja: ポスター FRP
ko: FRP 포스터
nl: Poster FRNTR
ru: Плакат FRNT-ПИАР
zh_hans: 海报 FRP
zh_hant: 海報 FRP

# GoodsGoodsNamePapStiPoster45
source: FDJ poster
de: Poster „N&LCK“
es: Póster CMD-FRSC
es_mx: Póster CMD-FRSC
fr: Affiche NDJ
it: Poster PDG
ja: ポスター SSF
ko: SZF 포스터
nl: Poster DGMN
ru: Плакат НОВНЯМ
zh_hans: 海报 SSF
zh_hant: 海報 SSF

# GoodsGoodsNamePapStiPoster46
source: CWC poster
de: Poster „QLL-KPF“
es: Póster MDS-AURC
es_mx: Póster MDS-AURC
fr: Affiche MD-CSQ
it: Poster MCA
ja: ポスター HKK
ko: HDH 포스터
nl: Poster KWKPT
ru: Плакат НАУШ-ДУЗ
zh_hans: 海报 HKK
zh_hant: 海報 HKK

# GoodsGoodsNamePapStiPoster47
source: BRF poster
de: Poster „FS-RT“
es: Póster PZ-CLRRJ
es_mx: Póster PZ-CLRRJ
fr: Affiche GPR
it: Poster GPR
ja: ポスター REF
ko: RDF 포스터
nl: Poster GRV
ru: Плакат КРАСРЫБ
zh_hans: 海报 REF
zh_hant: 海報 REF

# GoodsGoodsNamePapStiPoster48
source: ZEF poster
de: Poster „KGF-JR“
es: Póster CHV-PGLB
es_mx: Póster CHC-PGLB
fr: Affiche FZK
it: Poster ETR
ja: ポスター CFK
ko: BKD 포스터
nl: Poster ZKE
ru: Плакат ТЮШ
zh_hans: 海报 CFK
zh_hant: 海報 CFK

# GoodsGoodsNamePapStiPoster49
source: JRS poster
de: Poster „SCHLN-KN“
es: Póster HS-FM-CCH
es_mx: Póster HS-FM-CCL
fr: Affiche JRC
it: Poster MDO
ja: ポスター KPH
ko: JGPP 포스터
nl: Poster PVS
ru: Плакат ВЕС-ДЖЕР
zh_hans: 海报 KPH
zh_hant: 海報 KPH

# GoodsGoodsNamePapStiPoster50
source: BES poster
de: Poster „NPRY-BR“
es: Póster KKN-AZRJ
es_mx: Póster KKN-AZRJ
fr: Affiche CLM-DBL
it: Poster CIB
ja: ポスター AAE
ko: PPPE 포스터
nl: Poster ENPRIKVBL
ru: Плакат КА-КЛЯ-КС
zh_hans: 海报 AAE
zh_hant: 海報 AAE

# GoodsGoodsNamePapStiPoster51
source: ERL poster
de: Poster „NPRY-RCD“
es: Póster DSC-KKN
es_mx: Póster DSC-KKN
fr: Affiche LMD
it: Poster CDI
ja: ポスター ERP
ko: ERP 포스터
nl: Poster ENPRREC
ru: Плакат КА-КЛЯ-REC
zh_hans: 海报 ERP
zh_hant: 海報 ERP

# GoodsGoodsNamePapStiPoster52
source: MFO poster
de: Poster „MHMH-FST-SNK“
es: Póster SCB-FSTVT
es_mx: Póster SCB-FSTVT
fr: Affiche FCR
it: Poster VGV
ja: ポスター MFT
ko: MFS 포스터
nl: Poster MMFRH
ru: Плакат ВЕРТ-ЗР-ФЕСТ
zh_hans: 海报 MFT
zh_hant: 海報 MFT

# GoodsGoodsNamePapStiPoster53
source: MFS poster
de: Poster „MHMH-FST-BX“
es: Póster SCB-FSTCD
es_mx: Póster SCB-FSTCD
fr: Affiche FCC
it: Poster VGQ
ja: ポスター MFS
ko: MFJ 포스터
nl: Poster MMFVK
ru: Плакат ЗР-ФЕСТ-ПЛОЩ
zh_hans: 海报 MFS
zh_hant: 海報 MFS

# GoodsGoodsNamePapStiPoster54
source: LSF poster
de: Poster „KN-MLL“
es: Póster NT-PPL
es_mx: Póster NT-PPL
fr: Affiche DI
it: Poster VGR
ja: ポスター PSD
ko: SSMTG 포스터
nl: Poster ZAFVB
ru: Плакат НЕ-МУС
zh_hans: 海报 PSD
zh_hant: 海報 PSD

# GoodsGoodsNamePapStiPoster55
source: STF poster
de: Poster „3TNT-FLY“
es: Póster OCV-CLM-X3
es_mx: Póster OCV-CLM-X3
fr: Affiche FTR-CLM
it: Poster 3CL
ja: ポスター SIC
ko: 3SJ 포스터
nl: Poster IKV3FL
ru: Плакат 3-КАЛЬ-ЛИСТ
zh_hans: 海报 SIC
zh_hant: 海報 SIC

# GoodsGoodsNamePapStiPoster56
source: OSB poster
de: Poster „EVI-FLY“
es: Póster OCV-VRR
es_mx: Póster FLL-PZJL
fr: Affiche FSV
it: Poster PCV
ja: ポスター TDC
ko: YDJ 포스터
nl: Poster EVVOSK
ru: Плакат РЫБАН-ЛИСТ
zh_hans: 海报 TDC
zh_hant: 海報 TDC

# GoodsGoodsNamePapStiPoster57
source: ODF poster
de: Poster „2OKT-FLY“
es: Póster OCV-PLP-X2
es_mx: Póster FLL-PLP-X2
fr: Affiche FPD
it: Poster 2PO
ja: ポスター NTC
ko: 2OJ 포스터
nl: Poster OCT2FL
ru: Плакат 2-ОСЬ-ЛИСТ
zh_hans: 海报 NTC
zh_hant: 海報 NTC

# GoodsGoodsNamePapStiPoster58
source: HFA poster
de: Poster „HNDZCH“
es: Póster OCV-ESCM
es_mx: Póster FLL-ESCM
fr: Affiche DALM
it: Poster PSM
ja: ポスター TGC
ko: SGJ 포스터
nl: Poster VDSHG
ru: Плакат ОТРУК-ЛИСТ
zh_hans: 海报 TGC
zh_hant: 海報 TGC

# GoodsGoodsNamePapStiPoster60
source: NKSQ-NFLV poster
de: Poster „IKPZ-NGSR“
es: Póster PLZ-NVSB
es_mx: Póster CTR-NVSB
fr: Affiche SQU-NPFM
it: Poster PZCL-NVGT
ja: ポスター SQ-SFD
ko: SQ-SFN 포스터
nl: Poster IPPL-NSMK
ru: Плакат ПЛИНК-НОВКС
zh_hans: 海报 SQ-SFD
zh_hant: 海報 SQ-SFD

# GoodsGoodsNamePapStiPoster61
source: NKSQ-BVOTH poster
de: Poster „IKPZ-HFTC“
es: Póster PLZ-VCAJTC
es_mx: Póster CTR-VCAJCP
fr: Affiche SQU-VFTC
it: Poster PZCL-VITC
ja: ポスター SQ-BVT
ko: SQ-DST 포스터
nl: Poster IPPL-DVTC
ru: Плакат ПЛИНК-КАН-OTH
zh_hans: 海报 SQ-BVT
zh_hant: 海報 SQ-BVT

# GoodsGoodsNamePapStiPoster62
source: NKSQ-DTRG poster
de: Poster „IKPZ-LPZM“
es: Póster PLZ-DTFG
es_mx: Póster CTR-DTFG
fr: Affiche SQU-DETP
it: Poster PZCL-DTPR
ja: ポスター SQ-YKS
ko: SQ-JHS 포스터
nl: Poster IPPL-LRWM
ru: Плакат ПЛИНК-ДУШМЫЛ
zh_hans: 海报 SQ-YKS
zh_hant: 海報 SQ-YKS

# GoodsGoodsNamePapStiPoster63
source: NKSQ-TNTK poster
de: Poster „IKPZ-TNTKSNK“
es: Póster PLZ-ZPTARM
es_mx: Póster CTR-TNSTNT
fr: Affiche SQU-BSKA
it: Poster PZCL-RM
ja: ポスター SQ-AMS
ko: SQ-AMS 포스터
nl: Poster IPPL-TNTK
ru: Плакат ПЛИНК-ЩУЧНИК
zh_hans: 海报 SQ-AMS
zh_hant: 海報 SQ-AMS

# GoodsGoodsNamePapStiPoster64
source: NKSQ-MNU poster
de: Poster „IKPZ-NMI“
es: Póster PLZ-NVMN
es_mx: Póster CTR-NVMN
fr: Affiche SQU-NVMN
it: Poster PZCL-MNU
ja: ポスター SQ-SMD
ko: SQ-SMN 포스터
nl: Poster IPPL-MNU
ru: Плакат ПЛИНК-НОВМЕН
zh_hans: 海报 SQ-SMD
zh_hant: 海報 SQ-SMD

# GoodsGoodsNamePapStiPoster65
source: NKSQ-SMIL poster
de: Poster „IKPZ-SMIL“
es: Póster PLZ-SNRDQ
es_mx: Póster CTR-SNRDQ
fr: Affiche SQU-SORD
it: Poster PZCL-SRSN
ja: ポスター SQ-SMI
ko: SQ-SMG 포스터
nl: Poster IPPL-GLML
ru: Плакат ПЛИНК-СМЛ
zh_hans: 海报 SQ-SMI
zh_hant: 海報 SQ-SMI

# GoodsGoodsNamePapStiPoster66
source: LH-BZI poster
de: Poster „BL-BZ“
es: Póster TRMDG-BLL
es_mx: Póster TRMDG-BLL
fr: Affiche GA-RVL
it: Poster SL-PAVP
ja: ポスター RT-NKM
ko: YT-GGM 포스터
nl: Poster LC-BAP
ru: Плакат ЛЕМ-ДИМ
zh_hans: 海报 RT-NKM
zh_hant: 海報 RT-NKM

# GoodsGoodsNamePapStiPoster67
source: LH-SQKNG poster
de: Poster „BL-KDTNT“
es: Póster TRMDG-RCLM
es_mx: Póster TRMDG-RCLM
fr: Affiche GA-RCLM
it: Poster SL-RECLR
ja: ポスター RT-IKK
ko: YT-SQKNG 포스터
nl: Poster LC-IVKNG
ru: Плакат КАЛЬРОЛЬ-ЛЕМ
zh_hans: 海报 RT-IKK
zh_hant: 海報 RT-IKK

# GoodsGoodsNamePapStiSignboard11
source: BCF poster
de: Poster „VRS1CHT“
es: Póster CONCD
es_mx: Póster CONCD
fr: Affiche FGF
it: Poster ATT
ja: はりがみ KIW
ko: BCF 벽보
nl: Poster WVOZ
ru: Плакат БДИ
zh_hans: 告示 KIW
zh_hant: 告示 KIW

# GoodsGoodsNamePapStiSignboard12
source: SOZ-2 poster
de: Poster „SRY“
es: Póster PDN2
es_mx: Póster LSO2
fr: Affiche DSO-DSO
it: Poster CSC-X2
ja: はりがみ SUM-HU
ko: SOZ-2 벽보
nl: Poster HSM-2P
ru: Плакат ИЗВИ-ДВА
zh_hans: 告示 SUM-HU
zh_hant: 告示 SUM-HU

# GoodsGoodsNamePapStiSignboard24
source: BWTR-N0-T poster
de: Poster „KQ-SP“
es: Póster BLAG-CLSN
es_mx: Póster BLAG-CLSN
fr: Affiche SRT-NT
it: Poster FER-SAU
ja: はりがみ KU-SHG
ko: GWA-SBB 벽보
nl: Poster BB-SAU
ru: Постер ТУХВО-ФИШ
zh_hans: 告示 KU-SHG
zh_hant: 告示 KU-SHG

# GoodsGoodsNamePapStiSignboard47
source: DOTD-FO hanging
de: Aushang „TG-ESN-4“
es: Cartel MNDD-IV
es_mx: Letrero MNDD-IV
fr: Panneau MDJ-QT
it: Insegna PDG-4
ja: はりがみ OSG-YN
ko: MN-FO 벽보
nl: Uithangbord DGMN-4
ru: Вывеска ДЕЖУР-БЛЮ-4
zh_hans: 告示 OSG-YN
zh_hant: 告示 OSG-YN

# GoodsGoodsNamePapStiSignboard48
source: DOTD-TH hanging
de: Aushang „TG-ESN-3“
es: Cartel MNDD-III
es_mx: Letrero MNDD-III
fr: Panneau MDJ-TR
it: Insegna PDG-3
ja: はりがみ OSG-SN
ko: MN-TH 벽보
nl: Uithangbord DGMN-3
ru: Вывеска ДЕЖУР-БЛЮ-3
zh_hans: 告示 OSG-SN
zh_hant: 告示 OSG-SN

# GoodsGoodsNamePapStiSignboard49
source: DOTD-TW hanging
de: Aushang „TG-ESN-2“
es: Cartel MNDD-II
es_mx: Letrero MNDD-II
fr: Panneau MDJ-DE
it: Insegna PDG-2
ja: はりがみ OSG-NI
ko: MN-TW 벽보
nl: Uithangbord DGMN-2
ru: Вывеска ДЕЖУР-БЛЮ-2
zh_hans: 告示 OSG-NI
zh_hant: 告示 OSG-NI

# GoodsGoodsNamePapStiSignboard50
source: DOTD-ON hanging
de: Aushang „TG-ESN-1“
es: Cartel MNDD-I
es_mx: Letrero MNDD-I
fr: Panneau MDJ-UN
it: Insegna PDG-1
ja: はりがみ OSG-IC
ko: MN-ON 벽보
nl: Uithangbord DGMN-1
ru: Вывеска ДЕЖУР-БЛЮ-1
zh_hans: 告示 OSG-IC
zh_hant: 告示 OSG-IC

# GoodsGoodsNamePapStiSignboard52
source: CL-DDP hanging
de: Aushang „SPN-MN-RS“
es: Cartel DR-MN-RS
es_mx: Letrero DR-MN-RS
fr: Panneau QCC-MRO
it: Insegna GRA-MR
ja: はりがみ TK-OSG-PI
ko: GMG-MN-PI 벽보
nl: Uithangbord VSD-MNRZ
ru: Вывеска КРАБ-РОЗ-МНЮ
zh_hans: 告示 TK-OSG-PI
zh_hant: 告示 TK-OSG-PI

# GoodsGoodsNamePapStiSignboard53
source: CL-DDB hanging
de: Aushang „SPN-MN-SW“
es: Cartel DR-MN-NG
es_mx: Letrero DR-MN-NG
fr: Panneau QCC-MNO
it: Insegna GRA-MN
ja: はりがみ TK-OSG-BK
ko: GMG-MN-BK 벽보
nl: Uithangbord VSD-MNZW
ru: Вывеска КРАБ-ЧЕР-МНЮ
zh_hans: 告示 TK-OSG-BK
zh_hant: 告示 TK-OSG-BK

# GoodsGoodsNamePapStiSticker105
source: LH-TKT sticker
de: Aufkleber „BL-TKT“
es: Pegatina TRMDG-TCK
es_mx: Pegatina TRMDG-TCK
fr: Autocollant GA-TCKT
it: Adesivo SL-BGTT
ja: ステッカー RT-TIK
ko: YT-TIK 스티커
nl: Sticker LC-KRT
ru: Наклейка ЛЕМ-БИЛ
zh_hans: 贴纸 RT-TIK
zh_hant: 貼紙 RT-TIK

# GoodsGoodsNamePapStiSticker20
source: TWSNTRN sticker
de: Aufkleber „ZKZAK“
es: Pegatina GRQGR
es_mx: Calcomanía GRQGR
fr: Autocollant LBRT
it: Adesivo CCO
ja: ステッカー GDJ
ko: TWSNTRN 스티커
nl: Sticker KRMP
ru: Наклейка ЛАБИ
zh_hans: 贴纸 GDJ
zh_hant: 貼紙 GDJ

# GoodsGoodsNamePapStiSticker24
source: FDSTK sticker
de: Aufkleber „HNDFDA“
es: Pegatina OFD
es_mx: Calcomanía OFD
fr: Autocollant SMLCRT
it: Adesivo QCC
ja: ステッカー OFD
ko: BJSTK 스티커
nl: Sticker SPK
ru: Наклейка ЭТОКАР
zh_hans: 贴纸 OFD
zh_hant: 貼紙 OFD

# GoodsGoodsNamePapStiSticker25
source: PN3CRN sticker
de: Aufkleber „KRNCH“
es: Pegatina GRLL
es_mx: Calcomanía GRLL
fr: Autocollant GEP
it: Adesivo GCP
ja: ステッカー MNT
ko: PN3CRN 스티커
nl: Sticker KRV
ru: Наклейка АИС
zh_hans: 贴纸 MNT
zh_hant: 貼紙 MNT

# GoodsGoodsNamePapStiSticker97
source: MLA-BPSS sticker
de: Aufkleber „LOA-BK“
es: Pegatina ARMLN-TJEB
es_mx: Calcomanía ARMLN-TJEB
fr: Autocollant TR-TIDE
it: Adesivo AO-CI
ja: ステッカー KJ-BTK
ko: CG-BTK 스티커
nl: Sticker TVA-BDK
ru: Наклейка АЭР-ПОСТАЛ
zh_hans: 贴纸 KJ-BTK
zh_hant: 貼紙 KJ-BTK

# GoodsGoodsNamePapStiSticker98
source: MLA-LGGE sticker
de: Aufkleber „LOA-GA“
es: Pegatina ARMLN-ETQEQ
es_mx: Calcomanía ARMLN-ETQEQ
fr: Autocollant TR-IDBA
it: Adesivo AO-EB
ja: ステッカー KJ-NNT
ko: CG-SHT 스티커
nl: Sticker TVA-BGL
ru: Наклейка АЭР-БАГЛЫК
zh_hans: 贴纸 KJ-NNT
zh_hant: 貼紙 KJ-NNT

# GoodsGoodsNameSptClothesline00
source: locker organizer
de: Ablage mit Hängestangen
es: Organizador para taquilla
es_mx: Organizador para casillero
fr: Étagère avec porte-cintre
it: Mensola da armadio
ja: ハンガーシェルフ
ko: 옷걸이 선반
nl: Legplank met kledingstang
ru: Органайзер для шкафчика
zh_hans: 衣架置物架
zh_hant: 衣架置物架

# GoodsGoodsNameSptHook00
source: hook
de: Kleiderhaken
es: Gancho
es_mx: Gancho
fr: Porte-cintre
it: Gancio
ja: フック
ko: 후크
nl: Kledinghanger
ru: Крючок
zh_hans: 钩爪
zh_hant: 鉤爪

# GoodsGoodsNameSptHook01
source: wide hook
de: Kleiderhaken extrabreit
es: Gancho ancho
es_mx: Gancho ancho
fr: Porte-cintre large
it: Gancio ampio
ja: ワイドなフック
ko: 와이드 후크
nl: Grote kledinghanger
ru: Крюк
zh_hans: 宽钩爪
zh_hant: 寬鉤爪

# GoodsGoodsNameSptPhotoStand00
source: photo stand
de: Bilderrahmen
es: Soporte para foto
es_mx: Portarretrato
fr: Porte-photo
it: Cornice
ja: フォトスタンド
ko: 포토 스탠드
nl: Fotohouder
ru: Стеллаж для фотографий
zh_hans: 相框
zh_hant: 相框

# GoodsGoodsNameSptShelf00
source: shelf
de: Ablage
es: Estantería
es_mx: Estante
fr: Étagère
it: Scaffale
ja: シェルフ
ko: 선반
nl: Legplank
ru: Полка
zh_hans: 置物架
zh_hant: 置物架

# GoodsGoodsNameStcStiCharacter00
source: SONOV-YR character
de: Bild-Decal „OT2F-GR“
es: Personaje CLPLNV
es_mx: Personaje CLPLNV
fr: Personnage NOV-CLPL-JARO
it: Personaggio CPNO-GR
ja: キャラ WIT
ko: SQDNOV 스티커
nl: Personage IVOC-GR
ru: Персонаж КЛОСЬ-НУБ-ЖК
zh_hans: 角色 WIT
zh_hant: 角色 WIT

# GoodsGoodsNameStcStiCharacter01
source: OKTRP character
de: Bild-Decal „O2F-RP“
es: Personaje OCTRJRS
es_mx: Personaje OCTRJRS
fr: Personnage PLP-RORO
it: Personaggio PFG
ja: キャラ WTK
ko: OKTRP 스티커
nl: Personage RDRZ-IKV
ru: Персонаж ВЕС-ОСЬ
zh_hans: 角色 WTK
zh_hant: 角色 WTK

# GoodsGoodsNameStcStiCharacter02
source: SQSN-Y character
de: Bild-Decal „TINTS-GLB“
es: Personaje CLMAMR
es_mx: Personaje CLMAMR
fr: Personnage CLM-JAMRT
it: Personaggio CAL-SGC
ja: キャラ ISJ-YE
ko: SQSN-Y 캐릭터
nl: Personage OCTS-GL
ru: Персонаж КАЛЬ-ЖЁ
zh_hans: 角色 ISJ-YE
zh_hant: 角色 ISJ-YE

# GoodsGoodsNameStcStiCharacter03
source: OKTSN-P character
de: Bild-Decal „OKTOS-V“
es: Personaje CLMMRD
es_mx: Personaje CLMMRD
fr: Personnage PLP-VL
it: Personaggio CAL-SV
ja: キャラ TSJ-PU
ko: OKTSN-P 캐릭터
nl: Personage IKVS-PA
ru: Персонаж ОСЬ-ФИ
zh_hans: 角色 TSJ-PU
zh_hant: 角色 TSJ-PU

# GoodsGoodsNameStcStiCharacter06
source: SM-XX character
de: Bild-Decal „LCH-XX“
es: Personaje SNRMRT
es_mx: Personaje SNRMRT
fr: Personnage SOR-MRT
it: Personaggio SMI-SM
ja: キャラ SMP-BA
ko: SM-XX 캐릭터
nl: Personage LBK-DH
ru: Персонаж СМА-ДОХ
zh_hans: 角色 SMP-BA
zh_hant: 角色 SMP-BA

# GoodsGoodsNameStcStiCharacter07
source: SM-SM character
de: Bild-Decal „LCH-LCH“
es: Personaje SNRSNR
es_mx: Personaje SNRSNR
fr: Personnage SOR-SOR
it: Personaggio SMI-SR
ja: キャラ SMP-MA
ko: SM-SM 캐릭터
nl: Personage LBK-LA
ru: Персонаж СМА-ЖИ
zh_hans: 角色 SMP-MA
zh_hant: 角色 SMP-MA

# GoodsGoodsNameStcStiCharacter09
source: SQDBDR character
de: Bild-Decal „TNT-BAU“
es: Personaje CLMCST
es_mx: Personaje CLMCST
fr: Personnage ARC-CLM
it: Personaggio CMC
ja: キャラ KIK
ko: SQDBDR 캐릭터
nl: Personage IKVBV
ru: Персонаж КАЛЬ-СТРО
zh_hans: 角色 KIK
zh_hant: 角色 KIK

# GoodsGoodsNameStcStiCharacter10
source: 3TSCRM character
de: Bild-Decal „3ZHN-SCH“
es: Personaje GRT3D
es_mx: Personaje GRT3D
fr: Personnage HRL3DT
it: Personaggio U3D
ja: キャラ HSS
ko: 3TSCRM 캐릭터
nl: Personage DRT
ru: Персонаж ОРУ
zh_hans: 角色 HSS
zh_hant: 角色 HSS

# GoodsGoodsNameStcStiCharacter11
source: FSHSKT-P character
de: Bild-Decal „GRÄT-PNK“
es: Personaje RSPROS
es_mx: Personaje RSPROS
fr: Personnage ART-RO
it: Personaggio NPE-RP
ja: キャラ FBS-PI
ko: FSHSKT-P 캐릭터
nl: Personage VSGR-RZ
ru: Персонаж МАЛ-РОЗ
zh_hans: 角色 FBS-PI
zh_hant: 角色 FBS-PI

# GoodsGoodsNameStcStiCharacter12
source: FSHSKT-B character
de: Bild-Decal „GRÄT-BL“
es: Personaje RSPAZL
es_mx: Personaje RSPAZL
fr: Personnage ART-BL
it: Personaggio NPE-BP
ja: キャラ FBS-BL
ko: FSHSKT-B 캐릭터
nl: Personage VSGR-BL
ru: Персонаж МАЛ-СИН
zh_hans: 角色 FBS-BL
zh_hant: 角色 FBS-BL

# GoodsGoodsNameStcStiCharacter13
source: OKTBY character
de: Bild-Decal „OKT-BOY“
es: Personaje CHCPLP
es_mx: Personaje CHCPLP
fr: Personnage PLP-AD
it: Personaggio RPO
ja: キャラ OCB
ko: OKTBY 캐릭터
nl: Personage OCTBY
ru: Персонаж ОСЬПАЦ
zh_hans: 角色 OCB
zh_hant: 角色 OCB

# GoodsGoodsNameStcStiCharacter14
source: SQDLD character
de: Bild-Decal „TNT-TYP“
es: Personaje CHVPLP
es_mx: Personaje CHVPLP
fr: Personnage JN-CLM
it: Personaggio RCA
ja: キャラ KBZ
ko: SQDLD 캐릭터
nl: Personage IKVGS
ru: Персонаж КАЛЬПАЦ
zh_hans: 角色 KBZ
zh_hant: 角色 KBZ

# GoodsGoodsNameStcStiCharacter15
source: TNBYT character
de: Bild-Decal „THN-B1SS“
es: Personaje BCDATN
es_mx: Personaje BCDATN
fr: Personnage TH-MM
it: Personaggio TPR
ja: キャラ SKM
ko: TNBYT 캐릭터
nl: Personage TONBT
ru: Персонаж ТУТУН
zh_hans: 角色 SKM
zh_hant: 角色 SKM

# GoodsGoodsNameStcStiCharacter16
source: SQDHI-YG character
de: Bild-Decal „TNT-HEY“
es: Personaje CLMAMV
es_mx: Personaje CLMAMV
fr: Personnage CLM-CCJA
it: Personaggio GIO-CM
ja: キャラ WIK-HN
ko: SQDHI-YG 캐릭터
nl: Personage OCTGT-GEGR
ru: Персонаж ВЕС-КАЛЬ-ЭЙ
zh_hans: 角色 WIK-HN
zh_hant: 角色 WIK-HN

# GoodsGoodsNameStcStiCharacter17
source: SQDNML-YG character
de: Bild-Decal „T2F-GG“
es: Personaje CLMNRM
es_mx: Personaje CLMNRM
fr: Personnage CLM-NRM-JA
it: Personaggio GCN-GV
ja: キャラ WIK-NO
ko: SQD-NML 캐릭터
nl: Personage OCT-NO
ru: Персонаж ВЕС-КАЛЬ-АЙ
zh_hans: 角色 WIK-NO
zh_hant: 角色 WIK-NO

# GoodsGoodsNameStcStiCharacter18
source: SQDYY-RO character
de: Bild-Decal „TNT-YEAH“
es: Personaje CLMRJN
es_mx: Personaje CLMRJN
fr: Personnage CLM-ATN
it: Personaggio CFA
ja: キャラ MIK
ko: SQDYY-RO 캐릭터
nl: Personage OCTJCH-RDOR
ru: Персонаж ОС-КАЛЬ
zh_hans: 角色 MIK
zh_hant: 角色 MIK

# GoodsGoodsNameStcStiCharacter19
source: SQDSN-Y character
de: Bild-Decal „TNTS-GLB“
es: Personaje SCLMAM
es_mx: Personaje SCLMAM
fr: Personnage CLM-JA
it: Personaggio CAL-SG
ja: キャラ IKJ-YE
ko: SQDSN-Y 캐릭터
nl: Personage IKVTK-GE
ru: Персонаж КАЛЬСИМ-ЖЁ
zh_hans: 角色 IKJ-YE
zh_hant: 角色 IKJ-YE

# GoodsGoodsNameStcStiCharacter20
source: SQDSN-B character
de: Bild-Decal „TNTS-BL“
es: Personaje CLMAZ
es_mx: Personaje CLMAZ
fr: Personnage CLM-BL
it: Personaggio CAL-SB
ja: キャラ IKJ-BL
ko: SQDSN-B 캐릭터
nl: Personage IKVTK-BL
ru: Персонаж КАЛЬСИМ-СИ
zh_hans: 角色 IKJ-BL
zh_hant: 角色 IKJ-BL

# GoodsGoodsNameStcStiCharacter21
source: SQDSN-P character
de: Bild-Decal „TNTS-PNK“
es: Personaje SCLMRS
es_mx: Personaje SCLMRS
fr: Personnage CLM-RO
it: Personaggio CAL-SR
ja: キャラ IKJ-PI
ko: SQDSN-P 캐릭터
nl: Personage IKVTK-RZ
ru: Персонаж КАЛЬСИМ-РО
zh_hans: 角色 IKJ-PI
zh_hant: 角色 IKJ-PI

# GoodsGoodsNameStcStiCharacter23
source: NMMX character
de: Bild-Decal „NRMAX“
es: Personaje NUMMAX
es_mx: Personaje NUMMAX
fr: Personnage NB-MX
it: Personaggio PMA
ja: キャラ KSK
ko: NMMX 캐릭터
nl: Personage MXSC
ru: Персонаж ТОП
zh_hans: 角色 KSK
zh_hant: 角色 KSK

# GoodsGoodsNameStcStiCharacter24
source: OKT4BRZ character
de: Bild-Decal „CRB“
es: Personaje PLPCRB
es_mx: Personaje PLPCRB
fr: Personnage CTX-PLP
it: Personaggio CPO
ja: キャラ TKM
ko: OKT4BRZ 캐릭터
nl: Personage OCTHSN
ru: Персонаж ОСЬМОЗ
zh_hans: 角色 TKM
zh_hant: 角色 TKM

# GoodsGoodsNameStcStiCharacter26
source: GGTNA character
de: Bild-Decal „THNGO“
es: Personaje ANMATN
es_mx: Personaje ANMATN
fr: Personnage ALT
it: Personaggio TRC
ja: キャラ NBG
ko: GGTNA 캐릭터
nl: Personage KOTON
ru: Персонаж ТУНТУР
zh_hans: 角色 NBG
zh_hant: 角色 NBG

# GoodsGoodsNameStcStiCharacter27
source: MLTYSQD character
de: Bild-Decal „TNTSL1ME“
es: Personaje CLMDRT
es_mx: Personaje CLMDRT
fr: Personnage CLM-FND
it: Personaggio CFU
ja: キャラ MLQ
ko: MLTYSQD 캐릭터
nl: Personage SMIKV
ru: Персонаж ПЛАКАЛЬ
zh_hans: 角色 MLQ
zh_hant: 角色 MLQ

# GoodsGoodsNameStcStiCharacter30
source: FLDRHTS-OKTBY character
de: Bild-Decal „SHL-8B“
es: Personaje CPMD-CPVG
es_mx: Personaje CPMD-CPVG
fr: Personnage LFM-PLP-AD
it: Personaggio CS-OCR
ja: キャラ HI-TBK
ko: NCH-OKTBY 캐릭터
nl: Personage BA-OCTBY
ru: Персонаж МИКАМ-ОСЬ
zh_hans: 角色 HI-TBK
zh_hant: 角色 HI-TBK

# GoodsGoodsNameStcStiCharacter31
source: FLDRHTS-FOAB-Y character
de: Bild-Decal „SHL-RADLFI-G“
es: Personaje CPMD-PZCL
es_mx: Personaje CPMD-PZCL
fr: Personnage LFM-PAV-JA
it: Personaggio CS-PIB
ja: キャラ HI-CKU
ko: NCH-BYCYFSH 캐릭터
nl: Personage BA-VODF-G
ru: Персонаж МИКАМ-ВЕЛ-ЖЁ
zh_hans: 角色 HI-CKU
zh_hant: 角色 HI-CKU

# GoodsGoodsNameStcStiCharacter32
source: BWTR-BE-T character
de: Bild-Decal „KQ-KCMSKT“
es: Personaje BLAG-STAG
es_mx: Personaje BLAG-STAG
fr: Personnage SRT-BT
it: Personaggio FER-MAS
ja: キャラ KU-KCA
ko: GWA-BE-T 캐릭터
nl: Personage BB-JFB
ru: Персонаж ТУХВО-ТАЛ
zh_hans: 角色 KU-KCA
zh_hant: 角色 KU-KCA

# GoodsGoodsNameStcStiCharacter33
source: BD-KDZ-MAS character
de: Bild-Decal „T&P-KND-MSK“
es: Personaje CCF-KL
es_mx: Personaje UCC-KL
fr: Personnage PML-ZDK-MAS
it: Personaggio ZB-MAS
ja: キャラ TA-KLK
ko: DP-KLG 캐릭터
nl: Personage PZ-KNDMAS
ru: Персонаж УСТОР-ДЕТМАС
zh_hans: 角色 TA-KLK
zh_hant: 角色 TA-KLK
