Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameFigMirrorAunSculpture01
source: heroic squid
de: Tintenfisch-Heldenbild
es: Calamar heroico
es_mx: Calamar heroico
fr: Calamar héroïque
it: Calamaro eroico
ja: いさましいイカ
ko: 용맹스러운 오징어
nl: Heldhaftige inktvis
ru: Скульптура кальмара-героя
zh_hans: 勇猛鱿鱼
zh_hant: 勇猛魷魚

# GoodsGoodsNameFigMirrorLantern00
source: lantern
de: Papierlaterne
es: Farol
es_mx: Farolito
fr: Lampion
it: Lanterna
ja: とうろう
ko: 등롱
nl: Lantaarn
ru: Бумажный фонарик
zh_hans: 纸灯笼
zh_hant: 紙燈籠

# GoodsGoodsNameFigMirrorMudskipperSculpture00
source: closed-mouth mudskipper
de: Schlammspringer (Maul offen)
es: Saltafango (cerrado)
es_mx: Saltafango (cerrado)
fr: Gobie sauteur bouche close
it: Saltafango a bocca chiusa
ja: ムツゴロウ ～結～
ko: 입 다문 짱뚱어
nl: Slijkspringer (dichte bek)
ru: Илистый прыгун (закрытый рот)
zh_hans: 大弹涂鱼 ～结～
zh_hant: 大彈塗魚 ～結～

# GoodsGoodsNameFigMirrorMudskipperSculpture01
source: open-mouth mudskipper
de: Schlammspringer (Maul zu)
es: Saltafango (abierto)
es_mx: Saltafango (abierto)
fr: Gobie sauteur bouche ouverte
it: Saltafango a bocca aperta
ja: ムツゴロウ ～開～
ko: 입 벌린 짱뚱어
nl: Slijkspringer (open bek)
ru: Илистый прыгун (открытый рот)
zh_hans: 大弹涂鱼 ～开～
zh_hant: 大彈塗魚 ～開～

# GoodsGoodsNameFigMirrorOfferingBox00
source: donation box
de: Spendentruhe
es: Caja de ofrendas
es_mx: Caja de donaciones
fr: Urne à dons
it: Urna per donazioni
ja: さいせんばこ
ko: 모금함
nl: Collectebus
ru: Ящичек для пожертвований
zh_hans: 赛钱箱
zh_hant: 賽錢箱

# GoodsGoodsNameFigMop00
source: gray mop
de: Grauer Wischmop
es: Fregona gris
es_mx: Trapeador gris
fr: Serpillière grise
it: Scopettone grigio
ja: モップ グレー
ko: 회색 대걸레
nl: Grijze dweil
ru: Серая швабра
zh_hans: 拖把 灰色
zh_hant: 拖把 灰色

# GoodsGoodsNameFigMop01
source: yellow mop
de: Gelber Wischmop
es: Fregona amarilla
es_mx: Trapeador amarillo
fr: Serpillière jaune
it: Scopettone giallo
ja: モップ イエロー
ko: 노란색 대걸레
nl: Gele dweil
ru: Желтая швабра
zh_hans: 拖把 黄色
zh_hant: 拖把 黃色

# GoodsGoodsNameFigMrShrug
source: Mister Shrug
de: „Mister Shrug“-Puppe
es: Don Pulpón
es_mx: Don Pulpón
fr: Monsieur Plouf
it: Mr. Spalluccio
ja: ミスターシュラッグ
ko: Mr. 슈러그
nl: Meneer Boeiuh
ru: Мистер Ногс
zh_hans: 耸肩先生
zh_hant: 聳肩先生

# GoodsGoodsNameFigMsnArmor
source: armor
de: Rüstung
es: Armadura
es_mx: Armadura
fr: Armure
it: Armatura
ja: アーマー
ko: 아머
nl: Bepantsering
ru: Доспехи
zh_hans: 盔甲
zh_hant: 盔甲

# GoodsGoodsNameFigMsnBox00
source: Alterna-style cardboard box
de: Alterna-Pappkiste
es: Caja de Alterna
es_mx: Caja de Alterna
fr: Boîte en carton Alterna
it: Scatola di cartone stile Alterna
ja: オルタナのダンボール
ko: 얼터너의 박스
nl: Kartonnen doos uit Alterna
ru: Альтернская коробка
zh_hans: 幻界的纸箱
zh_hant: 幻界的紙箱

# GoodsGoodsNameFigMsnBoxTargetL00
source: target crate
de: Zielkiste
es: Caja diana
es_mx: Caja diana
fr: Caisse cible
it: Cassa bersaglio
ja: はこマト
ko: 상자 과녁
nl: Missiekist
ru: Ящик-мишень
zh_hans: 箱子标靶
zh_hant: 箱子標靶

# GoodsGoodsNameFigMsnBoxTargetL01
source: hard target crate
de: Verstärkte Zielkiste
es: Caja diana dura
es_mx: Caja diana dura
fr: Caisse cible solide
it: Cassa bersaglio rinforzata
ja: はこマト ハード
ko: 하드 상자 과녁
nl: Versterkte missiekist
ru: Крепкий ящик-мишень
zh_hans: 箱子标靶 硬质
zh_hant: 箱子標靶 硬質

# GoodsGoodsNameFigMsnFindObj00
source: stuffed Zapfish
de: Dummy-Wels
es: Siluro de pega
es_mx: Volbagre peluche
fr: Poisson-charge factice
it: Pescescossa finto
ja: でんちゃん
ko: 전지메기 인형
nl: Namaakvoltvis
ru: Чучело вольторыба
zh_hans: 电仔
zh_hant: 電仔

# GoodsGoodsNameFigMsnFindObj01
source: ancient face
de: Antikes Antlitz
es: Cara ancestral
es_mx: Cara ancestral
fr: Visage antique
it: Viso antico
ja: いにしえのかお
ko: 고대의 얼굴
nl: Antiek gezicht
ru: Древний лик
zh_hans: 远古之颜
zh_hant: 遠古之顏

# GoodsGoodsNameFigMsnFindObj02
source: snowmobile
de: Schneefahrzeug
es: Motonieve
es_mx: Motonieve
fr: Motoneige
it: Motoslitta
ja: せつじょうしゃ
ko: 설상차
nl: Sneeuwscooter
ru: Снегоход
zh_hans: 压雪车
zh_hant: 壓雪車

# GoodsGoodsNameFigMsnFindObj03
source: small amp
de: Kleiner Verstärker
es: Amplificador pequeño
es_mx: Amplificador pequeño
fr: Petit ampli
it: Amplificatore piccolo
ja: アンプ S
ko: 앰프 S
nl: Kleine versterker
ru: Усилитель (маленький)
zh_hans: 扩音器 S
zh_hant: 擴音器 S

# GoodsGoodsNameFigMsnFindObj04
source: blue metal barrel
de: Blaue Metalltonne
es: Barril metálico azul
es_mx: Barril metálico azul
fr: Tonneau métallique bleu
it: Barile di metallo blu
ja: ドラムかん ブルー
ko: 블루 드럼통
nl: Blauw vat
ru: Стальной бак (синий)
zh_hans: 铁桶 蓝色
zh_hant: 鐵桶 藍色

# GoodsGoodsNameFigMsnFindObj05
source: red metal barrel
de: Rote Metalltonne
es: Barril metálico rojo
es_mx: Barril metálico rojo
fr: Tonneau métallique rouge
it: Barile di metallo rosso
ja: ドラムかん レッド
ko: 레드 드럼통
nl: Rood vat
ru: Стальной бак (красный)
zh_hans: 铁桶 红色
zh_hant: 鐵桶 紅色

# GoodsGoodsNameFigMsnFindObj06
source: ancient pose
de: Antikes Grübeln
es: Pose ancestral
es_mx: Pose ancestral
fr: Posture antique
it: Posa antica
ja: いにしえのポーズ
ko: 고대의 포즈
nl: Antieke pose
ru: Древняя поза
zh_hans: 远古之姿
zh_hant: 遠古之姿

# GoodsGoodsNameFigMsnFindObj07
source: 3D printer
de: 3D-Drucker
es: Impresora 3D
es_mx: Impresora 3D
fr: Imprimante 3D
it: Stampante 3D
ja: 3Dプリンター
ko: 3D 프린터
ru: 3D-принтер
zh_hans: 3D打印机
zh_hant: 3D列印機

# GoodsGoodsNameFigMsnFindObj08
source: medium amp
de: Mittelgroßer Verstärker
es: Amplificador mediano
es_mx: Amplificador mediano
fr: Ampli moyen
it: Amplificatore medio
ja: アンプ M
ko: 앰프 M
nl: Grote versterker
ru: Усилитель (средний)
zh_hans: 扩音器 M
zh_hant: 擴音器 M

# GoodsGoodsNameFigMsnFindObj09
source: kidney anatomy model
de: Anatomiemodell N
es: Modelo anatómico (riñones)
es_mx: Modelo anatómico (riñón)
fr: Modèle anatomique (rein)
it: Modello anatomico (rene)
ja: だんめんもけい K
ko: 단면 모형 K
nl: Anatomiemodel nier
ru: Анатомический макет (почка)
zh_hans: 切面模型 K
zh_hant: 切面模型 K

# GoodsGoodsNameFigMsnFindObj10
source: eye anatomy model
de: Anatomiemodell A
es: Modelo anatómico ocular
es_mx: Modelo anatómico (ojo)
fr: Modèle anatomique (œil)
it: Modello anatomico (occhio)
ja: だんめんもけい E
ko: 단면 모형 E
nl: Anatomiemodel oog
ru: Анатомический макет (глаз)
zh_hans: 切面模型 E
zh_hant: 切面模型 E

# GoodsGoodsNameFigMsnFindObj11
source: micro shelter
de: Unwetterschutzcontainer
es: Minirrefugio
es_mx: Minirrefugio
fr: Mini planque
it: Rifugio
ja: きょじゅうポッド
ko: 거주 포드
nl: Schuilkeet
ru: Всепогодный контейнер
zh_hans: 居住舱
zh_hant: 居住艙

# GoodsGoodsNameFigMsnFindObj12
source: container
de: Frachtcontainer
es: Contenedor
es_mx: Contenedor
fr: Conteneur
ja: コンテナ
ko: 컨테이너
ru: Контейнер
zh_hans: 容器
zh_hant: 容器

# GoodsGoodsNameFigMsnFindObj13
source: large amp
de: Großer Verstärker
es: Amplificador grande
es_mx: Amplificador grande
fr: Grand ampli
it: Amplificatore grande
ja: アンプ L
ko: 앰프 L
nl: Megaversterker
ru: Усилитель (большой)
zh_hans: 扩音器 L
zh_hant: 擴音器 L

# GoodsGoodsNameFigMsnFindObj14
source: power generator
de: Stromgenerator
es: Generador eléctrico
es_mx: Generador eléctrico
fr: Générateur électrique
it: Generatore elettrico
ja: はつでんき
ko: 발전기
nl: Generator
ru: Электрогенератор
zh_hans: 发电机
zh_hant: 發電機

# GoodsGoodsNameFigMsnFindObj16
source: submarine
de: U-Boot
es: Submarino
es_mx: Submarino
fr: Sous-marin
it: Sottomarino
ja: せんすいかん
ko: 잠수함
nl: Duikboot
ru: Подводная лодка
zh_hans: 潜水艇
zh_hant: 潛水艇

# GoodsGoodsNameFigMsnFindObj17
source: dragon paper lantern
de: Papierlaterne „Drache“
es: Farolillo de papel «dragón»
fr: Lampion dragon
it: Lanterna (drago)
ja: 提灯 ～竜～
ko: 용 랜턴
nl: Drakenlampion
ru: Бумажный фонарик (дракон)
zh_hans: 提灯 ～龙～
zh_hant: 燈籠 ～龍～

# GoodsGoodsNameFigMsnFindObj18
source: sports car
de: Sportwagen
es: Coche deportivo
es_mx: Auto deportivo
fr: Voiture de sport
it: Auto sportiva
ja: スポーツカー
ko: 스포츠카
nl: Sportwagen
ru: Спортивный автомобиль
zh_hans: 跑车
zh_hant: 跑車

# GoodsGoodsNameFigMsnFindObj26
source: server
es: Servidor
es_mx: Servidor
fr: Serveur
ja: サーバー
ko: 서버
ru: Сервер
zh_hans: 服务器
zh_hant: 伺服器

# GoodsGoodsNameFigMsnFindObj27
source: record player
de: Plattenspieler
es: Tocadiscos
es_mx: Tocadiscos
fr: Platine
it: Giradischi
ja: レコードプレーヤー
ko: 레코드플레이어
nl: Platenspeler
ru: Проигрыватель
zh_hans: 黑胶唱片机
zh_hant: 黑膠唱片機

# GoodsGoodsNameFigMsnGrindRailRing
source: squid ring
de: Tintenfischring
es: Octocírculo
es_mx: Anillo
fr: Beignet de calamar
it: Anello di totano
ja: イカフライ
ko: 오징어링
nl: Inktvisring
ru: Кальмарное кольцо
zh_hans: 炸鱿鱼圈
zh_hant: 炸魷魚圈

# GoodsGoodsNameFigMsnMovePainter
source: ink wheel
de: Rollfärber
es: Ruedatintas
es_mx: Ruedatintas
fr: Wagon encreur
it: Rullinchiostro
ja: ヌリホイール
ko: 잉크 휠
nl: Rolverver
ru: Краскоролл
zh_hans: 涂色轮子
zh_hant: 塗色輪子

# GoodsGoodsNameFigMsnSnakeBlockBase
source: soaker block
de: Expando-Block
es: Bloque telescópico
es_mx: Bloque telescópico
fr: Bloc serpentin
it: Blocco serpe
ja: ヘビブロック
ko: 스네이크 블록
nl: Uitschuifblok
ru: Змееблок
zh_hans: 蛇方块
zh_hant: 蛇方塊

# GoodsGoodsNameFigMsnSponge
source: sponge
de: Schwamm
es: Esponja
es_mx: Esponja
fr: Éponge
it: Spugna
ja: スポンジ
ko: 스펀지
nl: Spons
ru: Губка
zh_hans: 海绵
zh_hant: 海綿

# GoodsGoodsNameFigMsnSwitchShock
source: ink switch
de: Drehschalter
es: Giruptor
es_mx: Giruptor
fr: Interruptourne
it: Interruotore
ja: でんでんスイッチ
ko: 둥둥 스위치
nl: Inktschakelaar
ru: Осьмишень
zh_hans: 转转开关
zh_hant: 轉轉開關

# GoodsGoodsNameFigMsnWeaponParts
source: Sardinium
de: Anchovium
es: Anchovio
es_mx: Anchovio
ja: イリコニウム
ko: 멸치늄
ru: Сплатва
zh_hans: 小鱼干
zh_hant: 小魚乾

# GoodsGoodsNameFigMugCup00
source: octo mug
de: Tasse „Okto“
es: Jarra pulpera
es_mx: Octotaza
fr: Mug Octaling
it: Tazza octo
ja: マグカップ タッコーズ
ko: 문어즈 머그 컵
nl: Octo-mok
ru: Осьмокружка
zh_hans: 章头士马克杯
zh_hant: 章頭士馬克杯

# GoodsGoodsNameFigMugCup01
source: SquidForce mug
de: Tasse „TintactiX“
es: Jarra Kalamas
es_mx: Taza Kalamas
fr: Mug Kalamarus Rex
it: Tazza CalamaX
ja: マグカップ バトロイカ
ko: 배트로징어 머그 컵
nl: SquidForce-mok
ru: Кружка «Кальмари»
zh_hans: 战斗鱿鱼马克杯
zh_hant: 戰鬥魷魚馬克杯

# GoodsGoodsNameFigMugCup02
source: monkey-crab mug
de: Tasse „Krabaffo“
es: Jarra simiocangrejo
es_mx: Taza simiocangrejo
fr: Mug crabe-singe
it: Tazza granchioscimmia
ja: マグカップ サルカニ
ko: 원숭게 머그 컵
nl: Krabaapjemok
ru: Кружка «Краболтус»
zh_hans: 猿蟹马克杯
zh_hant: 猿蟹馬克杯

# GoodsGoodsNameFigMugCup03
source: cherry mug
de: Tasse „Kirsche“
es: Jarra cereza
es_mx: Taza cerezas
fr: Mug cerise
it: Tazza ciliegie
ja: マグカップ チェリー
ko: 체리 머그 컵
nl: Kersenmok
ru: Кружка «Вишенка»
zh_hans: 樱桃马克杯
zh_hant: 櫻桃馬克杯

# GoodsGoodsNameFigMugCup04
source: Mister Shrug mug
de: Tasse „Mister Shrug“
es: Jarra Don Pulpón
es_mx: Taza Don Pulpón
fr: Mug Monsieur Plouf
it: Tazza Mr. Spalluccio
ja: マグカップ ミスターシュラッグ
ko: Mr. 슈러그 머그 컵
nl: Meneer Boeiuh-mok
ru: Кружка «Мистер Ногс»
zh_hans: 耸肩先生马克杯
zh_hant: 聳肩先生馬克杯

# GoodsGoodsNameFigMugCup05
source: Deep-Fried Shwaffle mug
de: Tasse „Frittierte Gambawaffel“
es: Jarra fritanguera
es_mx: Taza torre Adolfrito
fr: Mug crevette frite
it: Tazza gaufrit
ja: マグカップ アゲホイップ
ko: 크림새우튀김 머그 컵
nl: Gambawafelmok
zh_hans: 奶油炸虾松饼马克杯
zh_hant: 奶油炸蝦鬆餅馬克杯

# GoodsGoodsNameFigMzShrug
source: Missus Shrug
de: „Ms Shrug“-Puppe
es: Doña Pulpona
es_mx: Doña Pulpona
fr: Madame Plouf
it: Mrs. Spalluccia
ja: ミズシュラッグ
ko: Ms. 슈러그
nl: Mevrouw Boeiuh
ru: Миссис Ногс
zh_hans: 耸肩小姐
zh_hant: 聳肩小姐

# GoodsGoodsNameFigNes
source: Intended Entertainment System
de: Tintendo-Bespaßungssystem
es: Consola arcaica
es_mx: Consola arcaica
fr: Nouvelle Expérience Surprenante
ja: ニンテンなゲームき
ko: 닌텐 같은 게임기
nl: Inktendo-vertiersysteem
ru: Игровая консоль «НЁС»
zh_hans: 任天游戏机
zh_hant: 任天遊戲機

# GoodsGoodsNameFigNewsPaper
source: stack of newspapers
de: Zeitungspaket
es: Pila de periódicos
es_mx: Pila de periódicos
fr: Pile de journaux
it: Pila di giornali
ja: しんぶんしのたば
ko: 신문 더미
nl: Stapel kranten
ru: Пачка газет
zh_hans: 一整捆报纸
zh_hant: 一整捆報紙

# GoodsGoodsNameFigNintendo64
source: eight-squared game system
de: Okto²-Konsole
es: Consola de 64 bits
es_mx: Consola de 64 bits
fr: Console octa²
it: Console 8²
ja: ロクヨンなゲームき
ko: 육십사 같은 게임기
nl: Achtkwadraats spelsysteem
ru: Консоль «восемь в квадрате»
zh_hans: 六四游戏机
zh_hant: 陸肆遊戲機

# GoodsGoodsNameFigOrcaFossil
source: orca fossil
es: Fósil de orca
es_mx: Fósil de orca
fr: Fossile d'orque
it: Fossile di orca
ja: シャチのこっかくひょうほん
ko: 범고래 골격 표본
nl: Orkafossiel
ru: Древняя косатка
zh_hans: 虎鲸骨骼标本
zh_hant: 虎鯨骨骼標本

# GoodsGoodsNameFigPaintBrush00
source: fish-bone paintbrush stand
de: Fischgräten-Pinselhalter
es: Portabrochas raspa
es_mx: Portabrochas raspa
fr: Porte-pinceaux arête
it: Portapennelli lisca di pesce
ja: フデスタンド フィッシュボーン
ko: 피시 본 붓 스탠드
nl: Visgraatpenseelhouder
ru: Держатель кистей «Рыбья кость»
zh_hans: 画笔筒 鱼骨
zh_hant: 畫筆筒 魚骨

# GoodsGoodsNameFigPaintBrush01
source: basic paintbrush stand
de: Basic-Pinselhalter
es: Portabrochas hoja
es_mx: Portabrochas hoja
fr: Porte-pinceaux standard
it: Portapennelli base
ja: フデスタンド わかば
ko: 새싹 붓 스탠드
nl: Standaard penseelhouder
ru: Обычный держатель кистей
zh_hans: 画笔筒 新叶
zh_hant: 畫筆筒 新葉

# GoodsGoodsNameFigPaintBrush02
source: cheese-label paintbrush stand
de: Käseetikett-Pinselhalter
es: Portabrochas queso
es_mx: Portabrochas queso
fr: Porte-pinceaux fromage
it: Portapennelli formaggio
ja: フデスタンド チーズラベル
ko: 치즈 라벨 붓 스탠드
nl: Penseelhouder met kaasetiket
ru: Держатель кистей «Сырный»
zh_hans: 画笔筒 起司标签
zh_hant: 畫筆筒 起司標籤

# GoodsGoodsNameFigPaintBrush03
source: snack-label paintbrush stand
de: Snack-Etikett-Pinselhalter
es: Portabrochas aperitivos
es_mx: Portabrochas aperitivos
fr: Porte-pinceaux en-cas
it: Portapennelli spuntini
ja: フデスタンド スナックラベル
ko: 스낵 라벨 붓 스탠드
nl: Penseelhouder met snacketiket
ru: Держатель кистей «Снэк»
zh_hans: 画笔筒 零食标签
zh_hant: 畫筆筒 零食標籤

# GoodsGoodsNameFigPaintBrush04
source: holo paintbrush stand
de: Holo-Pinselhalter
es: Portabrochas holograma
es_mx: Portabrochas holograma
fr: Porte-pinceaux HOLO
it: Portapennelli ologramma
ja: フデスタンド ホログラム
ko: 홀로그램 붓 스탠드
nl: Penseelhouder met hologram
ru: Держатель кистей «Голограмма»
zh_hans: 画笔筒 全息图
zh_hant: 畫筆筒 全像圖

# GoodsGoodsNameFigParabolicAntenna
source: parabolic antenna
de: Satellitenschüssel
es: Antena parabólica
es_mx: Antena parabólica
fr: Antenne parabolique
it: Antenna parabolica
ja: パラボラアンテナ
ko: 파라볼라 안테나
nl: Schotelantenne
ru: Зеркальная антенна
zh_hans: 抛物面天线
zh_hant: 拋物面天線

# GoodsGoodsNameFigPettanDoll
source: sticky squid toy
de: Klettermännchen
es: Calamar trepamuros
es_mx: Calamar trepador
fr: Jouet acrobate gluant
it: Calamaro appiccicoso
ja: イカペッタンマン
ko: 납작 오징어맨
nl: Kleefinktvisje
ru: Кальмарик-липучка
zh_hans: 墙行鱿骑兵
zh_hant: 牆行魷騎兵

# GoodsGoodsNameFigPipeChair00
source: folding chair
de: Klappstuhl
es: Silla plegable
es_mx: Silla plegable
fr: Chaise pliable
it: Sedia richiudibile
ja: パイプいす
ko: 접이식 의자
nl: Klapstoel
ru: Складной стул
zh_hans: 折叠椅
zh_hant: 折疊椅

# GoodsGoodsNameFigPlantCoral00
source: white coral
de: Weiße Koralle
es: Coral blanco
es_mx: Coral blanco
fr: Corail blanc
it: Corallo bianco
ja: しろいサンゴ
ko: 흰산호
nl: Wit koraal
ru: Белый коралл
zh_hans: 白珊瑚
zh_hant: 白珊瑚

# GoodsGoodsNameFigPlantFlowerVase00
source: flower vase
de: Blumenvase
es: Florero
es_mx: Florero
fr: Vase
it: Vaso di fiori
ja: かびん
ko: 꽃병
nl: Vaas
ru: Ваза
zh_hans: 花瓶
zh_hant: 花瓶

# GoodsGoodsNameFigPlaster00
source: plaster bust sculpture
de: Gipsbüste
es: Busto de yeso
es_mx: Busto de yeso
fr: Buste en plâtre
it: Busto in gesso
ja: せっこうぞう きょうぞう
ko: 흉상 석고상
nl: Gipsen buste
ru: Гипсовый бюст
zh_hans: 石膏胸像
zh_hant: 石膏胸像

# GoodsGoodsNameFigPlaster01
source: plaster face sculpture
de: Gipsköpfchen
es: Retrato de yeso
es_mx: Retrato de yeso
fr: Visage en plâtre
it: Volto in gesso
ja: せっこうぞう がんめん
ko: 얼굴 석고상
nl: Gipsen gezicht
ru: Гипсовая голова
zh_hans: 石膏面像
zh_hant: 石膏面像

# GoodsGoodsNameFigPlasticBottle00
source: grape soda
de: Trauben-Drink
es: Botella de gaseosa de pomelo
es_mx: Botella de refresco morada
fr: Soda au raisin
it: Bevanda gassata all'uva
ja: ペットボトル グレープソーダ
ko: 그레이프 소다 페트병
nl: Fles druivenlimonade
ru: Виноградная газировка
zh_hans: 塑料瓶 葡萄汽水
zh_hant: 保特瓶 葡萄汽水

# GoodsGoodsNameFigPlasticBottle01
source: ink cola
de: Inky Cola
es: Botella de tintacola
es_mx: Botella de tintacola
fr: Cola à l'encre
it: Bevanda gassata scura
ja: ペットボトル スミコーラ
ko: 먹물 콜라 페트병
nl: Fles inktcola
ru: Чернильная кола
zh_hans: 塑料瓶 墨汁可乐
zh_hant: 保特瓶 墨汁可樂

# GoodsGoodsNameFigPlasticBottle02
source: green tea
de: Grüntee-Drink
es: Botella de té verde
es_mx: Botella de té verde
fr: Thé vert
it: Tè verde
ja: ペットボトル グリーンティー
ko: 녹차 페트병
nl: Fles groene thee
ru: Зеленый чай
zh_hans: 塑料瓶 绿茶
zh_hant: 保特瓶 綠茶

# GoodsGoodsNameFigPlasticBottle03
source: catfish-brand nectar
de: Welsness-Drink
es: Botella de néctar de siluro
es_mx: Botella de néctar de bagre
fr: Nectar poisson-chat
it: Nettare marca Pescegatto
ja: ペットボトル ナマズネクター
ko: 메기 넥타 페트병
nl: Fles Meervalmix
ru: Нектар «Спортсом»
zh_hans: 塑料瓶 鲶鱼水果茶
zh_hant: 保特瓶 鯰魚水果茶

# GoodsGoodsNameFigPlasticBottle04
source: sports drink
de: Elektrolyt-Drink
es: Botella de bebida isotónica
es_mx: Botella de bebida energética
fr: Boisson sportive
it: Integratore
ja: ペットボトル スポーツドリンク
ko: 스포츠 드링크 페트병
nl: Fles sportdrank
ru: Изотонический напиток
zh_hans: 塑料瓶 运动饮料
zh_hant: 保特瓶 運動飲料

# GoodsGoodsNameFigPlasticBottle05
source: café au lait
de: Caffè Latte Freddo
es: Botella de café con leche
es_mx: Botella de café con leche
it: Caffè macchiato
ja: ペットボトル カフェオレ
ko: 카페오레 페트병
nl: Fles café au lait
ru: Айс-кофе с молоком
zh_hans: 塑料瓶 欧蕾咖啡
zh_hant: 保特瓶 咖啡歐蕾

# GoodsGoodsNameFigPlasticBottle06
source: mineral water
de: Mineralwasser still
es: Botella de agua mineral
es_mx: Botella de agua mineral
fr: Eau minérale
it: Acqua minerale
ja: ペットボトル ミネラルウォーター
ko: 미네랄워터 페트병
nl: Fles mineraalwater
ru: Минеральная вода
zh_hans: 塑料瓶 矿泉水
zh_hant: 保特瓶 礦泉水

# GoodsGoodsNameFigPlasticBottle07
source: orange juice
de: Orangensaft
es: Botella de zumo de naranja
es_mx: Botella de jugo de naranja
fr: Jus d'orange
it: Succo d'arancia
ja: ペットボトル オレンジジュース
ko: 오렌지 주스 페트병
nl: Fles sinaasappelsap
ru: Апельсиновый сок
zh_hans: 塑料瓶 柳橙汁
zh_hant: 保特瓶 柳橙汁

# GoodsGoodsNameFigPotteryFigurine00
source: Squidlion
de: Merlintenfisch
es: Sepileón
es_mx: Calamaleón
fr: Calamalion
it: Leoneppia
ja: マーライカン
ko: 멀라이퀴드
nl: Inktleeuw
ru: Тентаклион
zh_hans: 鱿尾狮
zh_hant: 魷尾獅

# GoodsGoodsNameFigPropaneGas
source: gray propane tank
de: Graue Propangasflasche
es: Bombona de propano gris
es_mx: Bombona de gas gris
fr: Bouteille de propane grise
it: Bombola di propano grigia
ja: ガスボンベ グレー
ko: 그레이 가스통
nl: Grijze gasfles
ru: Серый пропановый бак
zh_hans: 瓦斯罐 灰色
zh_hant: 瓦斯罐 灰色

# GoodsGoodsNameFigRingBinder00
source: purple loose-leaf binder
de: Lila Ordner
es: Archivador burbujas
es_mx: Carpeta morada
fr: Classeur violet
it: Raccoglitore viola
ja: リングバインダー パープル
ko: 퍼플 링 바인더
nl: Paarse ringband
ru: Фиолетовая папка
zh_hans: 活页簿 紫色
zh_hant: 活頁簿 紫色

# GoodsGoodsNameFigRingBinder01
source: navy loose-leaf binder
de: Dunkelblauer Ordner
es: Archivador azul marino
es_mx: Carpeta azul marina
fr: Classeur bleu marine
it: Raccoglitore blu scuro
ja: リングバインダー ネイビー
ko: 네이비 링 바인더
nl: Blauwe ringband
ru: Темно-синяя папка
zh_hans: 活页簿 海军蓝
zh_hant: 活頁簿 海軍藍

# GoodsGoodsNameFigRingBinder02
source: brown loose-leaf binder
de: Brauner Ordner
es: Archivador marrón
es_mx: Carpeta marrón
fr: Classeur marron
it: Raccoglitore marrone
ja: リングバインダー ブラウン
ko: 브라운 링 바인더
nl: Bruine ringband
ru: Коричневая папка
zh_hans: 活页簿 棕色
zh_hant: 活頁簿 棕色

# GoodsGoodsNameFigRingBinder03
source: orange loose-leaf binder
de: Oranger Ordner
es: Archivador naranja
es_mx: Carpeta naranja
fr: Classeur orange
it: Raccoglitore arancione
ja: リングバインダー オレンジ
ko: 오렌지 링 바인더
nl: Oranje ringband
ru: Оранжевая папка
zh_hans: 活页簿 橘色
zh_hant: 活頁簿 橘色

# GoodsGoodsNameFigRingBinder04
source: green loose-leaf binder
de: Grüner Ordner
es: Archivador verde
es_mx: Carpeta verde
fr: Classeur vert
it: Raccoglitore verde
ja: リングバインダー グリーン
ko: 그린 링 바인더
nl: Groene ringband
ru: Зеленая папка
zh_hans: 活页簿 绿色
zh_hant: 活頁簿 綠色

# GoodsGoodsNameFigRingBinder05
source: yellow loose-leaf binder
de: Gelber Ordner
es: Archivador amarillo
es_mx: Carpeta amarilla
fr: Classeur jaune
it: Raccoglitore giallo
ja: リングバインダー イエロー
ko: 옐로 링 바인더
nl: Gele ringband
ru: Желтая папка
zh_hans: 活页簿 黄色
zh_hant: 活頁簿 黃色

# GoodsGoodsNameFigSakeBalloon
source: Salmonid balloon
de: Salmoniden-Ballon
es: Globo salmónido
es_mx: Globo salmónido
fr: Ballon salmonoïde
it: Palloncino Salmonoide
ja: シャケバルーン
ko: 연어 풍선
nl: Salmonietenballon
ru: Шарик-самонид
zh_hans: 鲑鱼气球
zh_hant: 鮭魚氣球

# GoodsGoodsNameFigSakebeko
source: Chum bobblehead
de: Wackel-Salmo
es: Muñeco de cenutrín cabezón
es_mx: Muñeco salmoide cabezón
fr: Salmoche à tête oscillante
it: Spadello pupazzo
ja: シャケべこ
ko: 연어 장난감
nl: Salmo-figuurtje
ru: Фигурка скороварвара
zh_hans: 鲑牛
zh_hant: 鮭牛

# GoodsGoodsNameFigSakeFloatingLantern00
source: orange Salmonid paper lantern
de: Orange Salmo-Papierlaterne
es: Farolillo salmónido naranja
es_mx: Farolito salmónido naranja
fr: Lampion Salmonoïde orange
it: Lanterna Salmonoide arancione
ja: シャケちょうちん あか
ko: 붉은색 연어 초롱
nl: Oranje Salmo-lantaarn
ru: Оранж. бумажный фонарик (самонид)
zh_hans: 鲑鱼提灯 红色
zh_hant: 鮭魚燈籠 紅色

# GoodsGoodsNameFigSakeFloatingLantern01
source: blue Salmonid paper lantern
de: Blaue Salmo-Papierlaterne
es: Farolillo salmónido azul
es_mx: Farolito salmónido azul
fr: Lampion Salmonoïde bleu
it: Lanterna Salmonoide blu
ja: シャケちょうちん あお
ko: 푸른색 연어 초롱
nl: Blauwe Salmo-lantaarn
ru: Синий бумажный фонарик (самонид)
zh_hans: 鲑鱼提灯 蓝色
zh_hant: 鮭魚燈籠 藍色

# GoodsGoodsNameFigSakeFloatingLantern02
source: green Salmonid paper lantern
de: Grüne Salmo-Papierlaterne
es: Farolillo salmónido verde
es_mx: Farolito salmónido verde
fr: Lampion Salmonoïde vert
it: Lanterna Salmonoide verde
ja: シャケちょうちん みどり
ko: 초록색 연어 초롱
nl: Groene Salmo-lantaarn
ru: Зел. бумажный фонарик (самонид)
zh_hans: 鲑鱼提灯 绿色
zh_hant: 鮭魚燈籠 綠色

# GoodsGoodsNameFigSakeNeonA
source: neon Salmonid sign
de: Salmo-Neonschild
es: Neón salmónido
es_mx: Neón salmónido
fr: Néon Salmonoïde
it: Cartello neon Salmonoide
ja: ネオンサイン シャケ
ko: 연어 네온사인
nl: Neonlicht 'Salmoniet'
ru: Неоновый знак «Самонид»
zh_hans: 霓虹灯 鲑鱼
zh_hant: 霓虹燈 鮭魚

# GoodsGoodsNameFigSakeNeonB
source: neon Salmonid-swarm sign
de: Salmoschwarm-Neonschild
es: Neón banco salmónido
es_mx: Neón banco salmónido
fr: Néon banc de Salmonoïdes
it: Cartello neon Salmonoidi
ja: ネオンサイン シャケのむれ
ko: 연어 무리 네온사인
nl: Neonlicht 'school Salmonieten'
ru: Неоновый знак «Косяк самонидов»
zh_hans: 霓虹灯 鲑鱼群
zh_hant: 霓虹燈 鮭魚群

# GoodsGoodsNameFigSakeNeonC
source: neon sockeye-Salmonid sign
de: Rotlachs-Salmo-Neonschild
es: Neón salmónido rojo
es_mx: Neón salmónido rojo
fr: Néon Salmonoïde rouge
it: Cartello neon Salmonoide rosso
ja: ネオンサイン ベニジャケ
ko: 홍연어 네온사인
nl: Neonlicht 'rode Salmoniet'
ru: Неоновый знак «Красный самонид»
zh_hans: 霓虹灯 红鲑
zh_hant: 霓虹燈 紅鮭

# GoodsGoodsNameFigSakeNeonD
source: neon lucky-Salmonid sign
de: Maneki-Salmo-Neonschild
es: Neón salmónido de la suerte
es_mx: Neón salmónido de la suerte
fr: Néon Salmonoïde porte-bonheur
it: Cartello neon Salmonoide fortunato
ja: ネオンサイン まねきシャケ
ko: 복연어 네온사인
nl: Neonlicht 'geluks-Salmoniet'
ru: Неоновый знак «Самонид удачи»
zh_hans: 霓虹灯 招财鲑
zh_hant: 霓虹燈 招財鮭

# GoodsGoodsNameFigSampler00
source: sampler
fr: Sampleur
it: Campionatore
ja: サンプラー
ko: 샘플러
ru: Семплер
zh_hans: 采样机
zh_hant: 採樣機

# GoodsGoodsNameFigSazae
source: Super Sea Snail
de: Supermuschel
es: Supermolusco
es_mx: Supermolusco
fr: Super coquillage
it: Super mollusco
ja: スーパーサザエ
ko: 슈퍼 소라
nl: Superzeeslak
ru: Круть-улитка
zh_hans: 超级蝾螺
zh_hant: 超級蠑螺

# GoodsGoodsNameFigSdodrAnglerfish
source: inseparable anglerfish
de: Nachzieh-Anglerfisch
es: Pececito de madera
es_mx: Pececito de madera
fr: Baudroie à roulettes
it: Rana pescatrice adorata
ja: お気に入りのアンコウ
ko: 마음에 든 아귀
nl: Onafscheidelijke hengelvis
ru: Удильщик-каталка
zh_hans: 喜爱的灯笼鱼
zh_hant: 喜愛的燈籠魚

# GoodsGoodsNameFigSdodrBook
source: memorable picture book
de: Bilderbuch voller Erinnerungen
es: Libro de cuentos evocador
es_mx: Libro de cuentos evocador
fr: Livre d'images d'enfance
it: Libro illustrato dei ricordi
ja: 思い出のえほん
ko: 추억의 그림책
nl: Plaatjesboek vol herinneringen
ru: Альбом с воспоминаниями
zh_hans: 充满回忆的绘本
zh_hant: 充滿回憶的繪本
