Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameStcStiSignboard35
source: WFZ sign
de: Schild „KN-WFF“
es: Señal PRH-ARM
es_mx: Letrero PRH-ARM
fr: Panneau ZR-ARM
it: Cartello AMV
ja: ひょうしき BKK
ko: MGG 표지판
nl: Bord GNWPN
ru: Знак НЕТ-ОРУЖ
zh_hans: 标志 BKK
zh_hant: 標誌 BKK

# GoodsGoodsNameStcStiSignboard36
source: SEZ sign
de: Schild „KN-TNT“
es: Señal PRH-CLM
es_mx: Letrero PRH-CLM
fr: Panneau INT-CLM
it: Cartello CAV
ja: ひょうしき IKK
ko: SQG 표지판
nl: Bord VBVIKV
ru: Знак НЕТ-КАЛЬ
zh_hans: 标志 IKK
zh_hant: 標誌 IKK

# GoodsGoodsNameStcStiSignboard37
source: BLR sign
de: Schild „RTT-RNG-BL“
es: Señal SLVVD-AZ
es_mx: Letrero SLVVD-AZ
fr: Panneau BST-BL
it: Cartello SVB
ja: ひょうしき AUW
ko: PTB 표지판
nl: Bord RDGB-BL
ru: Знак СИН-СПАС-КРГ
zh_hans: 标志 AUW
zh_hant: 標誌 AUW

# GoodsGoodsNameStcStiSignboard38
source: LBS sign
de: Schild „RTT-BO“
es: Señal BT-SLVVD
es_mx: Letrero BT-SLVVD
fr: Panneau CST
it: Cartello SDS
ja: ひょうしき KMB
ko: GMB 표지판
nl: Bord RDGBT
ru: Знак СПАС-ЛОД
zh_hans: 标志 KMB
zh_hant: 標誌 KMB

# GoodsGoodsNameStcStiSignboard39
source: CWF sign
de: Schild „RTSCH-GFR“
es: Señal CDO-RSB
es_mx: Letrero CDO-RSB
fr: Panneau ASG
it: Cartello PVB
ja: ひょうしき SLC
ko: MKKJ 표지판
nl: Bord PSOPNT
ru: Знак ПРЕД-СКОЛЬЗ
zh_hans: 标志 SLC
zh_hant: 標誌 SLC

# GoodsGoodsNameStcStiSignboard40
source: HWM sign
de: Schild „WSS-PGL“
es: Señal MDR-AG
es_mx: Letrero MDR-AG
fr: Panneau NV-ELV
it: Cartello AAL
ja: ひょうしき SIH
ko: SWP 표지판
nl: Bord HGWT
ru: Знак УР-ВОД
zh_hans: 标志 SIH
zh_hant: 標誌 SIH

# GoodsGoodsNameStcStiSignboard41
source: ARL sign
de: Schild „ZL-ÜBG“
es: Cartel DN-OBJ
es_mx: Letrero DN-OBJ
fr: Panneau LG-ACR
it: Cartello CTA
ja: かんばん STK
ko: GNG 간판
nl: Bord PBSB
ru: Знак СТРЕЛУК
zh_hans: 招牌 STK
zh_hant: 招牌 STK

# GoodsGoodsNameStcStiSignboard42
source: SBB sign
de: Schild „IMBS“
es: Cartel BAR-RST
es_mx: Letrero PST-CMD
fr: Panneau MFF
it: Cartello TCA
ja: かんばん SKK
ko: SNG 간판
nl: Bord SNKBRB
ru: Знак ЗАКУС
zh_hans: 招牌 SKK
zh_hant: 招牌 SKK

# GoodsGoodsNameStcStiSignboard43
source: ESB sign
de: Schild „ESPR-BR“
es: Cartel CFT-TTR
es_mx: Letrero CFT-TTR
fr: Panneau BCF
it: Cartello CFF
ja: かんばん ZKK
ko: DBG 간판
nl: Bord ESPBR
ru: Знак КO-ФНЯ
zh_hans: 招牌 ZKK
zh_hant: 招牌 ZKK

# GoodsGoodsNameStcStiSignboard44
source: TDR sign
de: Schild „TRD-ESN“
es: Cartel BAR-TPS
es_mx: Letrero FDA-TRD
fr: Panneau RST-TD
it: Cartello RIT
ja: かんばん IZK
ko: JJG 간판
nl: Bord TRDRST
ru: Знак ТРАД-ЕД
zh_hans: 招牌 IZK
zh_hant: 招牌 IZK

# GoodsGoodsNameStcStiSignboard46
source: VSL sign
de: Schild „LDN-VERT“
es: Cartel LTR-VTC
es_mx: Letrero LTR-VTC
fr: Panneau ESG-VRT
it: Cartello LEV
ja: かんばん TMK
ko: SGG 간판
nl: Bord VRTLTRS
ru: Знак ВЕРТ-МАГАЗ
zh_hans: 招牌 TMK
zh_hant: 招牌 TMK

# GoodsGoodsNameStcStiSignboard51
source: CL-SFW sign
de: Schild „SPN-SPKO“
es: Cartel DR-YSK
es_mx: Letrero DR-YSK
fr: Panneau QCC-SFW
it: Cartello MAS-GRA
ja: かんばん TK-YSK
ko: GMG-YSG 간판
nl: Bord VSD-MCT
ru: Знак КРАБ-МАС
zh_hans: 招牌 TK-YSK
zh_hant: 招牌 TK-YSK

# GoodsGoodsNameStcStiSignboard54
source: BFD-SBA sign
de: Schild „BFD-KRZF“
es: Cartel MNCS-TCR
es_mx: Letrero MNCS-TCR
fr: Panneau MM-PBM
it: Cartello MM-PNT
ja: かんばん NT-KNK
ko: CC-UG 간판
nl: Bord BAB-CRS
ru: Знак ТУЦ-КРУ
zh_hans: 招牌 NT-KNK
zh_hant: 招牌 NT-KNK

# GoodsGoodsNameStcStiSignboard55
source: RBR-SPL sign
de: Schild „R&R-LGPLN“
es: Cartel RAMN-MPA
es_mx: Letrero RAMN-MPA
fr: Panneau AMR-PS
it: Cartello RR-SPL
ja: かんばん BG-FLG
ko: SRJ-FLG 간판
nl: Bord BAB-PTGR
ru: Знак РОБ-МЕСТ
zh_hans: 招牌 BG-FLG
zh_hant: 招牌 BG-FLG

# GoodsGoodsNameStcStiSignboard56
source: RBR-CLG sign
de: Schild „R&R-RMN-LG“
es: Cartel RAMN-LGO
es_mx: Letrero RAMN-LGO
fr: Panneau AMR-LG
it: Cartello RR-LGA
ja: かんばん BG-RML
ko: SRJ-RML 간판
nl: Bord BAB-RMNLG
ru: Знак РОБ-ЛОГ
zh_hans: 招牌 BG-RML
zh_hant: 招牌 BG-RML

# GoodsGoodsNameStcStiSticker00
source: OKTSSGE sticker
de: Aufkleber „OKTOWRST“
es: Pegatina OCTEMB
es_mx: Calcomanía OCTEMB
fr: Autocollant SCS-PLP
it: Adesivo SDP
ja: ステッカー TSS
ko: OKTSSGE 스티커
nl: Sticker OCTWST
ru: Наклейка ОСИС
zh_hans: 贴纸 TSS
zh_hant: 貼紙 TSS

# GoodsGoodsNameStcStiSticker01
source: PXSQD sticker
de: Aufkleber „TNTPX“
es: Pegatina CLMPIX
es_mx: Calcomanía CLMPIX
fr: Autocollant CLMPX
it: Adesivo CPI
ja: ステッカー IKD
ko: PXSQD 스티커
nl: Sticker PXIKV
ru: Наклейка ПИКАЛЬ
zh_hans: 贴纸 IKD
zh_hant: 貼紙 IKD

# GoodsGoodsNameStcStiSticker02
source: BGGFVBZ sticker
de: Aufkleber „GRAFTT“
es: Pegatina GRFTS
es_mx: Calcomanía GRFTS
fr: Autocollant MGTAG
it: Adesivo SBD
ja: ステッカー HMD
ko: BGGFVBZ 스티커
nl: Sticker BTNDLN
ru: Наклейка КРИВ
zh_hans: 贴纸 HMD
zh_hant: 貼紙 HMD

# GoodsGoodsNameStcStiSticker03
source: FNG-P sticker
de: Aufkleber „FNG-PNK“
es: Pegatina DDROS
es_mx: Calcomanía DDROS
fr: Autocollant DGT-RO
it: Adesivo FAL-RO
ja: ステッカー DNK-PI
ko: FNG-P 스티커
nl: Sticker VNGR-RZ
ru: Наклейка ФАЛ
zh_hans: 贴纸 DNK-PI
zh_hant: 貼紙 DNK-PI

# GoodsGoodsNameStcStiSticker04
source: 3CH-B sticker
de: Aufkleber „3CH4R-BL“
es: Pegatina 3LTAZL
es_mx: Calcomanía 3LTAZL
fr: Autocollant 3PR-BL
it: Adesivo 3LE-BL
ja: ステッカー SMJ-BL
ko: 3CH-B 스티커
nl: Sticker 3LT-BL
ru: Наклейка ТРИБУК-СИ
zh_hans: 贴纸 SMJ-BL
zh_hant: 貼紙 SMJ-BL

# GoodsGoodsNameStcStiSticker05
source: 3CH-P sticker
de: Aufkleber „3CH4R-PNK“
es: Pegatina 3LTROS
es_mx: Calcomanía 3LTROS
fr: Autocollant 3PR-RO
it: Adesivo 3LE-RO
ja: ステッカー SMJ-PI
ko: 3CH-P 스티커
nl: Sticker 3LT-RZ
ru: Наклейка ТРИБУК-РО
zh_hans: 贴纸 SMJ-PI
zh_hant: 貼紙 SMJ-PI

# GoodsGoodsNameStcStiSticker06
source: 3CH-O sticker
de: Aufkleber „3CH4R-OR“
es: Pegatina 3LTNRJ
es_mx: Calcomanía 3LTNRJ
fr: Autocollant 3PR-OR
it: Adesivo 3LE-AR
ja: ステッカー SMJ-OR
ko: 3CH-O 스티커
nl: Sticker 3LT-OR
ru: Наклейка ТРИБУК-ОР
zh_hans: 贴纸 SMJ-OR
zh_hant: 貼紙 SMJ-OR

# GoodsGoodsNameStcStiSticker07
source: FRGL sticker
de: Aufkleber „ZRBCH“
es: Pegatina TRNGL0
es_mx: Calcomanía TRNGL0
fr: Autocollant FRG
it: Adesivo AVV-FR
ja: ステッカー WMC-RE
ko: FRGL 스티커
nl: Sticker PO-BKBR
ru: Наклейка НЕКАНТ-КР
zh_hans: 贴纸 WMC-RE
zh_hant: 貼紙 WMC-RE

# GoodsGoodsNameStcStiSticker08
source: FRGL-LG sticker
de: Aufkleber „ZRBCH-GRN“
es: Pegatina TRGVRD
es_mx: Calcomanía TRGVRD
fr: Autocollant FRG-VE
it: Adesivo AVV-FV
ja: ステッカー WML-GR
ko: FRGL-LG 스티커
nl: Sticker LNGR-BRBK
ru: Наклейка СТЕК-ЗЕ
zh_hans: 贴纸 WML-GR
zh_hant: 貼紙 WML-GR

# GoodsGoodsNameStcStiSticker09
source: STLBL-Y sticker
de: Aufkleber „ZG-GLB“
es: Pegatina ETQAMR
es_mx: Calcomanía ETQAMR
fr: Autocollant ETQ-JA
it: Adesivo ETC-GI
ja: ステッカー SHL-YE
ko: STLBL-Y 스티커
nl: Sticker LBL-GE
ru: Наклейка БИРК-ЖЁ
zh_hans: 贴纸 SHL-YE
zh_hant: 貼紙 SHL-YE

# GoodsGoodsNameStcStiSticker10
source: STBCD-Y sticker
de: Aufkleber „BRCD-GLB“
es: Pegatina CDGAMR
es_mx: Calcomanía CDGAMR
fr: Autocollant CBR-JA
it: Adesivo ETC-CB
ja: ステッカー SHB-YE
ko: STBCD-Y 스티커
nl: Sticker SPCD-GE
ru: Наклейка БАРК-ЖЁ
zh_hans: 贴纸 SHB-YE
zh_hant: 貼紙 SHB-YE

# GoodsGoodsNameStcStiSticker100
source: LH-RTMP sticker
de: Aufkleber „BL-LIN-PLN“
es: Pegatina TRMDG-PLN
es_mx: Pegatina TRMDG-PLN
fr: Autocollant GA-PL
it: Adesivo SL-RTF
ja: ステッカー RT-RSZ
ko: YT-NSD 스티커
nl: Sticker LC-SK
ru: Наклейка ЛЕМ-СХЕМ
zh_hans: 贴纸 RT-RSZ
zh_hant: 貼紙 RT-RSZ

# GoodsGoodsNameStcStiSticker101
source: LH-CRD sticker
de: Aufkleber „BL-ABO“
es: Pegatina TRMDG-ABN
es_mx: Pegatina TRMDG-PSE
fr: Autocollant GA-CPP
it: Adesivo SL-CAP
ja: ステッカー RT-KIC
ko: YT-GIC 스티커
nl: Sticker LC-ABO
ru: Наклейка ЛЕМ-ЗДНО
zh_hans: 贴纸 RT-KIC
zh_hant: 貼紙 RT-KIC

# GoodsGoodsNameStcStiSticker102
source: LH-RLWY sticker
de: Aufkleber „BL-LG“
es: Pegatina TRMDG-LGC
es_mx: Pegatina TRMDG-LGC
fr: Autocollant GA-LF
it: Adesivo SL-LOF
ja: ステッカー RT-RWL
ko: YT-RWL 스티커
nl: Sticker LC-LG
ru: Наклейка ЛЕМ-ЛОГ
zh_hans: 贴纸 RT-RWL
zh_hant: 貼紙 RT-RWL

# GoodsGoodsNameStcStiSticker103
source: LH-STMP sticker
de: Aufkleber „BL-STMP“
es: Pegatina TRMDG-SLL
es_mx: Pegatina TRMDG-SLL
fr: Autocollant GA-TMP
it: Adesivo SL-TMBR
ja: ステッカー RT-STP
ko: YT-STP 스티커
nl: Sticker LC-STMP
ru: Наклейка ЛЕМ-ШТАМП
zh_hans: 贴纸 RT-STP
zh_hant: 貼紙 RT-STP

# GoodsGoodsNameStcStiSticker11
source: SQDWV-TDP sticker
de: Aufkleber „TNTWLL-PNK“
es: Pegatina OLACLMRS
es_mx: Calcomanía OLACLMRS
fr: Autocollant VGRO-CLM
it: Adesivo ONC-MC
ja: ステッカー IKW-TP
ko: SQDWV-TDP 스티커
nl: Sticker SQW-TDRZ
ru: Наклейка ВОЛ-ВАРЕ
zh_hans: 贴纸 IKW-TP
zh_hant: 貼紙 IKW-TP

# GoodsGoodsNameStcStiSticker12
source: SQDRCD-NV sticker
de: Aufkleber „TNTRK-NV“
es: Pegatina CLMMRN
es_mx: Calcomanía CLMMRN
fr: Autocollant MRN-CLM
it: Adesivo CRE-BS
ja: ステッカー SQR-NA
ko: SQDRCD-NV 스티커
nl: Sticker SQRCD-BL
ru: Наклейка ЛЭЙБ-СИ
zh_hans: 贴纸 SQR-NA
zh_hant: 貼紙 SQR-NA

# GoodsGoodsNameStcStiSticker13
source: 3CHZ sticker
de: Aufkleber „3KÄ“
es: Pegatina 3QS05
es_mx: Calcomanía 3QS05
fr: Autocollant 3FRM
it: Adesivo 3FO
ja: ステッカー CSK
ko: 3CHZ 스티커
nl: Sticker 3KS
ru: Наклейка ТРИСЫР
zh_hans: 贴纸 CSK
zh_hant: 貼紙 CSK

# GoodsGoodsNameStcStiSticker14
source: FRGL-X2 sticker
de: Aufkleber „ZRBCH-X2“
es: Pegatina MMFRGL
es_mx: Calcomanía MMFRGL
fr: Autocollant FRG-X2
it: Adesivo 2OF
ja: ステッカー WMF
ko: FRGL-X2 스티커
nl: Sticker BRBK-X2
ru: Наклейка ДВАСТЕК
zh_hans: 贴纸 WMF
zh_hant: 貼紙 WMF

# GoodsGoodsNameStcStiSticker15
source: RBTSML sticker
de: Aufkleber „LCHQUAK“
es: Pegatina SNRSLL
es_mx: Calcomanía SNRST
fr: Autocollant SOR-GRN
it: Adesivo RSO
ja: ステッカー HHK
ko: RBTSML 스티커
nl: Sticker KKR
ru: Наклейка ЛЫБ
zh_hans: 贴纸 HHK
zh_hant: 貼紙 HHK

# GoodsGoodsNameStcStiSticker16
source: BVLV sticker
de: Aufkleber „MSCHL“
es: Pegatina BIVLV
es_mx: Calcomanía BIVLV
fr: Autocollant BVLV
it: Adesivo BIV
ja: ステッカー NMG
ko: BVLV 스티커
nl: Sticker TWKLP
ru: Наклейка ДВУСТ
zh_hans: 贴纸 NMG
zh_hant: 貼紙 NMG

# GoodsGoodsNameStcStiSticker17
source: PTYSQD-B sticker
de: Aufkleber „PKSTNT-BL“
es: Pegatina CLMPTAZ
es_mx: Calcomanía CLMPTAZ
fr: Autocollant CLMPIQ-BL
it: Adesivo BL-MTR
ja: ステッカー STS-BL
ko: PTYSQD-B 스티커
nl: Sticker HKIKV-BL
ru: Наклейка УГЛ-СИ
zh_hans: 贴纸 STS-BL
zh_hant: 貼紙 STS-BL

# GoodsGoodsNameStcStiSticker18
source: PTYSQD-R sticker
de: Aufkleber „PKSTNT-R“
es: Pegatina CLMPTRJ
es_mx: Calcomanía CLMPTRJ
fr: Autocollant CLMPIQ-RO
it: Adesivo RO-MTR
ja: ステッカー STS-RE
ko: PTYSQD-R 스티커
nl: Sticker HKIKV-RO
ru: Наклейка УГЛ-КР
zh_hans: 贴纸 STS-RE
zh_hant: 貼紙 STS-RE

# GoodsGoodsNameStcStiSticker19
source: SQDWV-RB sticker
de: Aufkleber „TNTWLL-RBL“
es: Pegatina CLMOLRJAZ
es_mx: Calcomanía CLMOLRJAZ
fr: Autocollant VGBL-CLM
it: Adesivo ONC-RB
ja: ステッカー IKW-RB
ko: SQDWV-RB 스티커
nl: Sticker SQW-ROBL
ru: Наклейка ВОЛ-СИКР
zh_hans: 贴纸 IKW-RB
zh_hant: 貼紙 IKW-RB

# GoodsGoodsNameStcStiSticker21
source: SQD-WNQ sticker
de: Aufkleber „TNT-ZWNKR“
es: Pegatina CLMGÑ
es_mx: Calcomanía CLMGÑ
fr: Autocollant CLOL-CLM
it: Adesivo POC
ja: ステッカー IJM
ko: SQD-WNQ 스티커
nl: Sticker IKV-KNPOG
ru: Наклейка КАЛЬМИГ
zh_hans: 贴纸 IJM
zh_hant: 貼紙 IJM

# GoodsGoodsNameStcStiSticker22
source: ELDRSQD-I sticker
de: Aufkleber „TNT-H0RR“
es: Pegatina CLMOJTR
es_mx: Calcomanía CLMOJTR
fr: Autocollant RGDCLM-MYS
it: Adesivo S1O
ja: ステッカー HMS
ko: ELDRSQD-I 스티커
nl: Sticker CLP
ru: Наклейка МЕДУБО
zh_hans: 贴纸 HMS
zh_hant: 貼紙 HMS

# GoodsGoodsNameStcStiSticker23
source: JMPSMN sticker
de: Aufkleber „SGH“
es: Pegatina SLMSLT
es_mx: Calcomanía SLMSLT
fr: Autocollant SA-BND
it: Adesivo SSA
ja: ステッカー SGH
ko: JMPSMN 스티커
nl: Sticker SPRZLM
ru: Наклейка ПЛЕЩ
zh_hans: 贴纸 SGH
zh_hant: 貼紙 SGH

# GoodsGoodsNameStcStiSticker26
source: EET-TPT-SM sticker
de: Aufkleber „AAL-TRNS-S“
es: Pegatina ANGTRP
es_mx: Calcomanía ANGTRP
fr: Autocollant ANG-TRS-XS
it: Adesivo FT-CDA-S
ja: ステッカー GO-WDT-S
ko: MG-TPT-SM 스티커
nl: Sticker PLST-TRP-S
ru: Наклейка ОК-МА
zh_hans: 贴纸 GO-WDT-S
zh_hant: 貼紙 GO-WDT-S

# GoodsGoodsNameStcStiSticker27
source: EET-TPT-LG sticker
de: Aufkleber „AAL-TRNS-L“
es: Pegatina ANGTRPLG
es_mx: Calcomanía ANGTRPLG
fr: Autocollant ANG-TRS-XL
it: Adesivo FT-CDA-L
ja: ステッカー GO-WDT-L
ko: MG-TPT-LG 스티커
nl: Sticker PLST-TRP-L
ru: Наклейка ОК-БО
zh_hans: 贴纸 GO-WDT-L
zh_hant: 貼紙 GO-WDT-L

# GoodsGoodsNameStcStiSticker28
source: SG-TF-FLA sticker
de: Aufkleber „SNG-TF-FLT“
es: Pegatina DF-FLTPSC
es_mx: Calcomanía DF-FLTPSC
fr: Autocollant CC-FL2PS
it: Adesivo GC-PGS
ja: ステッカー YU-THK
ko: SS-TF-FLA 스티커
nl: Sticker RT-TGRVS
ru: Наклейка ОПА-ВОБЛ
zh_hans: 贴纸 YU-THK
zh_hant: 貼紙 YU-THK

# GoodsGoodsNameStcStiSticker29
source: SG-ATN-OTSP sticker
de: Aufkleber „SNG-ASTR0-KSM“
es: Pegatina DF-ASTRNT
es_mx: Calcomanía DF-ASTRNT
fr: Autocollant CC-AST-SD
it: Adesivo GC-UDR-SI
ja: ステッカー YU-KKS-UT
ko: SS-ATN-OTSP 스티커
nl: Sticker RT-KSMS
ru: Наклейка ОПА-КОСМО
zh_hans: 贴纸 YU-KKS-UT
zh_hant: 貼紙 YU-KKS-UT

# GoodsGoodsNameStcStiSticker30
source: SG-ATN-DPC sticker
de: Aufkleber „SNG-ASTR0-MEER“
es: Pegatina DF-AQUANT
es_mx: Calcomanía DF-AQUANT
fr: Autocollant CC-AST-ABY
it: Adesivo GC-UDR-MP
ja: ステッカー YU-KKS-SH
ko: SS-ATN-DPC 스티커
nl: Sticker RT-DPZ
ru: Наклейка ОПА-АКВА
zh_hans: 贴纸 YU-KKS-SH
zh_hant: 貼紙 YU-KKS-SH

# GoodsGoodsNameStcStiSticker31
source: GCI-OFDA sticker
de: Aufkleber „BÄR-HNFDA“
es: Pegatina OFD-DSO
es_mx: Calcomanía OFD-DSO
fr: Autocollant TLM-MOSA
it: Adesivo UC-TAL
ja: ステッカー KS-OFM
ko: MRBS-BJ 스티커
nl: Sticker BC-TLSMN
ru: Наклейка ТАП-ТАЛ
zh_hans: 贴纸 KS-OFM
zh_hant: 貼紙 KS-OFM

# GoodsGoodsNameStcStiSticker32
source: GCI-FSH sticker
de: Aufkleber „BÄR-FSCH“
es: Pegatina PSC-DSO
es_mx: Calcomanía PSC-DSO
fr: Autocollant PSS-MOSA
it: Adesivo UC-PSC
ja: ステッカー KS-OSK
ko: MRBS-FSH 스티커
nl: Sticker BC-V1S
ru: Наклейка ТАП-РЫБ
zh_hans: 贴纸 KS-OSK
zh_hant: 貼紙 KS-OSK

# GoodsGoodsNameStcStiSticker33
source: GCI-BW sticker
de: Aufkleber „BÄR-MONO“
es: Pegatina BNG-DSO
es_mx: Calcomanía BNG-DSO
fr: Autocollant MOSA-NB
it: Adesivo UC-B/N
ja: ステッカー KS-KRS
ko: MRBS-BW 스티커
nl: Sticker BC-Z&W
ru: Наклейка ТАП-ЧБ
zh_hans: 贴纸 KS-KRS
zh_hant: 貼紙 KS-KRS

# GoodsGoodsNameStcStiSticker34
source: FLDRHTS-3CLR sticker
de: Aufkleber „SHL-KHND“
es: Pegatina CPMD-KJP
es_mx: Calcomanía CPMD-KJP
fr: Autocollant LFM-3CLR
it: Adesivo FER-3COL
ja: ステッカー HI-ISP
ko: NCH-3CLR 스티커
nl: Sticker BA-3KL
ru: Наклейка МИКАМ-ТРИЦ
zh_hans: 贴纸 HI-ISP
zh_hant: 貼紙 HI-ISP

# GoodsGoodsNameStcStiSticker35
source: BWTR-SQDLNS sticker
de: Aufkleber „KQ-GTNT“
es: Pegatina BLAG-PCV
es_mx: Calcomanía BLAG-CCV
fr: Autocollant SRT-CLM
it: Adesivo FER-LCAL
ja: ステッカー KU-YIS
ko: GWA-SQDLNS 스티커
nl: Sticker BB-IKTLNN
ru: Наклейка ТУХВО-КАЛЬ
zh_hans: 贴纸 KU-YIS
zh_hant: 貼紙 KU-YIS

# GoodsGoodsNameStcStiSticker36
source: MM-MRL sticker
de: Aufkleber „MM-SPF“
es: Pegatina CBCV-MRL
es_mx: Calcomanía CBCV-MRL
fr: Autocollant MAR-MAM
it: Adesivo MM-MRL
ja: ステッカー MA-KZM
ko: MM-DSC 스티커
nl: Sticker KVK-ZLVS
ru: Наклейка МАН-МАР
zh_hans: 贴纸 MA-KZM
zh_hant: 貼紙 MA-KZM

# GoodsGoodsNameStcStiSticker37
source: NKPL-SQS sticker
de: Aufkleber „INK-SESI“
es: Pegatina CRMP-CCÑ
es_mx: Calcomanía CRMP-CCÑ
fr: Autocollant CRP-CMZ
it: Adesivo CLP-SR
ja: ステッカー HA-SKZ
ko: ODPL-SQS 스티커
nl: Sticker IP-SQSI
ru: Наклейка ИНКО-SIS
zh_hans: 贴纸 HA-SKZ
zh_hant: 貼紙 HA-SKZ

# GoodsGoodsNameStcStiSticker38
source: NKPL-CLH sign
de: Aufkleber „INK-KLD“
es: Póster CRMP-BTQ
es_mx: Póster CRMP-BTQ
fr: Panneau CRP-BTQ
it: Adesivo CLP-INA
ja: はりがみ HA-FNP
ko: ODPL-CLH 벽보
nl: Bord IP-KLW
ru: Знак ИНКО-ДЕЖД
zh_hans: 告示 HA-FNP
zh_hant: 告示 HA-FNP

# GoodsGoodsNameStcStiSticker39
source: MM-RMR sticker
de: Aufkleber „MM-MNT“
es: Pegatina CBCV-MRD
es_mx: Calcomanía CBCV-MRD
fr: Autocollant RM-MAM
it: Adesivo MM-MT
ja: ステッカー MA-MRM
ko: MM-RM 스티커
nl: Sticker KVK-RZMT
ru: Наклейка МАН-ХВОЛ
zh_hans: 贴纸 MA-MRM
zh_hant: 貼紙 MA-MRM

# GoodsGoodsNameStcStiSticker40
source: HU-PTR sticker
de: Aufkleber „BKLWL-PST“
es: Pegatina TBRD-TRC
es_mx: Calcomanía TBRD-TRC
fr: Autocollant PMR
it: Adesivo PT-MEG
ja: ステッカー KO-SRI
ko: DT-SYO 스티커
nl: Sticker LKB-TK
ru: Наклейка ВЕЛ
zh_hans: 贴纸 KO-SRI
zh_hant: 貼紙 KO-SRI

# GoodsGoodsNameStcStiSticker41
source: HU-ZEK sticker
de: Aufkleber „BKLWL-ZK“
es: Pegatina TBRD-SCE
es_mx: Calcomanía TBRD-SCZ
fr: Autocollant PMR-EZK
it: Adesivo PT-MEZ
ja: ステッカー KO-EMS
ko: DT-ZRS 스티커
nl: Sticker LKB-ZE
ru: Наклейка ЙОЖ-ВЕЛ
zh_hans: 贴纸 KO-EMS
zh_hant: 貼紙 KO-EMS

# GoodsGoodsNameStcStiSticker42
source: HU-ZE-BR sticker
de: Aufkleber „BKLWL-ZK-BR“
es: Pegatina TBRD-ERA
es_mx: Calcomanía TBRD-ZRA
fr: Autocollant PMR-EZK-BR
it: Adesivo PT-MEBR
ja: ステッカー KO-EAP
ko: DT-ZBP 스티커
nl: Sticker LKB-ZE-BR
ru: Наклейка ЙОЖ-СИРОВЕЛ
zh_hans: 贴纸 KO-EAP
zh_hant: 貼紙 KO-EAP

# GoodsGoodsNameStcStiSticker43
source: HU-RET sticker
de: Aufkleber „BKLWL-RT“
es: Pegatina TBRD-LGT
es_mx: Calcomanía TBRD-LGT
fr: Autocollant PMR-RE
it: Adesivo PT-MEV
ja: ステッカー KO-KNL
ko: DT-DL 스티커
nl: Sticker LKB-RET
ru: Наклейка РЕТРО-ВЕЛ
zh_hans: 贴纸 KO-KNL
zh_hant: 貼紙 KO-KNL

# GoodsGoodsNameStcStiSticker44
source: BD-SAL sticker
de: Aufkleber „T&P-AKT“
es: Pegatina TBRD-OTL
es_mx: Calcomanía TBRD-OTL
fr: Autocollant SLD-PML
it: Adesivo EMP-SC
ja: ステッカー TA-OKD
ko: DP-TG 스티커
nl: Sticker PZ-ABD
ru: Наклейка УСТОР-СКИД
zh_hans: 贴纸 TA-OKD
zh_hant: 貼紙 TA-OKD

# GoodsGoodsNameStcStiSticker45
source: HU-ZPD sticker
de: Aufkleber „BKLWL-ZK-RS“
es: Pegatina TBRD-ERD
es_mx: Calcomanía TBRD-ZRD
fr: Autocollant PMR-EZK-R
it: Adesivo PT-MER
ja: ステッカー KO-EDP
ko: DT-ZGP 스티커
nl: Sticker LKB-ZE-RP
ru: Наклейка ЙОЖ-РОВЕЛ
zh_hans: 贴纸 KO-EDP
zh_hant: 貼紙 KO-EDP

# GoodsGoodsNameStcStiSticker46
source: HU-SKP sticker
de: Aufkleber „BKLWL-JKM“
es: Pegatina TBRD-SAD
es_mx: Calcomanía TBRD-SAD
fr: Autocollant PMR-JCK
it: Adesivo PT-MEC
ja: ステッカー KO-HDY
ko: DT-HGY 스티커
nl: Sticker LKB-SKP
ru: Наклейка ГРЕБ-ВЕЛ
zh_hans: 贴纸 KO-HDY
zh_hant: 貼紙 KO-HDY

# GoodsGoodsNameStcStiSticker47
source: SWYW sticker
de: Aufkleber „WRB-GLB“
es: Pegatina RMLN
es_mx: Calcomanía RMLN
fr: Autocollant TRB-JA
it: Adesivo GIFL
ja: ステッカー GGP
ko: BBN 스티커
nl: Sticker WRV-GE
ru: Наклейка ВРОНК-ЖЁ
zh_hans: 贴纸 GGP
zh_hant: 貼紙 GGP

# GoodsGoodsNameStcStiSticker48
source: JFJFJF sticker
de: Aufkleber „QLQLQL“
es: Pegatina MDSFL-X3
es_mx: Calcomanía MDSFL-X3
fr: Autocollant MDMDMD
it: Adesivo MD-MD
ja: ステッカー KSR
ko: H3Y 스티커
nl: Sticker KWKWKW
ru: Наклейка ТРИДУЗ
zh_hans: 贴纸 KSR
zh_hant: 貼紙 KSR

# GoodsGoodsNameStcStiSticker49
source: CX3 sticker
de: Aufkleber „3KRS“
es: Pegatina CRCFL-X3
es_mx: Calcomanía CRCFL-X3
fr: Autocollant Cx3
it: Adesivo CX3
ja: ステッカー MSR
ko: D3Y 스티커
nl: Sticker 3CRKL
ru: Наклейка ТРИКРУГ
zh_hans: 贴纸 MSR
zh_hant: 貼紙 MSR

# GoodsGoodsNameStcStiSticker50
source: NULU sticker
de: Aufkleber „NEU-LK“
es: Pegatina LTJP-NU
es_mx: Calcomanía LTJP-NU
fr: Autocollant HG-NU
it: Adesivo HINU
ja: ステッカー NNM
ko: NCB 스티커
nl: Sticker NWLO
ru: Наклейка НОВ-КИД
zh_hans: 贴纸 NNM
zh_hant: 貼紙 NNM

# GoodsGoodsNameStcStiSticker51
source: MALU sticker
de: Aufkleber „MA-LK“
es: Pegatina LTJP-MA
es_mx: Calcomanía LTJP-MA
fr: Autocollant HG-MA
it: Adesivo HIMA
ja: ステッカー MNM
ko: MCB 스티커
nl: Sticker MALO
ru: Наклейка МОЙ-КИД
zh_hans: 贴纸 MNM
zh_hant: 貼紙 MNM

# GoodsGoodsNameStcStiSticker52
source: KNGLU sticker
de: Aufkleber „KNJ-LK“
es: Pegatina LTJP-KJ
es_mx: Calcomanía LTJP-KJ
fr: Autocollant KNJ
it: Adesivo KNJ
ja: ステッカー KNM
ko: HCB 스티커
nl: Sticker KNLO
ru: Наклейка К-ДЗИ-КИД
zh_hans: 贴纸 KNM
zh_hant: 貼紙 KNM

# GoodsGoodsNameStcStiSticker53
source: F8ED-R sticker
de: Aufkleber „SNBRD-R“
es: Pegatina RJ-DSC
es_mx: Calcomanía RJ-DSC
fr: Autocollant DCL-RO
it: Adesivo RSS-SB
ja: ステッカー HYR
ko: HBR 스티커
nl: Sticker VVRO
ru: Наклейка ВЫЖЖ-КРА
zh_hans: 贴纸 HYR
zh_hant: 貼紙 HYR

# GoodsGoodsNameStcStiSticker54
source: F8ED-Y sticker
de: Aufkleber „SNBRD-GLB“
es: Pegatina AM-DSC
es_mx: Calcomanía AM-DSC
fr: Autocollant DCL-JA
it: Adesivo GLL-SB
ja: ステッカー HYY
ko: HBY 스티커
nl: Sticker VVGE
ru: Наклейка ВЫЖЖ-ЖЁ
zh_hans: 贴纸 HYY
zh_hant: 貼紙 HYY

# GoodsGoodsNameStcStiSticker55
source: F8ED-B sticker
de: Aufkleber „SNBRD-BL“
es: Pegatina AZ-DSC
es_mx: Calcomanía AZ-DSC
fr: Autocollant DCL-BL
it: Adesivo BLU-SB
ja: ステッカー HYB
ko: HBB 스티커
nl: Sticker VVBL
ru: Наклейка ВЫЖЖ-СИ
zh_hans: 贴纸 HYB
zh_hant: 貼紙 HYB

# GoodsGoodsNameStcStiSticker56
source: HI-TR sticker
de: Aufkleber „DST-R“
es: Pegatina DÑD-GRV
es_mx: Calcomanía DÑD-GRV
fr: Autocollant DCR-BCP
it: Adesivo MT-RV
ja: ステッカー BSK
ko: NSS 스티커
nl: Sticker ZWGSCH
ru: Наклейка БЛЕК-КРА
zh_hans: 贴纸 BSK
zh_hant: 貼紙 BSK

# GoodsGoodsNameStcStiSticker57
source: MED-TR sticker
de: Aufkleber „DST-GLB“
es: Pegatina DÑD-MDR
es_mx: Calcomanía DÑD-MDR
fr: Autocollant DCR-MY
it: Adesivo MD-RV
ja: ステッカー BSS
ko: NSG 스티커
nl: Sticker MDGSCH
ru: Наклейка БЛЕК-ЖЁ
zh_hans: 贴纸 BSS
zh_hant: 貼紙 BSS

# GoodsGoodsNameStcStiSticker58
source: SM-TR sticker
de: Aufkleber „DST-BL“
es: Pegatina DÑD-LV
es_mx: Calcomanía DÑD-LV
fr: Autocollant DCR-MAP
it: Adesivo PC-RV
ja: ステッカー BSC
ko: NSJ 스티커
nl: Sticker LTGSCH
ru: Наклейка БЛЕК-СИ
zh_hans: 贴纸 BSC
zh_hant: 貼紙 BSC

# GoodsGoodsNameStcStiSticker59
source: F8ED-3CH-R sticker
de: Aufkleber „SNBRND-3ZCHN-R“
es: Pegatina LTRX3-RJ
es_mx: Calcomanía LTRX3-RJ
fr: Autocollant DCL-3LT-RO
it: Adesivo 3LT-RSB
ja: ステッカー SMJ-RE
ko: SGJ-RE 스티커
nl: Sticker 3LT-VVRO
ru: Наклейка ВЫЖЖ-ТРИБУК-КРА
zh_hans: 贴纸 SMJ-RE
zh_hant: 貼紙 SMJ-RE

# GoodsGoodsNameStcStiSticker60
source: F8ED-3CH-PL sticker
de: Aufkleber „SNBRND-3ZCHN-VIO“
es: Pegatina LTRX3-MR
es_mx: Calcomanía LTRX3-MR
fr: Autocollant DCL-3LT-VL
it: Adesivo 3LT-VSB
ja: ステッカー SMJ-PU
ko: SGJ-PU 스티커
nl: Sticker 3LT-VVPA
ru: Наклейка ВЫЖЖ-ТРИБУК-ФИ
zh_hans: 贴纸 SMJ-PU
zh_hant: 貼紙 SMJ-PU

# GoodsGoodsNameStcStiSticker61
source: F8ED-3CH-BK sticker
de: Aufkleber „SNBRND-3ZCHN-S“
es: Pegatina LTRX3-NG
es_mx: Calcomanía LTRX3-NG
fr: Autocollant DCL-3LT-N
it: Adesivo 3LT-NSB
ja: ステッカー SMJ-BK
ko: SGJ-BK 스티커
nl: Sticker 3LT-VVZW
ru: Наклейка ВЫЖЖ-ТРИБУК-ЧЕР
zh_hans: 贴纸 SMJ-BK
zh_hant: 貼紙 SMJ-BK

# GoodsGoodsNameStcStiSticker62
source: F8ED-3CH-W sticker
de: Aufkleber „SNBRND-3ZCHN-W“
es: Pegatina LTRX3-BL
es_mx: Calcomanía LTRX3-BL
fr: Autocollant DCL-3LT-BC
it: Adesivo 3LT-BSB
ja: ステッカー SMJ-WH
ko: SGJ-WH 스티커
nl: Sticker 3LT-VVW
ru: Наклейка ВЫЖЖ-ТРИБУК-БЕЛ
zh_hans: 贴纸 SMJ-WH
zh_hant: 貼紙 SMJ-WH

# GoodsGoodsNameStcStiSticker63
source: SQDOKT-B sticker
de: Aufkleber „TNT-OKT-BL“
es: Pegatina CLMPLP-NG
es_mx: Calcomanía CLMPLP-NG
fr: Autocollant CLMPLP-N
it: Adesivo CALPOL-N
ja: ステッカー ITB
ko: SOB 스티커
nl: Sticker IO-ZW
ru: Наклейка ОСЬ-КАЛЬ-ЧЕР
zh_hans: 贴纸 ITB
zh_hant: 貼紙 ITB

# GoodsGoodsNameStcStiSticker64
source: GBGO sticker
de: Aufkleber „BN-RNN“
es: Pegatina ALB-CRR
es_mx: Calcomanía ALB-CRR
fr: Autocollant HRC-TPR
it: Adesivo VPV
ja: ステッカー HMM
ko: DKG 스티커
nl: Sticker LPBNTJ
ru: Наклейка БЕГ-ФСОЛЬ
zh_hans: 贴纸 HMM
zh_hant: 貼紙 HMM

# GoodsGoodsNameStcStiSticker65
source: W0RN-B sticker
de: Aufkleber „VNST-BL“
es: Pegatina VJADH-AZ
es_mx: Calcomanía VJADH-AZ
fr: Autocollant VX-BL
it: Adesivo BL-LGR
ja: ステッカー OSB
ko: OSB 스티커
nl: Sticker VSLT-Z
ru: Наклейка СИТАЖ
zh_hans: 贴纸 OSB
zh_hant: 貼紙 OSB

# GoodsGoodsNameStcStiSticker66
source: W0RN-W sticker
de: Aufkleber „VNST-W“
es: Pegatina VJADH-BL
es_mx: Calcomanía VJADH-BL
fr: Autocollant VX-BC
it: Adesivo BI-LGR
ja: ステッカー OSW
ko: OSW 스티커
nl: Sticker VSLT-W
ru: Наклейка БЕЛАЖ
zh_hans: 贴纸 OSW
zh_hant: 貼紙 OSW

# GoodsGoodsNameStcStiSticker67
source: JFJF sticker
de: Aufkleber „QLQL“
es: Pegatina MDS-2F
es_mx: Calcomanía MDS-2F
fr: Autocollant MDMD
it: Adesivo 2MDF
ja: ステッカー KNR
ko: H2Y 스티커
nl: Sticker KWKW
ru: Наклейка ДВЕДУЗ
zh_hans: 贴纸 KNR
zh_hant: 貼紙 KNR

# GoodsGoodsNameStcStiSticker68
source: GFN sticker
de: Aufkleber „FCH-GRN“
es: Pegatina ABNRD-VR
es_mx: Calcomanía ABNRD-VR
fr: Autocollant VTL-V
it: Adesivo VNV
ja: ステッカー MUG
ko: CBG 스티커
nl: Sticker FVGR
ru: Наклейка ЗЕЛ-УТИВ
zh_hans: 贴纸 MUG
zh_hant: 貼紙 MUG

# GoodsGoodsNameStcStiSticker69
source: RCT sticker
de: Aufkleber „RCHN“
es: Pegatina SML-RCT
es_mx: Calcomanía SML-RCT
fr: Autocollant RCPS
it: Adesivo RCT
ja: ステッカー RCM
ko: YSG 스티커
nl: Sticker RKNG
ru: Наклейка ЭТОСЧЕТ
zh_hans: 贴纸 RCM
zh_hant: 貼紙 RCM

# GoodsGoodsNameStcStiSticker70
source: LGX4 sticker
de: Aufkleber „4LG“
es: Pegatina LGTX4
es_mx: Calcomanía LGTX4
fr: Autocollant LGx4
it: Adesivo 4LOG
ja: ステッカー RGY
ko: RG4 스티커
nl: Sticker 4LG
ru: Наклейка ЛОГОЧЕТ
zh_hans: 贴纸 RGY
zh_hant: 貼紙 RGY
