Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# LayoutMsgSdodrDevelopLog00DevelopLogMessage1401Left
source: But thanks to getting sucked into theworld of order, I caught up with youagain. So maybe it wasn't such abad thing.After all, I found my way to thesurface. I'm back to making my kindof music. Here we go again, right?If you're ever up for it, we should jam.P.S. Consider me an Off the Hook fan.I found a record I think Pearl would like,so I'll send it over later. Give my bestto Eight.
de: Aber da ich in die Welt der Ordnungtransportiert wurde, haben wir jazum Glück wieder zusammengefunden.Vielleicht hat die Sache doch etwasGutes.Schließlich habe ich es endlich andie Oberfläche geschafft. Hier macheich wieder die Musik, die mir gefällt.Alles auf Anfang, hab ich recht?Falls du also Lust hast, lass uns dochmal 'ne gemeinsame Session einlegen.P.S.: Ich bin definitiv auch ein Fanvon TentaCool. Ich hab hier noch einePlatte, die Perla sicher gefallen würde.Werd ich euch später schicken.Schönen Gruß an Nr. 8.
es: Gracias a que me enredaron en lo delmundo del orden, pude volver a verte.Supongo que fue una suerte, despuésde todo...Ahora que yo también me he mudadoa la superficie, tendré que darle máscaña que nunca a la música, ¿no?Si alguna vez tienes ganas, podemosorganizar algún bolo conjunto.Posdata: Soy muy fan de Cefalopop.Ya te mandaré algún disco de los quele gustan a Perla. Saluda también aOcho de mi parte.
es_mx: Gracias a que me enredaron en lo delmundo del orden, pude volver a verte.Supongo que fue una suerte, despuésde todo...Y ahora que me mudé a la superficie,puedo echarle más ganas a lo de lamúsica. Las viejas costumbres nuncamueren, ¿verdad?Avísame si alguna vez te interesahacer alguna colaboración.Posdata: Soy muy fan de Cefalopop.Te voy a mandar un disco que creo quele gustará a Perla. Saluda también aOcho de mi parte.
fr: Mais m'étant fait aspirer dans le mondede l'Ordre, j'ai enfin pu renouer avec toi.Donc finalement, c'est peut-être pas simal.Après tout, j'ai réussi à atteindre lasurface. Je crée à nouveau la musiqueque j'aime. Comme quoi, l'histoire serépète.Si ça te dit, on pourrait se faire unbœuf un de ces quatre.P.S. : Sache que je suis officiellementfan des Tenta-Cool. J'ai déniché undisque que Perle devrait aimer, jel'enverrai à l'occasion. Passe le bonjourà Huit de ma part.
it: Quando poi siamo finiti tutti nelmondo dell'ordine, ti ho incontratadi nuovo, quindi non è stata unacosa del tutto negativa.E alla fine ho rimesso piede sullasuperficie, riprendendo a fare la miamusica. La vita continua, eh?Se ti va, potremmo fare una sessioneinsieme qualche volta.PS: puoi considerarmi fan delleTenta Cool. Ho trovato un discoche secondo me piacerebbe ad Alga,poi glielo mando. E salutami Otto.
ja: でも、秩序の世界に引きこまれたおかげでキミにも再会できたシま、結果オーライかナ？ボクも今は地上に出てこりずにテキトーに音楽やってるカラキミの気が向いたら、また一緒にやろうナP.S.: テンタクルズ、応援してるヨヒメが好きそうなレコード見つけたから、今度送るネハチにもヨロシク
ko: 하지만질서의 세계로 빨려 들어간 덕분에너와 다시 만났으니까결과적으로는 잘된 거겠지나도 요즘은 지상으로 나와서여전히 적당히 음악을 하고 있으니까네 마음이 내키면 언제 또 같이 하자P.S.: 텐타클즈, 응원하고 있어히메 취향의 레코드를 찾았으니까 다음에 보낼게에이트한테도 안부 인사 부탁해
nl: Maar doordat ik de ordewereld in werdgezogen, ben ik weer in contact gekomenmet jou. Dus uiteindelijk was het nietallemaal negatief.En ik heb mijn weg terug gevonden naarhet oppervlak en maak weer het soortmuziek waar ik van hou.Ik hoop dat we een keer samen kunnenspelen als je daar zin in hebt.PS Je kunt mij tot de Tentacoolfansrekenen. Ik heb een album gevonden datLorelei vast leuk vindt, dus dat zal ikbinnenkort opsturen. Doe de groetenaan Acht van me.
ru: Но благодаря тому, что менязатянуло в этот твой виртуальныймир порядка, мы снова общаемся.Может, это было и к лучшему...Я выбралась на поверхностьи снова пишу свою музыку.Как там про одни и те же граблиговорилось?..Если тебе интересно, можемкак-нибудь поджемить вместе.P.S. Считай меня фанатом Off the Hook.Я тут нашла одну пластинку —думаю, Жемчик ее оценит, я пришлютебе почтой. Привет Восьмерке!
zh_hans: 不过，所幸被吸收进了秩序的世界，我才能与你重逢。总之，结果是好的吧？我现在也走出了地底，依旧不长记性地玩着音乐。要是你有兴趣，我们就再一起创作音乐吧。P.S.：我会支持腕儿姐妹的。要是找到小姬可能会喜欢的黑胶唱片，我下次会给你们送去的。替我向小八问好。
zh_hant: 但是，也因為被拉進秩序世界裡，才讓我能夠與你重逢。所以也不算壞事？我現在也已經來到地表，依然學不乖地在玩音樂。要是你有興趣的話，就再次一起搞音樂吧。P.S.：腕兒姐妹，我會支持你們喔。如果發現小姬可能會喜歡的黑膠唱片，我下次會送過去。還有小八，你也保重。

# LayoutMsgSdodrDevelopLog00DevelopLogTime00
source: Over 4 years ago
de: Vor über 4 Jahren
es: Hace 4 años o más
es_mx: Hace 4 años o más
fr: Il y a plus de 4 ans
it: Più di 4 anni fa
ja: ４年以上前
ko: 4년 이상 전
nl: Ruim 4 jaar terug
ru: >4 лет назад
zh_hans: 超过4年以前
zh_hant: 超過4年以前

# LayoutMsgSdodrDevelopLog00DevelopLogTime01
source: 2 years ago
de: Vor 2 Jahren
es: Hace 2 años
es_mx: Hace 2 años
fr: Il y a 2 ans
it: 2 anni fa
ja: ２年前
ko: 2년 전
nl: 2 jaar terug
ru: 2 года назад
zh_hans: 2年前
zh_hant: 2年前

# LayoutMsgSdodrDevelopLog00DevelopLogTime02
source: 1 year ago
de: Vor 1 Jahr
es: Hace un año
es_mx: Hace un año
fr: Il y a 1 an
it: 1 anno fa
ja: １年前
ko: 1년 전
nl: 1 jaar terug
ru: 1 год назад
zh_hans: 1年前
zh_hant: 1年前

# LayoutMsgSdodrDevelopLog00DevelopLogTime03
source: 11 months ago
de: Vor 11 Monaten
es: Hace 11 meses
es_mx: Hace 11 meses
fr: Il y a 11 mois
it: 11 mesi fa
ja: １１か月前
ko: 11개월 전
nl: 11 maanden terug
ru: 11 мес. назад
zh_hans: 11个月前
zh_hant: 11個月前

# LayoutMsgSdodrDevelopLog00DevelopLogTime04
source: 10 months ago
de: Vor 10 Monaten
es: Hace 10 meses
es_mx: Hace 10 meses
fr: Il y a 10 mois
it: 10 mesi fa
ja: １０か月前
ko: 10개월 전
nl: 10 maanden terug
ru: 10 мес. назад
zh_hans: 10个月前
zh_hant: 10個月前

# LayoutMsgSdodrDevelopLog00DevelopLogTime05
source: 9 months ago
de: Vor 9 Monaten
es: Hace 9 meses
es_mx: Hace 9 meses
fr: Il y a 9 mois
it: 9 mesi fa
ja: ９か月前
ko: 9개월 전
nl: 9 maanden terug
ru: 9 мес. назад
zh_hans: 9个月前
zh_hant: 9個月前

# LayoutMsgSdodrDevelopLog00DevelopLogTime06
source: 8 months ago
de: Vor 8 Monaten
es: Hace 8 meses
es_mx: Hace 8 meses
fr: Il y a 8 mois
it: 8 mesi fa
ja: ８か月前
ko: 8개월 전
nl: 8 maanden terug
ru: 8 мес. назад
zh_hans: 8个月前
zh_hant: 8個月前

# LayoutMsgSdodrDevelopLog00DevelopLogTime07
source: 7 months ago
de: Vor 7 Monaten
es: Hace 7 meses
es_mx: Hace 7 meses
fr: Il y a 7 mois
it: 7 mesi fa
ja: ７か月前
ko: 7개월 전
nl: 7 maanden terug
ru: 7 мес. назад
zh_hans: 7个月前
zh_hant: 7個月前

# LayoutMsgSdodrDevelopLog00DevelopLogTime08
source: 5 months ago
de: Vor 5 Monaten
es: Hace 5 meses
es_mx: Hace 5 meses
fr: Il y a 5 mois
it: 5 mesi fa
ja: ５か月前
ko: 5개월 전
nl: 5 maanden terug
ru: 5 мес. назад
zh_hans: 5个月前
zh_hant: 5個月前

# LayoutMsgSdodrDevelopLog00DevelopLogTime09
source: 3 months ago
de: Vor 3 Monaten
es: Hace 3 meses
es_mx: Hace 3 meses
fr: Il y a 3 mois
it: 3 mesi fa
ja: ３か月前
ko: 3개월 전
nl: 3 maanden terug
ru: 3 мес. назад
zh_hans: 3个月前
zh_hant: 3個月前

# LayoutMsgSdodrDevelopLog00DevelopLogTime10
source: 1 month ago
de: Vor 1 Monat
es: Hace un mes
es_mx: Hace un mes
fr: Il y a 1 mois
it: 1 mese fa
ja: １か月前
ko: 1개월 전
nl: 1 maand terug
ru: 1 мес. назад
zh_hans: 1个月前
zh_hant: 1個月前

# LayoutMsgSdodrDevelopLog00DevelopLogTime11
source: Yesterday
de: Gestern
es: Ayer
es_mx: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
ru: Вчера
zh_hans: 昨天
zh_hant: 昨天

# LayoutMsgSdodrElevatorDialog00000
source: Go back and choose again? (Requires Membux)
de: Zurück und neu auswählen?(Memoneten erforderlich.)
es: ¿Quieres volver a elegir piso?(Necesitarás pastimonedas.)
es_mx: ¿Quieres volver a elegir un piso?(Necesitarás pastimonedas).
fr: Revenir au menu de Choix de l'étage ?(Coûte des poulpèzes)
it: Vuoi tornare indietro e scegliere di nuovo?(Richiede norilir.)
ja: フロアを選び直しに もどりますか？（ネリコインが必要です）
ko: 플로어를 다시 선택하러 돌아가겠습니까?(네리 코인이 필요합니다)
nl: Wil je teruggaan en opnieuw kiezen?(Dit kost neuri's.)
ru: Вернуться на экран выбора?(Нужны вспомбаксы.)
zh_hans: 要返回到重新选择楼层吗？（需要花费忆界硬币。）
zh_hant: 要返回並重新選擇樓層嗎？（需要使用憶界硬幣）

# LayoutMsgSdodrElevatorDialog00001
source: Nah
de: Nein
es: No...
es_mx: No...
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrElevatorDialog00002
source: Go Back!
de: Ja
es: ¡Sí!
es_mx: ¡Sí!
fr: OK !
it: Sì
ja: もどる！
ko: 돌아가기
nl: Ja!
ru: Ага!
zh_hans: 返回！
zh_hant: 返回！

# LayoutMsgSdodrElevatorDialog00100
source: Finish up here and go to the next floor?
de: Abschließen und weiter zur nächsten Etage?
es: ¿Quieres concluir tus comprasy continuar al siguiente piso?
es_mx: ¿Quieres concluir tus comprasy continuar al siguiente piso?
fr: Terminer les achats et aller à l'étage suivant ?
it: Vuoi concludere gli acquisti eprocedere al prossimo piano?
ja: 買い物を終えて 次のフロアへ進みますか？
ko: 쇼핑을 마치고 다음 플로어로 올라가겠습니까?
nl: Ben je klaar met winkelen en wil jeverdergaan naar de volgende etage?
ru: Закруглиться и перейти на следующий этаж?
zh_hans: 要结束购物并前往下一个楼层吗？
zh_hant: 要結束購物並前往下個樓層嗎？

# LayoutMsgSdodrElevatorDialog00101
source: Nah
de: Nein
es: No...
es_mx: No...
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrElevatorDialog00102
source: Let's Go!
de: Auf geht's!
es: ¡Sí!
es_mx: ¡Sí!
fr: Oui !
it: Sì
ja: 進む！
ko: 올라가기
nl: Ja!
ru: Вперед!
zh_hans: 前进！
zh_hant: 前進！

# LayoutMsgSdodrElevatorMenu00100
source: Nah
de: Nein
es: Cancelar
es_mx: Cancelar
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Neuh
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrElevatorMenu00101
source: Nah
de: Nein
es: Cancelar
es_mx: Cancelar
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Neuh
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrElevatorMenu00102
source: Reset!
de: Zurücksetzen!
es: ¡Sí!
es_mx: ¡Sí!
fr: Réinitialiser !
it: Sì
ja: リセットしてもらう！
ko: 리셋하기
nl: Ja!
ru: Ага!
zh_hans: 重置！
zh_hant: 重置！

# LayoutMsgSdodrElevatorMenu00103
source: To Foyer
de: Zum Foyer
es: Ir a la entrada
es_mx: A la entrada
fr: Hall d'entrée
it: All'ingresso
ja: エントランスへ
ko: 엔트런스로
nl: Ja!
ru: В вестибюль
zh_hans: 返回入口大厅
zh_hant: 前往入口大廳

# LayoutMsgSdodrElevatorMenu00105
source: Start Over
de: Neu starten
es: Repetir desde el principio
es_mx: Reintentar desde el principio
fr: Recommencer
it: Ricomincia
ja: 最初からやり直す
ko: 처음부터 다시 하기
nl: Opnieuw beginnen
ru: Начать заново
zh_hans: 从最初开始
zh_hant: 從起點重新開始

# LayoutMsgSdodrElevatorMenu00106
source: Give Up
de: Aufgeben
es: Abandonar
es_mx: Abandonar
fr: Abandonner
it: Abbandona
ja: あきらめる
ko: 포기하기
nl: Opgeven
ru: Сдаюсь!
zh_hans: 放弃
zh_hant: 放棄

# LayoutMsgSdodrElevatorMenu00107
source: Return to the foyer and start over from 1F?
de: Möchtest du ins Foyer zurückkehrenund in Etage 1 neu starten?
es: ¿Quieres volver a la entrada yreintentarlo desde el primer piso?
es_mx: ¿Quieres regresar a la entrada yreintentarlo desde el primer piso?
fr: Retourner à l'entrée et recommencerà partir de l'étage 1 ?
it: Vuoi tornare all'ingresso ericominciare dal piano 1?
ja: エントランスへ もどって １Ｆからやり直しますか？
ko: 엔트런스로 돌아가서 1F부터 다시 하겠습니까?
nl: Wil je terug naar de ingang en opnieuw beginnenvanaf de 1e etage?
ru: Вернуться в вестибюль и начать зановос Этажа 1?
zh_hans: 要返回入口大厅，从1Ｆ重新开始吗？
zh_hant: 要返回入口大廳並從1Ｆ重新開始嗎？

# LayoutMsgSdodrElevatorMenu00108
source: Start Over
de: Neu starten
es: Reintentar
es_mx: Reintentar
fr: Recommencer
it: Ricomincia
ja: やり直す
ko: 다시 하기
nl: Opnieuw beginnen
ru: Начать заново
zh_hans: 重新开始
zh_hant: 重新開始

# LayoutMsgSdodrElevatorMenu00109
source: Exit Memory
de: Erinnerung verlassen
es: Salir del recuerdo
es_mx: Salir del recuerdo
fr: Quitter le souvenir
it: Esci dal ricordo
ja: 思い出すのをやめる
ko: 떠올리기 끝내기
nl: Herinnering verlaten
ru: Покинуть воспоминание
zh_hans: 结束回想
zh_hant: 退出回想

# LayoutMsgSdodrElevatorMenu00110
source: Save and Suspend
de: Speichern und pausieren
es: Guardar y salir
es_mx: Guardar y salir
fr: Sauvegarder et interrompre
it: Salva e sospendi
ja: セーブして中断する
ko: 저장하고 중단하기
nl: Opslaan en onderbreken
ru: Сохранить и приостановить игру
zh_hans: 保存并中断
zh_hant: 儲存並中斷

# LayoutMsgSdodrElevatorMenu00201
source: Give up and return to the foyer?(You'll have to start over from 1F.)
de: Aufgeben und zurück ins Foyer?(Du startest dann in Etage 1 neu.)
es: ¿Quieres abandonar y volver a la entrada?(Tendrás que reintentarlo desde el primer piso.)
es_mx: ¿Quieres abandonar y regresar a la entrada?Tendrás que comenzar el próximo ascenso desde P1.
fr: Abandonner et retourner au hall d'entrée ?(Tu devras recommencer depuis l'étage 1.)
it: Vuoi abbandonare e tornare all'ingresso?(Dovrai ricominciare dal piano 1.)
ja: あきらめて エントランスへ もどりますか？（１Ｆから やり直すことになります）
ko: 포기하고 엔트런스로 돌아가겠습니까?(1F부터 다시 시작하게 됩니다)
nl: Wil je opgeven en terug naar de ingang?(Je zult dan opnieuw moeten beginnen vanafde 1e etage.)
ru: Сдаться и вернуться в вестибюль?(Потом придется начать заново с Этажа 1.)
zh_hans: 要中途放弃并返回入口大厅吗？（将会从1Ｆ重新开始。）
zh_hant: 要放棄並返回入口大廳嗎？（之後必須從1Ｆ重新開始）

# LayoutMsgSdodrElevatorMenu00203
source: Have Marina reset the offerings for thenext floor?
de: Soll Marina die Optionen für dienächste Etage zurücksetzen?
es: ¿Quieres que Marina restablezca las opcionesy recompensas del piso siguiente?
es_mx: ¿Quieres que Marina restablezca las opcionesy recompensas del piso siguiente?
fr: Demander à Coralie de réinitialiser lespropositions pour le prochain étage ?
it: Vuoi che Nori resetti l'offerta di variantiper il prossimo piano?
ja: 次のフロアの内容とほうしゅうをイイダに リセットしてもらいますか？
ko: 다음 플로어의 내용과 보상을이이다에게 부탁해 리셋하겠습니까?
nl: Wil je dat Mariana de opties voor devolgende etage opnieuw bepaalt?
ru: Хочешь, чтобы Мариша сбросила всеварианты для следующего этажа?
zh_hans: 要让饭田重置下一个楼层的内容与报酬吗？
zh_hant: 要請飯田重置下個樓層的內容與報酬嗎？

# LayoutMsgSdodrElevatorMenu00204
source: Exit this memory and return to the foyer?
de: Diese Erinnerung verlassenund zum Foyer zurückkehren?
es: ¿Quieres salir de este recuerdoy volver a la entrada?
es_mx: ¿Quieres salir de este recuerdoy volver a la entrada?
fr: Quitter le souvenir et retournerau hall d'entrée ?
it: Vuoi uscire da questo ricordo e tornareall'ingresso?
ja: 思い出すのをやめて エントランスへ もどりますか？
ko: 떠올리기를 끝내고 엔트런스로 돌아가겠습니까?
nl: Wil je deze herinnering verlaten en terugnaar de ingang?
ru: Покинуть это воспоминание и вернутьсяв вестибюль?
zh_hans: 要结束回想，返回入口大厅吗？
zh_hant: 要退出回想並返回入口大廳嗎？

# LayoutMsgSdodrElevatorMenu00205
source: To Foyer
de: Zum Foyer
es: A la entrada
es_mx: A la entrada
fr: Hall d'entrée
it: All'ingresso
ja: エントランスへ
ko: 엔트런스로
nl: Naar ingang
ru: В вестибюль
zh_hans: 返回入口大厅
zh_hant: 前往入口大廳

# LayoutMsgSdodrElevatorMenu00206
source: Give up and return to the Order Sector?(You'll have to start over from 1F.)
de: Aufgeben und zurück zu Sektor Ordnung?(Du startest dann in Etage 1 neu.)
es: ¿Quieres abandonar y volver al Distrito del Orden?(Tendrás que reintentarlo desde el primer piso.)
es_mx: ¿Quieres abandonar y regresar al Distrito del Orden?Tendrás que comenzar el próximo ascenso desde P1.
fr: Abandonner et retourner à la place de l'Ordre ?(Tu devras recommencer depuis l'étage 1.)
it: Vuoi abbandonare e tornare al settoredell'Ordine? (Dovrai ricominciare dal piano 1.)
ja: あきらめて 秩序の街へ もどりますか？（１Ｆから やり直すことになります）
ko: 포기하고 질서의 거리로 돌아가겠습니까?(1F부터 다시 시작하게 됩니다)
nl: Wil je opgeven en terug naar de ordesector?(Je zult dan opnieuw moeten beginnen vanafde 1e etage.)
ru: Сдаться и вернуться на площадь Порядка?(Потом придется начать заново с Этажа 1.)
zh_hans: 要中途放弃并返回秩序之城吗？（将会从1Ｆ重新开始。）
zh_hant: 要放棄並返回秩序之城嗎？（之後必須從1Ｆ重新開始）

# LayoutMsgSdodrElevatorMenu00207
source: To Order Sector
de: Zu Sektor Ordnung
es: Al Distrito del Orden
es_mx: Distrito del Orden
fr: Place de l'Ordre
it: Al settore
ja: 秩序の街へ
ko: 질서의 거리로
nl: Naar ordesector
ru: На площадь
zh_hans: 返回秩序之城
zh_hant: 前往秩序之城

# LayoutMsgSdodrElevatorMenu00208
source: Skip the next floor?
de: Nächste Etage überspringen?
es: ¿Quieres saltarte el siguiente piso?
es_mx: ¿Quieres saltarte el siguiente piso?
fr: Sauter l'étage suivant ?
it: Vuoi saltare il prossimo piano?
ja: 次のフロアを スキップしますか？
ko: 다음 플로어를 스킵하겠습니까?
nl: Wil je de volgende etage overslaan?
ru: Пропустить следующий этаж?
zh_hans: 要跳过下一个楼层吗？
zh_hant: 要略過下個樓層嗎？

# LayoutMsgSdodrElevatorMenu00209
source: Skip It!
de: Ja
es: ¡Me lo salto!
es_mx: ¡Me lo salto!
fr: Oui !
it: Sì
ja: スキップする！
ko: 스킵하기
nl: Overslaan!
ru: Ага!
zh_hans: 跳过！
zh_hant: 略過！

# LayoutMsgSdodrElevatorMenu00320
source: Clear Reward
de: Etagen-Belohnung
es: Recompensa
es_mx: Recompensa
fr: Récompense
it: Ricompensa
ja: クリアほうしゅう
ko: 클리어 보상
nl: Voltooiingsbeloning
ru: За прохождение
zh_hans: 通关报酬
zh_hant: 過關報酬

# LayoutMsgSdodrElevatorMenu00321
source: Bonus
es: Recompensa extra
es_mx: Bonificación
ja: ボーナスほうしゅう
ko: 보너스 보상
ru: Бонус
zh_hans: 奖励报酬
zh_hant: 獎勵報酬

# LayoutMsgSdodrElevatorMenu00323
source: Color Chips
de: Farbchips
es: Cromochips
es_mx: Cromochips
fr: Puces chromatiques
it: Schede colore
ja: カラーチップ
ko: 컬러 칩
nl: Kleurenchips
ru: Тон-жетоны
zh_hans: 色彩晶片
zh_hant: 色彩晶片

# LayoutMsgSdodrElevatorMenu00324
source: Items
es: Objetos
es_mx: Objetos
fr: Objets
it: Oggetti
ja: アイテム
ko: 아이템
nl: Voorwerpen
ru: Предметы
zh_hans: 道具
zh_hant: 道具

# LayoutMsgSdodrElevatorMenu00400
source: Easy
de: Einfach
es: Fácil
es_mx: Fácil
fr: Facile
it: Facile
ja: かんたん
ko: 쉬움
nl: Makkelijk
ru: Легко
zh_hans: 简单
zh_hant: 簡單

# LayoutMsgSdodrElevatorMenu00401
source: Normal
de: Standard
it: Normale
ja: ふつう
ko: 보통
nl: Normaal
ru: Норм
zh_hans: 普通
zh_hant: 普通

# LayoutMsgSdodrElevatorMenu00402
source: Hard
de: Schwierig
es: Difícil
es_mx: Difícil
fr: Difficile
it: Difficile
ja: むずかしい
ko: 어려움
nl: Moeilijk
ru: Сложно
zh_hans: 困难
zh_hant: 困難

# LayoutMsgSdodrElevatorMenu00403
source: Rigorous
de: Extrem
es: Dificilísimo
es_mx: Intenso
fr: Impitoyable
it: Tremendo
ja: ゲキムズ
ko: 매우 어려움
nl: Genadeloos
ru: Архисложно
zh_hans: 极难
zh_hant: 極難

# LayoutMsgSdodrElevatorMenu00501
source: Marina's Dev Diary
de: Marinas Dev-Tagebuch
es: Diario técnico de Marina
es_mx: Diario técnico de Marina
fr: Journal de Coralie
it: Diario di Nori
ja: イイダの開発日記
ko: 이이다의 개발 일기
nl: Mariana's ontwikkelingsdagboek
ru: Заметки разработчика Мариши
zh_hans: 饭田的开发日记
zh_hant: 飯田的研發日記

# LayoutMsgSdodrElevatorMenu00TFloorUnit00
source: F
de: Etage
es: Piso
es_mx: P
fr: Étage
it: Piano
ja: Ｆ
nl: Etage
ru: Этаж
zh_hans: Ｆ
zh_hant: Ｆ

# LayoutMsgSdodrElevatorMenu00TMessage00
source: Go to this floor?
de: Zu dieser Etage fahren?
es: ¿Quieres visitar el piso?
es_mx: ¿Quieres visitar el piso?
fr: Se rendre à cet étage ?
it: Vuoi raggiungere questo piano?
ja: このフロアに 入りますか？
ko: 이 플로어에 들어가겠습니까?
nl: Wil je deze etage bezoeken?
ru: Перейти на этот этаж?
zh_hans: 要进入这个楼层吗？
zh_hant: 要進入此樓層嗎？

# LayoutMsgSdodrElevatorMenu00TTitleFloor00
source: Floor Selection
de: Etagenwahl
es: Selección de piso
es_mx: Selección de piso
fr: Choix de l'étage
it: Selezione piano
ja: フロア選択
ko: 플로어 선택
nl: Etagekeuze
ru: Выбор этажа
zh_hans: 选择楼层
zh_hant: 選擇樓層

# LayoutMsgSdodrFever00Auto
source: Drone Color-Chip Saturation!
de: Drohnen-Farbchip-Sättigung!
es: ¡Saturación de cromochips de dron!
es_mx: Saturación: Dron
fr: Monochromisme Drone !
it: Saturazione schede colore Drone!
ja: ドローンカラーチップフィーバー！
ko: 드론 컬러 칩 피버!
nl: Verzadigd met dronechips!
ru: Дрон: тональный овердрайв!
zh_hans: 无人机色彩晶片狂潮！
zh_hant: 無人機色彩晶片狂潮！

# LayoutMsgSdodrFever00Continuity
source: Support Color-Chip Saturation!
de: Unterstützungs-Farbchip-Sättigung!
es: ¡Saturación de cromochips de ayuda!
es_mx: Saturación: Apoyo
fr: Monochromisme Soutien !
it: Saturazione schede colore Supporto!
ja: サポートカラーチップフィーバー！
ko: 서포트 컬러 칩 피버!
nl: Verzadigd met ondersteuningschips!
ru: Поддержка: тональный овердрайв!
zh_hans: 支援色彩晶片狂潮！
zh_hant: 輔助色彩晶片狂潮！

# LayoutMsgSdodrFever00Fire
source: Power Color-Chip Saturation!
de: Kraft-Farbchip-Sättigung!
es: ¡Saturación de cromochips de potencia!
es_mx: Saturación: Potencia
fr: Monochromisme Puissance !
it: Saturazione schede colore Potenza!
ja: パワーカラーチップフィーバー！
ko: 파워 컬러 칩 피버!
nl: Verzadigd met krachtchips!
ru: Сила: тональный овердрайв!
zh_hans: 力量色彩晶片狂潮！
zh_hant: 力量色彩晶片狂潮！

# LayoutMsgSdodrFever00Luck
source: Lucky Color-Chip Saturation!
de: Glücks-Farbchip-Sättigung!
es: ¡Saturación de cromochips de fortuna!
es_mx: Saturación: Fortuna
fr: Monochromisme Chance !
it: Saturazione schede colore Fortuna!
ja: ラッキーカラーチップフィーバー！
ko: 럭키 컬러 칩 피버!
nl: Verzadigd met gelukschips!
ru: Удачливость: тональный овердрайв!
zh_hans: 幸运色彩晶片狂潮！
zh_hant: 幸運色彩晶片狂潮！

# LayoutMsgSdodrFever00Move
source: Mobility Color-Chip Saturation!
de: Beweglichkeits-Farbchip-Sättigung!
es: ¡Saturación de cromochips de movilidad!
es_mx: Saturación: Movilidad
fr: Monochromisme Mobilité !
it: Saturazione schede colore Praticità!
ja: ムーブカラーチップフィーバー！
ko: 무브 컬러 칩 피버!
nl: Verzadigd met beweeglijkheidschips!
ru: Мобильность: тональный овердрайв!
zh_hans: 移动色彩晶片狂潮！
zh_hant: 移動色彩晶片狂潮！

# LayoutMsgSdodrFever00Range
source: Range Color-Chip Saturation!
de: Reichweiten-Farbchip-Sättigung!
es: ¡Saturación de cromochips de alcance!
es_mx: Saturación: Alcance
fr: Monochromisme Portée !
it: Saturazione schede colore Gittata!
ja: レンジカラーチップフィーバー！
ko: 레인지 컬러 칩 피버!
nl: Verzadigd met bereikchips!
ru: Дальнобойность: тональный овердрайв!
zh_hans: 范围色彩晶片狂潮！
zh_hant: 範圍色彩晶片狂潮！

# LayoutMsgSdodrFever00TTitle01
source: Color-Chip Saturation!
de: Volle Sättigung!
es: ¡Saturación!
es_mx: ¡Saturación!
fr: Monochromisme !
it: Saturazione schede colore!
ja: フィーバー！
ko: 피버!
nl: Tintenverzadiging!
ru: Тональный овердрайв!
zh_hans: 狂潮！
zh_hant: 狂潮！

# LayoutMsgSdodrFinish00TClearTitle00
source: Cleared!
de: Geschafft!
es: ¡Piso completado!
es_mx: Completado
fr: Terminé !
it: Ce l'hai fatta!
ja: Floor Clear!
ko: Floor Clear!
nl: Voltooid!
ru: пройден!
zh_hans: Floor Clear!
zh_hant: Floor Clear！

# LayoutMsgSdodrFinish00TFloorUnit00
source: F
de: Etage
es: Piso
es_mx: P
fr: Étage
it: Piano
ja: Ｆ
nl: Etage
ru: Этаж
zh_hans: Ｆ
zh_hant: Ｆ

# LayoutMsgSdodrFloorTitle00000
source: Easy
de: Einfach
es: Fácil
es_mx: Fácil
fr: Facile
it: Facile
ja: かんたん
ko: 쉬움
nl: Makkelijk
ru: Легко
zh_hans: 简单
zh_hant: 簡單

# LayoutMsgSdodrFloorTitle00001
source: Normal
de: Standard
it: Normale
ja: ふつう
ko: 보통
nl: Normaal
ru: Норм
zh_hans: 普通
zh_hant: 普通

# LayoutMsgSdodrFloorTitle00002
source: Hard
de: Schwierig
es: Difícil
es_mx: Difícil
fr: Difficile
it: Difficile
ja: むずかしい
ko: 어려움
nl: Moeilijk
ru: Сложно
zh_hans: 困难
zh_hant: 困難

# LayoutMsgSdodrFloorTitle00003
source: Rigorous
de: Extrem
es: Dificilísimo
es_mx: Intenso
fr: Impitoyable
it: Tremendo
ja: ゲキムズ
ko: 매우 어려움
nl: Genadeloos
ru: Архисложно
zh_hans: 极难
zh_hant: 極難

# LayoutMsgSdodrFloorTitle00TFloorUnit00
source: F
de: Etage
es: Piso
es_mx: P
fr: Étage
it: Piano
ja: Ｆ
nl: Etage
ru: Этаж
zh_hans: Ｆ
zh_hant: Ｆ

# LayoutMsgSdodrGuideBtn00AccessLocker
source: Open Locker
de: Schließfach öffnen
es: Abrir casilla
es_mx: Abrir casillero
fr: Ouvrir un casier
it: Apri armadietto
ja: ロッカーを開ける
ko: 로커 열기
nl: Kluisje openen
ru: Открыть сейф
zh_hans: 打开置物柜
zh_hant: 打開置物櫃

# LayoutMsgSdodrGuideBtn00AccessLockerNoKey
source: Open Locker
de: Schließfach öffnen
es: Abrir casilla
es_mx: Abrir casillero
fr: Ouvrir un casier
it: Apri armadietto
ja: ロッカーを開ける
ko: 로커 열기
nl: Kluisje openen
ru: Открыть сейф
zh_hans: 打开置物柜
zh_hant: 打開置物櫃

# LayoutMsgSdodrGuideBtn00FloorShop
source: Check Selection
de: Auswahl prüfen
es: Comprar
es_mx: Comprar
fr: Voir la sélection
it: Fai acquisti
ja: 買い物する
ko: 쇼핑하기
nl: Aanbod bekijken
ru: Проверить
zh_hans: 购物
zh_hant: 購物

# LayoutMsgSdodrGuideBtn00GoToNextFloor
source: Go to the Next Floor
de: Zur nächsten Etage
es: Pasar al siguiente piso
es_mx: Pasar al siguiente piso
fr: Monter au prochain étage
it: Vai al prossimo piano
ja: 次のフロアへ進む
ko: 다음 플로어로
nl: Naar de volgende etage
ru: На следующий этаж
zh_hans: 前往下一个楼层
zh_hant: 前往下個樓層

# LayoutMsgSdodrGuideBtn00Remember
source: Relive Memories
de: Erinnere dich
es: Recordar
es_mx: Banco de recuerdos
fr: Se souvenir
it: Ricorda
ja: 思い出す
ko: 떠올리기
nl: Terugdenken
ru: Вспомнить
zh_hans: 回想
zh_hant: 回想

# LayoutMsgSdodrGuideBtn00ReturnToElevator
source: Return to the Elevator
de: Zurück zum Aufzug
es: Volver al ascensor
es_mx: Volver al elevador
fr: Retourner à l'ascenseur
it: Torna all'ascensore
ja: エレベーターへもどる
ko: 엘리베이터로
nl: Terug naar de lift
ru: Обратно в лифт
zh_hans: 返回电梯
zh_hant: 返回電梯
