Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# EventFlowMsgNewsLimitedCoop000
source: Ooo, we have a special announcement fromGrizzco Industries...
de: Oooh, wir haben eine besondere Ankündigungder Bär GmbH...
es: Don Oso, S. A. nos hace llegarun anuncio especial.
es_mx: Nos llegó un anuncio especialde Don Oso, S. A...
fr: Oooh, une annonce spéciale de M. Ours SAvient de tomber...
it: Ooooh, c'è un annuncio specialedella Ursus & Co...
ja: クマサン商会から トクベツなお知らせやって
ko: Mr. 베어 상회에서 특별한 공지가 나왔데이
nl: Ooo, speciale aankondiging van Beer & Co!
ru: О-о-о, особое объявление от«Потапыч Inc.»...
zh_hans: 好像有一则来自熊先生商会的特别通知。
zh_hant: 收到熊先生商會發布的特別通知了。

# EventFlowMsgNewsLimitedCoop004
source: Yep! If you want to get in on it, call upsome friends and head over to Grizzco.
de: Ganz genau! Schnappt euch ein paarFreunde und auf zur Bär GmbH!
es: ¡Convocad a vuestros colegas y pasaospor la sede de Don Oso, S. A.!
es_mx: ¡Convoquen a sus compañeros y vayana la sede de Don Oso, S. A.!
fr: Carrément ! Et pour participer, il suffit deréunir des amis et d'aller voir M. Ours SA.
it: Già! Se volete provarle, chiamate qualcheamico e andate alla Ursus & Co.
ja: 参加するんやったら仲間に声かけてクマサン商会に行くんやで！
ko: 참가하고 싶으면 동료와 함께Mr. 베어 상회에 가 보그래이!
nl: Yep! Als jij zo'n gezelschapsdier bent, meldje dan met wat vrienden bij Beer & Co!
ru: Ага, так что зовите друзей и айдав «Потапыч Inc.»!
zh_hans: 如果想要参加的话，就叫上同伴前往熊先生商会吧！
zh_hant: 如果想要參加的話，那就召集同伴一起去熊先生商會吧！

# EventFlowMsgNewsLimitedCoop005
source: Is it weird that I love Eggstra Work? Justanother chance for my team to dominate!
de: Ich mag den Team-Wettkampf! Eine Chancemehr, zu zeigen, was mein Team draufhat!
es: ¡Ya veréis! ¡Mi cuadrilla será la mejorque haya existido jamás!
es_mx: ¡Ya verán! ¡Mi equipo dará la talla comosiempre!
fr: Je raffole pas des œufs sup', mais j'adoreremporter la victoire avec mon équipe !
it: Questa modalità mi attira. Adoro vederela mia squadra dominare la concorrenza!
ja: こうしちゃおれん！最強チームの座は ワシらがいただきじゃ！！
ko: 가만히 있을 수는 없지!최강 팀의 자리는 우리가 차지하겠느니라!!
nl: Is het gek dat ik dol ben op bedrijfseitjes?Wat een heerlijk stukje teambuilding!
ru: Люблю овертайм! Очередной шанспоказать, что моя команда круче всех!
zh_hans: 不能再这样下去了！夺取最强队伍宝座的人将会是我们！！
zh_hant: 我們也不能發呆！最強隊伍的寶座就由我們拿下吧！！

# EventFlowMsgNewsLimitedCoopShort011
source: Yeah, grab some work buds and buildthose teamwork connections!
de: Ja, übt euer Teamwork ein bisschen!
es: ¡Todo un reto laboral para afrontaren cuadrilla!
es_mx: ¡Todo un reto laboral para afrontaren equipo!
fr: Ouais, trouvez-vous quelques poteset allez vous éclater !
it: Sì, cercatevi dei colleghi volonterosi emostrate a tutti quanto siete affiatati!
ja: バイト仲間といっしょにチャレンジじゃ！
ko: 아르바이트 동료와 함께 도전해 보거라!
nl: Heerlijk, een extra kans om jullie teamwerktot in de puntjes te verfijnen!
ru: Как его там? Тимбилдинг, вот! Всегдастоит улучшить отношения с коллегами.
zh_hans: 和打工同伴一起去挑战吧！
zh_hant: 和打工同伴一起挑戰吧！

# EventFlowMsgNewsLimitedCoopShort021
source: Oh, yeah! I wonder what it'll be this time...
de: Stimmt! Was es wohl diesmal ist?
es: ¿Con qué nos sorprenderán esta vez?
es_mx: ¿Con qué nos sorprenderán esta vez?
fr: Ah mais oui ! Je me demandebien ce que ce sera...
it: Certo! Chissà cosa sarà...
ja: 今回は 何をくれはるんやろなぁ？
ko: 이번에는 뭘 줄라나?
nl: O, ja! Wat zou het deze keer zijn...
ru: Еще бы! Интересно, что там в этот раз...
zh_hans: 这次会给什么呢？
zh_hant: 這次會拿到什麼呢？

# EventFlowMsgNewsSeason02001
source: Yesss! I'm HYPED!
de: AAAAAH! Ich dreh durch vor Aufregung!
es: ¡¿Me lo dices o me lo cuentas?!
es_mx: ¡¿Me lo dices o me lo preguntas?!
fr: Youhou ! C'est la fête !
it: Sìììì! Non sto più nella pelle!
ja: おおおー！！
ko: 오오오～!!
nl: O yesss! Zin in!
ru: ЙО-ХО! Я уже на волне!
zh_hans: 哦——！！
zh_hant: 哦——！！

# EventFlowMsgNewsSeason02006
source: Look out, world. I'm gonna blaze a pathto the top spot.
de: Haltet euch fest!Ich werde mich bis an die Spitze klecksen!
es: Lo que está clarísimo es que a mí no mesuperará nadie. ¡El primer puesto será mío!
es_mx: Bueno, ¡agárrense, que ahí voy yo!¡Hasta la cima!
fr: Écartez-vous, tout le monde, je vaisouvrir la voie vers les sommets.
it: Occhio, gente. Arriverò in vetta,mentre voi mangerete la sabbia.
ja: テッペンはワシがいただきじゃー！！
ko: 정상은 내 것이니라～!!
nl: Pas maar op, wereld! Ik pak die toppositie!
ru: Ну смотрите у меня! Я проплюхаюсебе путь на самый верх!
zh_hans: 我要登上技术的顶峰——！！
zh_hant: 站上顛峰的人將會是我！！

# EventFlowMsgNewsSeason0200801
source: So pretty... Which one will be my new main?I'll have to splat test 'em all...
de: Klasse Zeug! Welche davon nehme ich?Die muss ich alle erst mal testen...
es: Jo, jo... Estoy deseando adoptar nuevoscacharritos para entintar.
es_mx: Me encantan... ¿Cuál será mi favorita?Tendré que probarlas todas a ver...
fr: Je sais pas laquelle choisir... Je vais devoirtoutes les tester, du coup !
it: Magnifiche... Quale sarà la mia nuova armaprincipale? Dovrò splat-testarle tutte...
ja: ほうほう…
ko: 흠흠…
nl: Wat blinken ze mooi... Welke is mijn nieuwefavoriet? Ik moet ze allemaal uitproberen...
ru: Крутецкие плюхоплюшечки... Кто из васбудет основным? Испытаю-ка я их в бою!
zh_hans: 哦哦……
zh_hant: 哦……

# EventFlowMsgNewsSeason02009
source: Knock yourself out. I'll just listen to whatSheldon says. I might be the only one...
de: Mach nur. Ich hör auf das, was Arty sagt.Da bin ich vielleicht die einzige...
es: Lo principal será que escuchemos como esdebido lo que Jairo nos cuente sobre ellas.
es_mx: Lo que tienes que hacer es escuchar lasexplicaciones de Jairo para informarte...
fr: Moi, je vais demander son avis à Cartouche.Ça fera au moins une personne qui l'écoute.
it: Fai pure. Io ascolto quello che mi diceArmand. Credo di essere l'unica...
ja: これは ブキチはんのお話が楽しみどすなぁ…
ko: 부키치 씨의 이야기가 기대되는구마…
nl: Doe je best. Ik luister wel gewoon naar watKrabbert te zeggen heeft. Als enige, geloof ik.
ru: Ага, ты испытывай, а я у Пушкина спрошу.Похоже, больше никто не догадался.
zh_hans: 这下就很期待武器子的介绍啦……
zh_hant: 我已經開始期待武器子的解說了……

# EventFlowMsgNewsSeason02013
source: Full splat ahead!
de: Volle Kleckskraft voraus!
es: ¡El entintar nunca se va a acabar!
es_mx: ¡A entintar sin parar!
fr: L'encre va couler à flots !
it: Splattaggio à gogo!
ja: はよう暴れ回りたいのう！
ko: 얼른 날뛰고 싶구나!
nl: Ik kan niet wachten om er een kleurigebende van te maken!
ru: Полный вперед с полным краскометом!
zh_hans: 我好想马上大闹一番啊！
zh_hant: 好想趕快去大鬧一場喔！

# EventFlowMsgNewsSeason03001
source: Ahahaha! Yes! I'm here for it.
de: Flunderprächtig!Bin SO WAS von am Feiern!
es: Ja, ja, ja. Pues para eso estamos aquí.
es_mx: Ja, ja, ja. Pues para eso estamos aquí.
fr: Ha ha ha ha ! C'est bien pour ça queje suis là.
it: Ah ah ah ah! Sì! Io sono pronta.
ja: ヨッシャ、来たのじゃー！！
ko: 아자, 왔구나～!!
nl: Ahahaha! Jahaa! Dit is zo mijn ding!
ru: Круть! У меня уже щупальца чешутся!
zh_hans: 太棒了，新赛季来啦——！！
zh_hant: 好耶，新賽季來了——！！

# EventFlowMsgNewsSeason03002
source: Well, well! Let's see what Frye is herefor, shall we?
de: Und was Muri so Schönes feiert,das spielen wir gleich mal ein.
es: ¿Qué tal si echamos un vistazo a lo quehay de nuevo?
es_mx: ¿Qué tal si le echamos un vistazoa lo que hay de nuevo?
fr: Eh bien, voyons ce qui nous attend !
it: Bene, bene! Vediamo per cosa è prontaMorena, eh?
ja: はてさて 何ができるようになったんか、順番に見ていきますえ～！
ko: 자, 그럼 어떤 게 추가됐는지차례대로 소개하께～!
nl: Nou, nou! Laten we eens kijken wat Muriëlsding dan wel niet is...
ru: Ну, раз так, давайте глянем, что онпринесет Мурии! И всем нам, конечно.
zh_hans: 那么，让我们依次看看，今后可以做哪些事了～！
zh_hant: 那就讓我們來依序看看這次多了些什麼樣的新內容吧～！

# EventFlowMsgNewsSeason03014
source: Up next, we have the latest fromGrizzco Industries.
de: Neues von der Bär GmbH!
es: A continuación, ¡tenemos las últimasnovedades de Don Oso, S. A.!
es_mx: A continuación, ¡tenemos las últimasnovedades de Don Oso, S. A.!
fr: Sans transition, les dernières nouvellesde M. Ours SA.
it: Ora passiamo alle ultime novitàdalla Ursus & Co.
ja: 続いては、クマサン商会からの最新情報や！
ko: 다음으로는 Mr. 베어 상회의 최신 정보데이!
nl: Beer & Co heeft weer een nieuwtje!
ru: Кстати, поступили очередныеновости от «Потапыч Inc.».
zh_hans: 接下来是来自熊先生商会的最新信息！
zh_hant: 緊接著是熊先生商會發布的最新資訊！

# EventFlowMsgNewsSeason03016
source: Hm. The picture we have isn't the highestquality. I can't quite make it out...
de: Hmmm. Tolle Bildqualität geht aber anders.Ich kann nicht so richtig was erkennen...
es: Mmm... Viéndolo solo en una imagen, esdifícil saber de qué tipo de bicho se trata.
es_mx: Mmm... Viéndolo solo en una imagen, esdifícil saber de qué tipo se trata.
fr: Hmm. Ce cliché est assez flou. Difficilede reconnaître quoi que ce soit...
it: Mmmh. L'immagine che abbiamo non èmolto chiara. Non riesco a vederlo...
ja: うーむ、写真だけじゃ どんなヤツかわからんな…
ko: 으음～ 사진만 봐서는 어떤 녀석인지 모르겠구나…
nl: Hm, wat een onduidelijke foto...Weten we zeker dat dit ding echt is?
ru: М-да, только на этом снимке еготолком не разглядеть. Ну и качество...
zh_hans: 唔——只看照片的话，看不出是什么样的家伙啊……
zh_hant: 嗯……光靠照片實在看不出是什麼來頭呢……

# EventFlowMsgNewsSeason04001
source: Yesss! I'm HYPED!
de: AAAAAH! Ich dreh durch vor Aufregung!
es: ¡¿Me lo dices o me lo cuentas?!
es_mx: ¡¿Me lo dices o me lo preguntas?!
fr: Youhou ! C'est la fête !
it: Sìììì! Non sto più nella pelle!
ja: おおおー！！
ko: 오오오～!!
nl: O yesss! Zin in!
ru: ЙО-ХО! Я уже на волне!
zh_hans: 哦——！！
zh_hant: 哦——！！

# EventFlowMsgNewsSeason04004
source: YES. Look out, world. Frye's comin' for ya!...Wait—what are Challenges again?
de: BOAH! Ich LIEBE Events! Und Kämpfe!...Äh, aber was genau sind das für Dinger?
es: ¡Exacto! ¡Cómo mola! Pero... ¿en quéconsisten exactamente?
es_mx: ¡VAMOS! ¡Son mi especialidad! Este...¿en qué consisten exactamente?
fr: Accrochez-vous, Angie va faire un carton !... Au fait, c'est quoi, un match Challenge ?
it: Sì! Attenzione, mondo. Morena si getta nellamischia! ... Un attimo, cos'è che sono?
ja: うむ！！…して、なんじゃそれは？
ko: 음!!…그런데 그게 무엇이냐?
nl: JOEHOE! Kijk uit, wereld, Muriël komt eraan!...Eh, wat zijn eventgevechten precies?
ru: КРУТЬ! Мурия снова в деле!Только... с чем эти бои едят?
zh_hans: 嗯！！……所以那是什么呢？
zh_hant: 嗯！！……所以那是什麼？

# EventFlowMsgNewsSeason04005
source: They're special events that might havedifferent rules or restrictions than usual.
de: Das sind besondere Kämpfe mit lustigenSonderregeln oder knackigen Auflagen.
es: Según dicen, son eventos que difieren delos combates habituales en ciertos detalles.
es_mx: Son eventos que te permiten combatir conreglas diferentes o restricciones especiales.
fr: C'est des événements où sont imposésdes règles ou des contraintes spécifiques.
it: Sono eventi speciali che possono avereregole o limitazioni diverse dal solito.
ja: なんでも、いつもとは ひと味ちがったバトルが楽しめるっちゅう話や！
ko: 뭔가 평소와 다르게색다른 배틀을 즐길 수 있다고 하더구마!
nl: Speciale gevechten met aparte regels ofverrassende beperkingen.
ru: Это особые бои! Правила и ограниченияв них обычно отличаются от привычных.
zh_hans: 据说能在活动比赛中享受到与平时相比别有趣味的对战！
zh_hant: 據說是可以享受到與平時不同樂趣的對戰喔！

# EventFlowMsgNewsSeason04020
source: Looks like it's ripe for collecting Golden Eggsto me. Employee of the Month, here I come!
de: Dort kann man sicher tonnenweise frischeGold-Fischeier sammeln. ERSTE IM HELI!
es: Mientras se puedan pillar alevines doradosa cascoporro, ¡allá que voy de cabeza!
es_mx: Parece el lugar perfecto para recogermontones de huevecillos dorados. ¡VAMOS!
fr: En tout cas, ça sent les œufs dorés à pleinnez ! L'employée du mois, ce sera moi !
ja: ここでも金イクラをガッポリいただくぞ！待っておれよ、シャケども！！
ko: 여기에서도 황금 연어알을 쓸어 담겠느니라!연어들아, 내가 간다!!
nl: Gouden eieren in overvloed daar, zo te zien.'Werknemer van de maand' is voor mij!
ru: Футбол? Обойдусь! Лучше насобираю тоннузолотой икры и стану сотрудником месяца!
zh_hans: 在这里也要大量收集金鲑鱼卵哦！给我等着瞧吧，鲑鱼们！！
zh_hant: 就算換了地方我也照樣要賺進大把的金鮭魚卵！鮭魚們，給我等著瞧吧！！

# EventFlowMsgNewsSeason05001
source: Ahahaha! Yes! I'm here for it.
de: Flunderprächtig!Bin SO WAS von am Feiern!
es: Ja, ja, ja. Pues para eso estamos aquí.
es_mx: Ja, ja, ja. Pues para eso estamos aquí.
fr: Ha ha ha ha ! C'est bien pour ça queje suis là.
it: Ah ah ah ah! Sì! Io sono pronta.
ja: ヨッシャ、来たのじゃー！！
ko: 아자, 왔구나～!!
nl: Ahahaha! Jahaa! Dit is zo mijn ding!
ru: Круть! У меня уже щупальца чешутся!
zh_hans: 太棒了，新赛季来啦——！！
zh_hant: 好耶，新賽季來了——！！

# EventFlowMsgNewsSeason05002
source: Well, well! Let's see what Frye is herefor, shall we?
de: Und was Muri so Schönes feiert,das spielen wir gleich mal ein.
es: ¿Qué tal si echamos un vistazo a lo quehay de nuevo?
es_mx: ¿Qué tal si le echamos un vistazoa lo que hay de nuevo?
fr: Eh bien, voyons ce qui nous attend !
it: Bene, bene! Vediamo per cosa è prontaMorena, eh?
ja: はてさて 何ができるようになったんか、順番に見ていきますえ～！
ko: 자, 그럼 어떤 게 추가됐는지차례대로 소개하께～!
nl: Nou, nou! Laten we eens kijken wat Muriëlsding dan wel niet is...
ru: Ну, раз так, давайте глянем, что онпринесет Мурии! И всем нам, конечно.
zh_hans: 那么，让我们依次看看，今后可以做哪些事了～！
zh_hant: 那就讓我們來依序看看這次多了什麼能做的事情吧～！

# EventFlowMsgNewsSeason06001
source: Yesss! I'm HYPED!
de: AAAAAH! Ich bin schon voll gehypt!
es: ¡¿Me lo dices o me lo cuentas?!
es_mx: ¡¿Me lo dices o me lo preguntas?!
fr: Youhou ! C'est la fête !
it: Sìììì! Non sto più nella pelle!
ja: おおおー！！
ko: 오오오～!!
nl: O yesss! Zin in!
ru: Йо-хо! У меня прямо прилив энергии!
zh_hans: 哦——！！
zh_hant: 哦——！！

# EventFlowMsgNewsSeason06009
source: Ammo Knights will have a line out the door.Especially if folks listen to Sheldon's spiels.
de: Das gibt Schlangen vor dem Kalmarsenal.Besonders, wenn jemand Arty reden lässt...
es: Habrá que prestar especial atencióna lo que Jairo nos cuente.
es_mx: Lo que tienes que hacer es escuchar lasexplicaciones de Jairo para informarte...
fr: La Marée Armée va se faire dévaliser,surtout si Cartouche dégaine ses laïus.
it: Ci sarà la fila davanti all'Antica Armeria,se la gente ce la fa ad ascoltare Armand...
ja: ブキチはんのお話が楽しみどすなぁ…
ko: 부키치 씨의 이야기가 기대되는구마…
nl: Er wacht straks vast een enorme rij bij Armada.Vooral als elke klant naar Krabbert luistert.
ru: В «Мече и Хвосте» нас будет ждать очередь.Длинная, если все начнут Пушкина слушать!
zh_hans: 好期待武器子的介绍啊……
zh_hant: 真是期待武器子的解說……

# EventFlowMsgNewsSeason07001
source: Ahahaha! Yes! I'm here for it.
de: Flunderprächtig!Bin SO WAS von am Feiern!
es: ¡Ya te digo!
es_mx: Ja, ja, ja. Pues para eso estamos aquí.
fr: YES ! Je suis prête !
it: Ah ah ah ah! Sì! Io sono pronta.
ja: ヨッシャ、来たのじゃー！！
ko: 아자, 왔구나～!!
nl: Ahahaha! Jahaa! Dit is zo mijn ding!
ru: Круть! У меня уже щупальца чешутся!
zh_hans: 太棒了，新赛季来啦——！！
zh_hant: 好耶，新賽季來了——！！

# EventFlowMsgNewsSeason07002
source: Well, well! Let's see what Frye is herefor, shall we?
de: Und was Muri so Schönes feiert,das spielen wir gleich mal ein.
es: ¡Toca echar un vistazo a todaslas novedades que haya!
es_mx: ¿Qué tal si echamos un vistazo a lo quehay de nuevo?
fr: Ha ha ! Tant mieux, parce qu'on aun programme chargé !
it: Bene, bene! Vediamo per cosa è prontaMorena, eh?
ja: はてさて 何ができるようになったんか、順番に見ていきますえ～！
ko: 자, 그럼 어떤 게 추가됐는지차례대로 소개하께～!
nl: Nou, nou! Laten we eens kijken wat Muriëlsding dan wel niet is...
ru: Ну, раз так, давайте глянем, что онпринесет Мурии! И всем нам, конечно.
zh_hans: 那么，让我们依次看看，今后可以做哪些事了～！
zh_hant: 那就讓我們來依序看看這次多了些什麼樣的新內容吧～！

# EventFlowMsgNewsSeason08001
source: Yesss! I'm HYPED!
de: Alter, ich bin von den SOCKEN!
es: ¡Y que lo digaaas!
es_mx: ¡¿Me lo dices o me lo preguntas?!
fr: Oh ouiii ! Génial ! Je suis excitée commeune puce !
it: Sìììì! Sono emozionatissima!
ja: おおおー！！
ko: 오오오～!!
nl: Yesss! Supervers!
ru: Йо-хо!!! Круто!!!
zh_hans: 哦——！！
zh_hant: 哦——！！

# EventFlowMsgNewsSeason08013Sing
source: Full splat ahead!
de: Volle Kleckskraft voraus!
es: ¡El entintar nunca se va a acabar!
es_mx: ¡A entintar sin parar!
fr: L'encre va couler à flots !
it: Splattaggio à gogo!
ja: はよう暴れ回りたいのう！
ko: 얼른 날뛰고 싶구나!
nl: Ik kan niet wachten om er een kleurigebende van te maken!
ru: Полный вперед с полным краскометом!
zh_hans: 我好想马上大闹一番啊！
zh_hant: 好想趕快去大鬧一場喔！

# EventFlowMsgNewsSeason08102
source: They seem like they're having a good time!
de: Wenigstens scheinen die ordentlichSalmoniden-Party zu machen!
es: ¡Pues tienen pinta de pasárselo bomba!
es_mx: ¡Miren esas sonrisas horripilantes!
fr: Ils ont l'air de bien s'amuser !
it: Sembrano divertirsi!
ja: なかなか よい笑顔じゃの
ko: 미소가 꽤나 상큼하구나
nl: Volgens mij hebben ze best lol samen.
ru: По-моему, им весело!
zh_hans: 笑得挺灿烂的。
zh_hant: 笑得還真是燦爛耶。

# EventFlowMsgNewsSeason08106
source: Careful out there, everyone. Four on threeisn't good numbers against this crew.
de: Aber trotzdem Vorsicht! Drei auf einmal,da hat man nicht viel zu Lachsen!
es: Sea como sea, ¡andaos con mucho cuidadoquienes participéis en la refriega!
es_mx: Sea como sea, ¡tengan mucho cuidadolos que vayan a trabajar!
fr: Prudence quand même. Avec ces gaillards,à quatre contre trois c'est pas gagné...
it: Ragazzi, se volete accettare qualchelavoro, meglio fare molta attenzione!
ja: バイト行かはるヒトは 気ぃつけや～！
ko: 아르바이트하러 갈 사람은 조심하그래이～!
nl: Ik zou toch maar goed opletten als je gaatklussen, als je niet monsterlijk wilt verliezen.
ru: Но осторожней там, бригады. С такимтрио и вчетвером сложно справиться.
zh_hans: 准备去打工的人得多加小心啊～！
zh_hant: 要去打工的人可得小心點喔～！

# EventFlowMsgNewsSeasonEndBonus000
source: Ooo, important reminder. The season isnearly over!
de: Ganz wichtig!Die Saison ist fast zu Ende.
es: Aviso a navegantes: ¡falta poco para quela temporada termine!
es_mx: Recordatorio importante: ¡falta poco paraque termine la temporada!
fr: Oh, rappel important ! La saison estquasiment terminée !
it: Oooh, promemoria importante:la stagione è quasi conclusa!
ja: 今シーズンも 残りわずかや！
ko: 이번 시즌도 이제 얼마 안 남았구마!
nl: O, belangrijk om niet te vergeten!Het seizoen is bijna voorbij!
ru: Важное напоминание: сезонзаканчивается!
zh_hans: 本赛季的剩余时间也不多了！
zh_hant: 本賽季也已經接近尾聲了！

# EventFlowMsgNewsSeasonEndBonus002
source: Right. So if there's something you've hadyour eye on, now's the time to make a push!
de: Ganz genau. Wenn euch also noch was fehlt,ist jetzt die Zeit, den Turbo einzulegen.
es: Cierto. Si teníais algo en vuestro punto demira, ¡puede ser la ocasión de conseguirlo!
es_mx: Cierto. Si tenían algo en la mira, ¡puede serla oportunidad para conseguirlo!
fr: Exact. Alors si vous voulez vous offrir untruc, c'est le moment de faire un effort !
it: Giusto. Quindi se c'è qualcosa su cui avetemesso gli occhi, ora è il momento di agire!
ja: カタログで欲しいモノあるなら今のうちやで～！
ko: 카탈로그에서 갖고 싶은 게 있으면지금이 찬스데이～!
nl: Juist! Dus als je nog iets leuks op hetoog had, dan is dit het moment!
ru: Так что уж постарайтесь, если высебе в каталоге что-то присмотрели!
zh_hans: 如果目录中有想要的东西，就抓住这个机会吧～！
zh_hant: 如果目錄裡還有想要的東西，那就趁現在把握機會吧～！

# EventFlowMsgNewsSeasonEndBonus003
source: Yeah! Get it!
de: Jawoll!Alle den Hecht machen, los!
es: ¡Que no se os escape!
es_mx: ¡Que no se les escape!
fr: Ouais ! Donnez-vous à fond !
it: Già! Dateci dentro!
ja: ヨッシャ、追いこみじゃー！！
ko: 아자, 막판 스퍼트 힘내자꾸나～!!
nl: Jaaa, tijd om te knallen!
ru: Шевелите щупальцами!
zh_hans: 好，最终阶段冲刺啦——！！
zh_hant: 好耶，最後衝刺——！！

# EventFlowMsgNewsSeasonLoop001
source: Can I get a booyah for the passageof time?!
de: Und alle sind dabei!Wir sind saisonal und phänomenal!
es: ¡Mooola!
es_mx: ¡Que se escuche una bullaaa!
fr: Je peux hurler un petit « Joli ! »pour fêter ça ?
ja: ヨッシャー！！
ko: 좋구나～!!
nl: Nu snap ik waarom ik mezelf weer eenstukje wijzer voel!
ru: ЙО-ХО! Время летит!
zh_hans: 好——！！
zh_hant: 好耶——！！

# EventFlowMsgNewsSeasonLoop003
source: It's a fresh season, and I'm gonna use itto get a fresh start.
de: Zur neuen Saison werd ich mir beimKämpfen und Klecksen EXTRA Mühe geben!
es: Como suele decirse, «temporada nueva,vida nueva».
es_mx: Como dicen por ahí: temporada nueva,vida nueva.
fr: Une nouvelle saison... dont je vais profiterpour prendre un nouveau départ.
it: È una stagione nuova e la userò perun nuovo inizio.
ja: またイチから かけぬけてゆくぞ！
ko: 다시 처음부터 달려 보자꾸나!
nl: Ik ga dit nieuwe seizoen gebruiken voor eennieuw begin!
ru: Свежий сезон — самое время дляновой страницы в жизни!
zh_hans: 再次从头开始冲到最后吧！
zh_hant: 再次拿出從頭衝到尾的狠勁吧！

# EventFlowMsgNewsSeasonLoop004
source: I, meanwhile, will continue my unbrokenstreak of excellence.
de: Possierlich. Ich brilliere derweileinfach weiter, völlig ohne Mühe.
es: Algunos harán borrón y cuenta nueva.¡Otros intentarán prolongar su racha!
es_mx: Yo, en cambio, seguiré con mi misma vidapero con cosas nuevas del catálogo.
fr: Et moi, je vais en profiter pour poursuivredans l'excellence qui me caractérise.
it: Io invece continuerò sul mio camminodi ininterrotta eccellenza.
ja: っちゅうワケで、今度のシーズンも おきばりやす！
ko: 자, 그라믄이번 시즌도 힘내이소～!
nl: Ik blijf gewoon doorgaan met geweldig zijn.
ru: А я и на старые не жалуюсь. Победнаясерия Куллы продолжается!
zh_hans: 就是这样，大家在下个赛季也请加油！
zh_hant: 總而言之，下個賽季也請大家好好加油吧！

# EventFlowMsgNewsSeasonPost001
source: That's the spirit, Frye. Let's all hit theground running at the start of the season!
de: So muss das sein, Muri.Starten wir voll durch in die neue Saison!
es: Así se habla, Angie. ¡A dar caña porun tubo en la nueva temporada!
es_mx: Así se habla, Angie. ¡Y así se empieza unanueva temporada como es debido!
fr: Bien dit, Angie. On va tous prendre undépart canon dans cette nouvelle saison !
it: Ben detto, Morena. Facciamo del nostromeglio anche in questa stagione!
ja: …っちゅうワケで、新シーズンも おきばりやす～！
ko: …자, 그라믄뉴 시즌도 힘내이소～!
nl: Wauw, Muriël! Leuk om zoveel strijdlust tezien!
ru: Отличный настрой, Мурия. Стартанемс запалом в новом сезоне!
zh_hans: ……就是这样，大家也在新赛季加油吧～！
zh_hant: ……總之就是這樣，到了新賽季也要好好地加油喔～！

# EventFlowMsgNewsSeasonPost002
source: As long as you're all running FROM me.Muhahaha! Let's goooooo!
de: Ihr könnt durchstarten, wie ihr wollt!Ich krieg euch alle! Muahaha! Los geht’s!
es: Más te vale no acercarte mucho a mí...o serás la primera en recibir. ¡Jua, jua!
es_mx: Sí, pero no te acerques mucho a mí,¡porque vas a llevar tinta! ¡Muajaja!
fr: Tant mieux, parce qu'il vous faudra de l'élanpour fuir devant ma puissance, mouah ah !
it: Certo! Anzi, io faccio del mio meglio, voifate pure del vostro peggio. Muah ah ah!
ja: ゆくぞ、オマエさんらーーー！！
ko: 가 보자꾸나～～～!!
nl: Zo leuk ga je dat niet vinden, wantik strijdlust jullie rauw! KOM MAAR OP!
ru: Запал вам точно понадобится, когдабудете от меня удирать! МУА-ХА-ХА!!!
zh_hans: 各位，冲啊——！!
zh_hant: 全力以赴，向前衝——！！

# EventFlowMsgPlazaIntroStation002
source: So if you've had your eye on some new gear,it's a great time to do a little shopping!
de: Falls du also neue Ausrüstung suchst,ist jetzt eine tolle Gelegenheit zum Shoppen!
es: ¡Es posible que haya nuevos artículos en venta!¡No dejes de pasarte por las tiendas!
es_mx: ¡Es posible que haya nuevos artículos en venta!¡No dejes de visitar las tiendas!
fr: Alors si certains produits te font de l'œil,c'est le moment de faire les boutiques !
it: Quindi, se avevi messo gli occhi su qualchenuovo articolo, è il momento di fare shopping!
ja: 新しいギアを買えるかもしれないぞ！ショップも要チェックだ！
ko: 새로운 기어를 살 수 있을지도 모르니숍도 잘 체크해 보자!
nl: Dus als je op zoek bent naar verse uitrusting,is dit een goed moment om te gaan shoppen!
ru: Так что сейчас — самое время затоваритьсяновым снаряжением!
zh_hans: 说不定能买到新装备哦！也记得去商店确认看看！
zh_hant: 說不定可以買到新的裝備喔！別忘了到商店去看看！

# EventFlowMsgSdodrCoinLockerPaletteCommonFrye003
source: Yeah, though it's always a toss-up whether she'scoming in to hug me or punch me.
de: Ja, aber es steht immer fifty-fifty,ob sie mir eine haut oder mich drückt.
es: Sí, aunque nunca queda claro si es para abrazarmeo para pegarme.
es_mx: Sí, aunque nunca queda claro si es para abrazarmeo para pegarme.
fr: Ouais, mais je sais jamais si c'est pour me sauterau cou ou à la gorge.
it: Sì, ma non so mai se sta venendo ad abbracciarmio a darmi un pugno.
ja: そのあと スゲー顔でケンカ売ってくるけどなー
ko: 다가와서는 상상도 못할 표정으로 시비를 걸지만 말이야
nl: Ja, alleen weet ik nooit zeker of ze me een knuffel ofeen oplawaai wil geven...
ru: Ага, только никогда не знаешь,обнимет она или врежет...
zh_hans: 但在那之后就会摆出一副夸张的表情来宣战。
zh_hant: 然後就會頂著誇張的表情來找架吵就是了。
