Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameFigSdodrMobile
source: nostalgic mobile
de: Nostalgie-Mobile
es: Móvil nostálgico
es_mx: Móvil nostálgico
fr: Mobile nostalgie
it: Sonagli nostalgici
ja: なつかしのモビール
ko: 그리운 모빌
nl: Nostalgische mobiel
ru: Ретро-мобиль
zh_hans: 令人怀念的活动雕塑
zh_hant: 令人懷念的活動雕塑

# GoodsGoodsNameFigSdodrPancake
source: celebratory pancakes
de: Feier-Pfannkuchen
es: Tortitas especiales
es_mx: Panqueques especiales
fr: Crêpes inoubliables
it: Frittelle della festa
ja: あの日のパンケーキ
ko: 그날의 핫케이크
nl: Jubileumpannenkoeken
ru: Праздничные блинчики
zh_hans: 那一天的松饼
zh_hant: 那一天的鬆餅

# GoodsGoodsNameFigSdodrPiano
source: dead-C toy piano
de: Spielklavier (ohne C-Taste)
es: Piano de juguete desafinado
es_mx: Piano de juguete desafinado
fr: Piano sans do
it: Piano giocattolo senza Do
ja: ドの出ないトイピアノ
ko: 도 건반이 망가진 장난감 피아노
nl: Valse kinderpiano
ru: БезДОнное мини-фортепиано
zh_hans: 弹不出Do音的玩具钢琴
zh_hant: 彈不出Do音的玩具鋼琴

# GoodsGoodsNameFigSdodrPuzzle
source: puzzle with missing piece
de: Unvollständiges Puzzle
es: Rompecabezas incompleto
es_mx: Rompecabezas incompleto
fr: Puzzle incomplet
it: Puzzle frustrante
ja: ピースの足りないパズル
ko: 조각이 부족한 퍼즐
nl: Onvolledige puzzel
ru: Неполный пазл
zh_hans: 片数有缺的拼图
zh_hant: 片數有缺的拼圖

# GoodsGoodsNameFigSdodrRolltoy
source: beloved toy
de: Lieblingsspielzeug
es: Juguete añorado
es_mx: Juguete adorado
fr: Jouet fétiche
it: Giocattolo preferito
ja: 大好きだったおもちゃ
ko: 가장 좋아했던 장난감
nl: Geliefd stuk speelgoed
ru: Любимая игрушка
zh_hans: 以前最爱的玩具
zh_hant: 以前最愛的玩具

# GoodsGoodsNameFigSdodrZako
source: Marching Andante
de: Paradierendes Andante
es: Andante incontenible
es_mx: Andante incontenible
fr: Andante défileur
it: Accento incalzante
ja: 行進するアンダンテ
ko: 행진하는 안단테
nl: Marcherende Andante
ru: Парадное марш-анданте
zh_hans: 行进的行板曲鲷
zh_hant: 行進的行板曲鯛

# GoodsGoodsNameFigSdodrZakoBig
source: Battering Lento
de: Preschendes Lento
es: Lentezza al azote
es_mx: Lentezza al azote
fr: Lento cogneur
it: Ritmo battente
ja: 制圧するグラーヴェ
ko: 제압하는 그라베
nl: Rammende Lento
ru: Буйное напроломенто
zh_hans: 压制的缓版瘤鲷
zh_hant: 壓制的緩版瘤鯛

# GoodsGoodsNameFigSdodrZakoBombBlow
source: Gushing Trionfale
de: Sprudelndes Trionfale
es: Trionfo en erupción
es_mx: Trionfo en erupción
fr: Trionfale jaillissant
it: Madrigale eruttante
ja: 噴出するトリオンファーレ
ko: 분출하는 트리온팔레
nl: Bruisende Trionfale
ru: Бурлящее бомболеро
zh_hans: 喷吐的凯旋重蚌
zh_hant: 噴吐的凱旋重蚌

# GoodsGoodsNameFigSdodrZakoChargerTower
source: Towering Nobilmente
de: Turmhohes Nobilmente
es: Nobile dominante
es_mx: Nobile dominante
fr: Nobilmente imposant
it: Barocco torreggiante
ja: そびえ立つノビルメンテ
ko: 우뚝 솟은 노빌멘테
nl: Verheven Nobilmente
ru: Высокое каланчаменте
zh_hans: 耸立的高贵海马
zh_hant: 聳立的高貴海馬

# GoodsGoodsNameFigSdodrZakoEscape
source: Panicking Alla Mambo
de: Türmendes Alla Mambo
es: Mambo en desbandada
es_mx: Mambo en desbandada
fr: Alla Mambo fuyard
it: Mambo evasivo
ja: 疾走するアラマンボ
ko: 질주하는 알라 맘보
nl: Nerveuze Alla Mambo
ru: Пугливое паникамбо
zh_hans: 疾走的轮转曼波
zh_hant: 疾走的輪轉曼波

# GoodsGoodsNameFigSdodrZakoHopper
source: Springing Spiccato
de: Punktuierendes Spiccato
es: Spiccato saltarín
es_mx: Spiccato saltarín
fr: Spiccato élastique
it: Spiccato enfatico
ja: 伸縮するスピッカート
ko: 신축하는 스피카토
nl: Verende Spiccato
ru: Пружинящее прыгато
zh_hans: 伸缩的跳弓鳃鳗
zh_hant: 伸縮的跳弓鰓鰻

# GoodsGoodsNameFigSdodrZakoShell
source: Whirling Accelerando
de: Wirbelndes Accelerando
es: Particella oscilante
es_mx: Particella oscilante
fr: Accelerando toupie
it: Rapsodia sincopata
ja: 反射するコラパルテ
ko: 반사하는 콜라 파르테
nl: Tollende Accelerando
ru: Вертящееся кружарте
zh_hans: 反弹的伴奏旋壳
zh_hant: 反彈的伴奏旋殼

# GoodsGoodsNameFigSdodrZakoSmall
source: Swarming Languendo
de: Umschwärmendes Languendo
es: Languore en tropel
es_mx: Languore en tropel
fr: Languendo grouilleur
it: Sarabanda brulicante
ja: 群れるラングエンド
ko: 군집하는 랑구엔도
nl: Zwermende Languendo
ru: Роящееся стайкато
zh_hans: 群聚的憔悴沙丁
zh_hant: 群聚的憔悴沙丁

# GoodsGoodsNameFigSdodrZakoSprinkler
source: Drizzling Capriccioso
de: Nieselndes Capriccioso
es: Capriccio pluvial
es_mx: Capriccio pluvial
fr: Capriccioso épanchard
it: Capriccio umoresco
ja: 撒き散らすカプリチョーソ
ko: 흩뿌리는 카프리치오소
nl: Druilerige Capriccioso
ru: Распыляющее каплеприччио
zh_hans: 飞溅的即兴泡鱼
zh_hant: 飛濺的即興泡魚

# GoodsGoodsNameFigSdodrZakoTree
source: Spawning Accordo
de: Sprießendes Accordo
es: Accordo germinal
es_mx: Accordo germinal
fr: Accordo pondeur
it: Villanella geniale
ja: 産み出すアッコルド
ko: 산란하는 아코르도
nl: Drachtige Accordo
ru: Клонирующее дупликкордо
zh_hans: 孕育的和弦灯笼鱼
zh_hant: 孕育的和弦燈籠魚

# GoodsGoodsNameFigSdodrZakoTreeMissile
source: Homing Arpeggio
de: Jagendes Arpeggio
es: Arpeggio dirigido
es_mx: Arpeggio dirigido
fr: Arpeggio cibleur
it: Serenata assillante
ja: 飛来するアルペジオ
ko: 비래하는 아르페지오
nl: Doelgerichte Arpeggio
ru: Наводящееся торпеджио
zh_hans: 飞射的琵音鱼弹
zh_hant: 飛射的琵音魚彈

# GoodsGoodsNameFigShachihoko
source: Rainmaker
de: Goldfischkanönchen
es: Pez dorado
es_mx: Pez dorado
fr: Bazookarpe
it: Bazookarp
ja: ガチホコ
ko: 랭크 피시
nl: Bazookarper
ru: Мегакарп
zh_hans: 真格鱼虎
zh_hant: 真格魚虎

# GoodsGoodsNameFigSharkTooth
source: shark jaws
de: Haifischgebiss
es: Dentadura de tiburón
es_mx: Dentadura de tiburón
fr: Mâchoires de requin
it: Mandibola di squalo
ja: サメのはのひょうほん
ko: 상어 이빨 표본
nl: Haaienkaken
ru: Акулья челюсть
zh_hans: 鲨牙标本
zh_hant: 鯊牙標本

# GoodsGoodsNameFigShovel
source: shovel
de: Spaten
es: Pala
es_mx: Pala
fr: Pelle
it: Pala
ja: スコップ
ko: 삽
nl: Schep
ru: Лопата
zh_hans: 铲子
zh_hant: 鏟子

# GoodsGoodsNameFigShrimpBess00
source: shrimpet
de: Garnelieschen
es: Gamba con collar
es_mx: Camarón con collar
fr: Crevette à collier
it: Gambero domestico
ja: エビザベス
ko: 새우자베스
nl: Halsbandgarnaal
ru: Креветка-питомец
zh_hans: 伊丽虾白
zh_hant: 伊莉蝦白

# GoodsGoodsNameFigSighterTargetBlack
source: black squid bumper
de: Schwarzer Tintenfischdummy
es: Barricada calamar negra
es_mx: Barricada calamar negra
fr: Obstacle calamar noir
it: Calabarriera nera
ja: イカバンカー ブラック
ko: 블랙 오징어 범퍼
nl: Zwarte inktvisbumper
ru: Черный надувной осьморянин
zh_hans: 鱿鱼造型气球 黑色
zh_hant: 魷魚造型氣球 黑色

# GoodsGoodsNameFigSighterTargetBlue
source: blue squid bumper
de: Blauer Tintenfischdummy
es: Barricada calamar azul
es_mx: Barricada calamar azul
fr: Obstacle calamar bleu
it: Calabarriera blu
ja: イカバンカー ブルー
ko: 블루 오징어 범퍼
nl: Blauwe inktvisbumper
ru: Голубой надувной осьморянин
zh_hans: 鱿鱼造型气球 蓝色
zh_hant: 魷魚造型氣球 藍色

# GoodsGoodsNameFigSighterTargetCoop00
source: Salmonid bumper
de: Salmo-Dummy
es: Barricada salmónida
es_mx: Barricada salmónida
fr: Obstacle Salmonoïde
it: Salmobarriera
ja: シャケバンカー
ko: 연어 범퍼
nl: Salmonietenbumper
ru: Надувной самонид
zh_hans: 鲑鱼造型气球
zh_hant: 鮭魚造型氣球

# GoodsGoodsNameFigSighterTargetGreen
source: green squid bumper
de: Grüner Tintenfischdummy
es: Barricada calamar verde
es_mx: Barricada calamar verde
fr: Obstacle calamar vert
it: Calabarriera verde
ja: イカバンカー グリーン
ko: 그린 오징어 범퍼
nl: Groene inktvisbumper
ru: Зеленый надувной осьморянин
zh_hans: 鱿鱼造型气球 绿色
zh_hant: 魷魚造型氣球 綠色

# GoodsGoodsNameFigSighterTargetLarge
source: big squid bumper
de: Jumbo-Tintenfischdummy
es: Gran barricada calamar
es_mx: Barricada calamar grande
fr: Gros obstacle calamar
it: Calabarriera grande
ja: おおきいイカバンカー
ko: 커다란 오징어 범퍼
nl: Grote inktvisbumper
ru: Большой надувной осьморянин
zh_hans: 巨大鱿鱼造型气球
zh_hant: 巨大魷魚造型氣球

# GoodsGoodsNameFigSighterTargetOrange
source: orange squid bumper
de: Oranger Tintenfischdummy
es: Barricada calamar naranja
es_mx: Barricada calamar naranja
fr: Obstacle calamar orange
it: Calabarriera arancione
ja: イカバンカー オレンジ
ko: 오렌지 오징어 범퍼
nl: Oranje inktvisbumper
ru: Оранжевый надувной осьморянин
zh_hans: 鱿鱼造型气球 橘色
zh_hant: 魷魚造型氣球 橘色

# GoodsGoodsNameFigSighterTargetPurple
source: pink squid bumper
de: Pinker Tintenfischdummy
es: Barricada calamar rosa
es_mx: Barricada calamar rosa
fr: Obstacle calamar rose
it: Calabarriera rosa
ja: イカバンカー ピンク
ko: 핑크 오징어 범퍼
nl: Roze inktvisbumper
ru: Розовый надувной осьморянин
zh_hans: 鱿鱼造型气球 粉红色
zh_hant: 魷魚造型氣球 粉紅色

# GoodsGoodsNameFigSighterTargetYellow
source: yellow squid bumper
de: Gelber Tintenfischdummy
es: Barricada calamar amarilla
es_mx: Barricada calamar amarilla
fr: Obstacle calamar jaune
it: Calabarriera gialla
ja: イカバンカー イエロー
ko: 옐로 오징어 범퍼
nl: Gele inktvisbumper
ru: Желтый надувной осьморянин
zh_hans: 鱿鱼造型气球 黄色
zh_hant: 魷魚造型氣球 黃色

# GoodsGoodsNameFigSkateBoard00
source: ink-splattered skateboard
de: Skateboard „Tintenkleckse“
es: Monopatín entintado
es_mx: Patineta entintada
fr: Skateboard taché d'encre
it: Skateboard inchiostrato
ja: スケートボード インクスプラット
ko: 잉크 스플랫 스케이트보드
nl: Skateboard met inktvlekken
ru: Заляпанный краской скейтборд
zh_hans: 滑板 泼墨
zh_hant: 滑板 潑墨

# GoodsGoodsNameFigSkateBoard0001
source: monkey-crab skateboard
de: Skateboard „Krabaffo“
es: Monopatín simiocangrejo
es_mx: Patineta simiocangrejo
fr: Skateboard crabe-singe
it: Skateboard granchioscimmia
ja: スケートボード サルカニ
ko: 원숭게 스케이트보드
nl: Krabaapjeskateboard
ru: Скейтборд «Краболтус»
zh_hans: 滑板 猿蟹
zh_hant: 滑板 猿蟹

# GoodsGoodsNameFigSkateBoard0002
source: Shellendorf skateboard
de: Skateboard „Abÿssale“
es: Monopatín insignia
es_mx: Patineta Raspa
fr: Skateboard des abysses
it: Skateboard paleontonnologico
ja: スケートボード デボンモノグラム
ko: 데본 모노그램 스케이트보드
nl: Vistorisch skateboard
ru: Скейтборд «Мезозой»
zh_hans: 滑板 泥盆纪花押字
zh_hant: 滑板 泥盆紀花押字

# GoodsGoodsNameFigSkateBoard0003
source: big-logo skateboard
de: Skateboard „Maxilogo“
es: Monopatín logotipo gigante
es_mx: Patineta logotipo gigante
fr: Skateboard grand logo
it: Skateboard con grande logo
ja: スケートボード ビッグロゴ
ko: 빅 로고 스케이트보드
nl: Skateboard met logo
ru: Скейтборд с большим логотипом
zh_hans: 滑板 大Logo
zh_hant: 滑板 大Logo

# GoodsGoodsNameFigSkateBoard0004
source: Mister Munchy skateboard
de: Skateboard „Mister Munchy“
es: Monopatín aperitivos
es_mx: Patineta aperitivos
fr: Skateboard biscuits salés
it: Skateboard Mr. Sgranocchio
ja: スケートボード ムシャムシャくん
ko: Mr. 우적우적 스케이트보드
ru: Скейтборд «Мистер Чавк»
zh_hans: 滑板 大吃男子
zh_hant: 滑板 大吃男子

# GoodsGoodsNameFigSkateBoard0005
source: Skalop skateboard
de: Skateboard „Jakomu“
es: Monopatín Skalop
es_mx: Patineta Skalop
fr: Skateboard Jack
it: Skateboard Capasaint
ja: スケートボード ホタックス
ko: 호리비 스케이트보드
ru: Скейтборд «Гребершко»
zh_hans: 滑板 帆立
zh_hant: 滑板 帆立

# GoodsGoodsNameFigSkateBoard0006
source: Inkling skateboard
de: Skateboard „Inkling“
es: Monopatín inkling
es_mx: Patineta inkling
fr: Skateboard Inkling
it: Skateboard Inkling
ja: スケートボード インクリング
ko: 잉클링 스케이트보드
ru: Скейтборд инклинга
zh_hans: 滑板 鱿鱼族
zh_hant: 滑板 魷魚族

# GoodsGoodsNameFigSkateBoard0007
source: Octoling skateboard
de: Skateboard „Oktoling“
es: Monopatín octoling
es_mx: Patineta octoling
fr: Skateboard Octaling
it: Skateboard Octoling
ja: スケートボード オクトリング
ko: 옥토링 스케이트보드
ru: Скейтборд осьмолинга
zh_hans: 滑板 章鱼圈
zh_hant: 滑板 章魚圈

# GoodsGoodsNameFigSkateBoard0008
source: Squiddor skateboard
de: Skateboard „Tintakolo“
es: Monopatín mensajería
es_mx: Patineta mensajería
fr: Skateboard du livreur
it: Skateboard ufficio postale
ja: スケートボード イカテンくん
ko: 오징어 보이 스케이트보드
nl: Bezorgersskateboard
ru: Скейтборд курьера
zh_hans: 滑板 鱿鱼小子
zh_hant: 滑板 魷魚小子

# GoodsGoodsNameFigSkateBoard0009
source: Saturday skateboard
de: Skateboard „Samstag“
es: Monopatín sabadero
es_mx: Patineta de sábado
fr: Skateboard samedi
it: Skateboard sabato
ja: スケートボード サタデー
ko: 새터데이 스케이트보드
nl: Zaterdagskateboard
ru: Воскресный скейтборд
zh_hans: 滑板 星期六
zh_hant: 滑板 星期六

# GoodsGoodsNameFigSkateBoard0010
source: re-stickulous skateboard
de: Skateboard „Stickeralbum“
es: Monopatín pegatinas mil
es_mx: Patineta con calcomanías
fr: Skateboard autocollé
it: Skateboard re degli adesivi
ja: スケートボード テンコもり
ko: 고봉 스케이트보드
nl: Stikvol-stickers-skateboard
ru: Скейтборд с наклейками
zh_hans: 滑板 丰盛
zh_hant: 滑板 豐盛

# GoodsGoodsNameFigSkateBoard0011
source: dynamic skateboard
de: Skateboard „Dynamique“
es: Monopatín dinámico
es_mx: Patineta dinámica
fr: Skateboard dynamique
it: Skateboard dinamico
ja: スケートボード ダイナミック
ko: 다이내믹 스케이트보드
nl: Dynamisch skateboard
ru: Динамичный скейтборд
zh_hans: 滑板 动感
zh_hant: 滑板 動感

# GoodsGoodsNameFigSnack00
source: crunchy snacks
de: Knuspersnacks
es: Aperitivos crujientes
es_mx: Aperitivos crujientes
fr: Gâteaux apéro croquants
it: Spuntini croccanti
ja: カリカリスナック
ko: 와삭와삭 스낵
nl: Krakerige snacks
ru: Слоеные снэки
zh_hans: 脆脆零食
zh_hant: 脆脆零食

# GoodsGoodsNameFigSnack01
source: crispy snacks
de: Knabbersnacks
es: Aperitivos quebradizos
es_mx: Aperitivos crocantes
fr: Gâteaux apéro croustillants
it: Spuntini friabili
ja: パリパリスナック
ko: 파삭파삭 스낵
nl: Knapperige snacks
ru: Хрустящие снэки
zh_hans: 弹牙零食
zh_hant: 彈牙零食

# GoodsGoodsNameFigSnack02
source: salted munchy snacks
de: CrispyCrax Meersalz
es: Aperitivos salados
es_mx: Aperitivos salados
fr: Biscuits salés
it: Mr. Sgranocchio salati
ja: ムシャムシャスナック うすしお
ko: 소금맛 우적우적 스낵
nl: Zoute knabbelsnacks
ru: Чипсы «Мистер Чавк» с солью
zh_hans: 大吃零食 薄盐
zh_hant: 大吃零食 薄鹽

# GoodsGoodsNameFigSnack03
source: cheesy munchy snacks
de: CrispyCrax Cheese
es: Aperitivos de queso
es_mx: Aperitivos de queso
fr: Biscuits au fromage
it: Mr. Sgranocchio al formaggio
ja: ムシャムシャスナック チーズ
ko: 치즈맛 우적우적 스낵
nl: Knabbelsnacks met kaassmaak
ru: Чипсы «Мистер Чавк» с сыром
zh_hans: 大吃零食 起司
zh_hant: 大吃零食 起司

# GoodsGoodsNameFigSnack04
source: wasabi munchy snacks
de: CrispyCrax Wasabi
es: Aperitivos de wasabi
es_mx: Aperitivos de wasabi
fr: Biscuits au wasabi
it: Mr. Sgranocchio al wasabi
ja: ムシャムシャスナック ワサビ
ko: 고추냉이맛 우적우적 스낵
nl: Knabbelsnacks met wasabi-smaak
ru: Чипсы «Мистер Чавк» с васаби
zh_hans: 大吃零食 芥末
zh_hant: 大吃零食 芥末

# GoodsGoodsNameFigSnack05
source: teriyaki munchy snacks
de: CrispyCrax Teriyaki
es: Aperitivos de teriyaki
es_mx: Aperitivos de teriyaki
fr: Biscuits au teriyaki
it: Mr. Sgranocchio al teriyaki
ja: ムシャムシャスナック テリヤキ
ko: 불고기맛 우적우적 스낵
nl: Knabbelsnacks met teriyaki-smaak
ru: Тэрияки «Мистер Чавк»
zh_hans: 大吃零食 照烧
zh_hant: 大吃零食 照燒

# GoodsGoodsNameFigSnack06
source: crusty snacks
de: Shrimp-Snacks
es: Aperitivos de gamba
es_mx: Aperitivos de camarones
fr: Gâteaux secs
it: Spuntini ai gamberi
ja: サクサクスナック
ko: 아삭아삭 스낵
nl: Krokante snacks
ru: Бодрящие снэки
zh_hans: 爽脆零食
zh_hant: 爽脆零食

# GoodsGoodsNameFigSnack07
source: chewy snacks
de: Knabber-Crispies
es: Aperitivos masticables
es_mx: Aperitivos masticables
fr: Chips molles
it: Spuntini secchi
ja: モグモグスナック
ko: 우물우물 스낵
nl: Taaie snacks
ru: Cухофрукты
zh_hans: 嚼嚼零食
zh_hant: 嚼嚼零食

# GoodsGoodsNameFigSnack08
source: crisp snacks
de: Spicy-Crispies
es: Aperitivos crujientes
es_mx: Aperitivos crujientes
fr: Chips croustillantes
it: Spuntini salati
ja: ポリポリスナック
ko: 오독오독 스낵
nl: Pittige snacks
ru: Острые хрустики
zh_hans: 松脆零食
zh_hant: 鬆脆零食

# GoodsGoodsNameFigSnack09
source: munchable snacks
de: Creamy-Crispies
es: Aperitivos engullibles
es_mx: Aperitivos devorables
fr: Chips irrésistibles
it: Spuntini irresistibili
ja: パクパクスナック
ko: 꿀떡꿀떡 스낵
nl: Onweerstaanbare snacks
ru: Вкусняшки
zh_hans: 大口零食
zh_hant: 大口零食

# GoodsGoodsNameFigSnes
source: Supreme Ness
de: Super Tintendo
es: Superconsola
es_mx: Superconsola
fr: Suprême Ness
it: Supremo Ness
ja: スーパーなゲームき
ko: 슈퍼 같은 게임기
nl: Superieur systeem
ru: Игровая консоль «СНЁС»
zh_hans: 超级游戏机
zh_hant: 超級遊戲機

# GoodsGoodsNameFigSnowGlobeRailKing
source: DJ snow globe
de: Schneekugel-Oktario
es: Bola de nieve Octovius
es_mx: Globo de nieve Octovius
fr: Boule à neige DJ Octave
it: Palla di vetro DJ
ja: ショーグンのスノーグローブ
ko: 장군 스노 글로브
nl: Octavio-sneeuwbol
ru: Снежный шар DJ
zh_hans: 将军雪花玻璃球
zh_hant: 將軍雪花玻璃球

# GoodsGoodsNameFigSpawner
source: spawner
de: Starter-Vorrichtung
es: Punto base
es_mx: Punto base portátil
fr: Déployeur
it: Mini base
ja: スポナー
ko: 스포너
nl: Mobiele basis
ru: Инкублок
zh_hans: 生成器
zh_hant: 生成器

# GoodsGoodsNameFigSquidCushion00
source: yellow squid cushion
de: Gelber Kuscheltintenfisch
es: Cojín calamar amarillo
es_mx: Cojín calamar amarillo
fr: Coussin calamar jaune
it: Calamacuscino giallo
ja: イカクッション イエロー
ko: 옐로 오징어 쿠션
nl: Geel inktviskussen
ru: Подушка «Желтый кальмар»
zh_hans: 鱿鱼坐垫 黄色
zh_hant: 魷魚坐墊 黃色

# GoodsGoodsNameFigSquidCushion01
source: blue squid cushion
de: Blauer Kuscheltintenfisch
es: Cojín calamar azul
es_mx: Cojín calamar azul
fr: Coussin calamar bleu
it: Calamacuscino blu
ja: イカクッション ブルー
ko: 블루 오징어 쿠션
nl: Blauw inktviskussen
ru: Подушка «Голубой кальмар»
zh_hans: 鱿鱼坐垫 蓝色
zh_hant: 魷魚坐墊 藍色

# GoodsGoodsNameFigSquidCushion02
source: pink squid cushion
de: Pinker Kuscheltintenfisch
es: Cojín calamar rosa
es_mx: Cojín calamar rosa
fr: Coussin calamar rose
it: Calamacuscino rosa
ja: イカクッション ピンク
ko: 핑크 오징어 쿠션
nl: Roze inktviskussen
ru: Подушка «Розовый кальмар»
zh_hans: 鱿鱼坐垫 粉红色
zh_hant: 魷魚坐墊 粉紅色

# GoodsGoodsNameFigSquidCushion03
source: green squid cushion
de: Grüner Kuscheltintenfisch
es: Cojín calamar verde
es_mx: Cojín calamar verde
fr: Coussin calamar vert
it: Calamacuscino verde
ja: イカクッション グリーン
ko: 그린 오징어 쿠션
nl: Groen inktviskussen
ru: Подушка «Зеленый кальмар»
zh_hans: 鱿鱼坐垫 绿色
zh_hant: 魷魚坐墊 綠色

# GoodsGoodsNameFigSquidCushion04
source: orange squid cushion
de: Oranger Kuscheltintenfisch
es: Cojín calamar naranja
es_mx: Cojín calamar naranja
fr: Coussin calamar orange
it: Calamacuscino arancione
ja: イカクッション オレンジ
ko: 오렌지 오징어 쿠션
nl: Oranje inktviskussen
ru: Подушка «Оранжевый кальмар»
zh_hans: 鱿鱼坐垫 橘色
zh_hant: 魷魚坐墊 橘色

# GoodsGoodsNameFigSquidCushion05
source: purple squid cushion
de: Lila Kuscheltintenfisch
es: Cojín calamar morado
es_mx: Cojín calamar morado
fr: Coussin calamar violet
it: Calamacuscino viola
ja: イカクッション パープル
ko: 퍼플 오징어 쿠션
nl: Paars inktviskussen
ru: Подушка «Фиолетовый кальмар»
zh_hans: 鱿鱼坐垫 紫色
zh_hant: 魷魚坐墊 紫色

# GoodsGoodsNameFigSquidCushionWhite
source: white squid cushion
de: Weißer Kuscheltintenfisch
es: Cojín calamar blanco
es_mx: Cojín calamar blanco
fr: Coussin calamar blanc
it: Calamacuscino bianco
ja: イカクッション ホワイト
ko: 화이트 오징어 쿠션
nl: Wit inktviskussen
ru: Подушка «Белый кальмар»
zh_hans: 鱿鱼坐垫 白色
zh_hant: 魷魚坐墊 白色

# GoodsGoodsNameFigSquidDoll00
source: pink squid friend
de: Kalmarkumpel „Träumchen“
es: Colega calamar fantasía
es_mx: Amigo calamar rosa
fr: Copain calamar rose
it: Calamaramico rosa
ja: イカフレンド ドリーム
ko: 드림 오징어 프렌드
nl: Roze inktvisvriendje
ru: Розовый игрушечный осьминог
zh_hans: 鱿鱼好友 幻梦
zh_hant: 魷魚朋友 幻夢

# GoodsGoodsNameFigSquidDoll01
source: solar squid friend
de: Kalmarkumpel „Sonnenschein“
es: Colega calamar celestial
es_mx: Amigo calamar solar
fr: Copain calamar solaire
it: Calamaramico solare
ja: イカフレンド ヘブン
ko: 헤븐 오징어 프렌드
nl: Geel inktvisvriendje
ru: Солнечный игрушечный осьминог
zh_hans: 鱿鱼好友 天堂
zh_hant: 魷魚朋友 天堂

# GoodsGoodsNameFigSquidDoll02
source: abyssal squid friend
de: Kalmarkumpel „Tiefsee“
es: Colega calamar abisal
es_mx: Amigo calamar abisal
fr: Copain calamar des abysses
it: Calamaramico abissale
ja: イカフレンド アビス
ko: 어비스 오징어 프렌드
nl: Blauw inktvisvriendje
ru: Темно-синий игрушечный осьминог
zh_hans: 鱿鱼好友 深渊
zh_hant: 魷魚朋友 深淵

# GoodsGoodsNameFigSquidDoll03
source: verdant squid friend
de: Kalmarkumpel „Ultragrün“
es: Colega calamar forestal
es_mx: Amigo calamar forestal
fr: Copain calamar verdoyant
it: Calamaramico verdeggiante
ja: イカフレンド アニマ
ko: 아니마 오징어 프렌드
nl: Groen inktvisvriendje
ru: Салатовый игрушечный осьминог
zh_hans: 鱿鱼好友 灵魂
zh_hant: 魷魚朋友 靈魂

# GoodsGoodsNameFigSquidDoll04
source: fiery squid friend
de: Kalmarkumpel „Inferno“
es: Colega calamar infernal
es_mx: Amigo calamar infernal
fr: Copain calamar fougueux
it: Calamaramico ardente
ja: イカフレンド インフェルノ
ko: 인페르노 오징어 프렌드
nl: Rood inktvisvriendje
ru: Огненный игрушечный осьминог
zh_hans: 鱿鱼好友 炼狱
zh_hant: 魷魚朋友 煉獄

# GoodsGoodsNameFigSquidDoll05
source: demonic squid friend
de: Kalmarkumpel „Schatten“
es: Colega calamar diabólico
es_mx: Amigo calamar diabólico
fr: Copain calamar démoniaque
it: Calamaramico demoniaco
ja: イカフレンド ヘル
ko: 헬 오징어 프렌드
nl: Grijs inktvisvriendje
ru: Черно-белый игрушечный осьминог
zh_hans: 鱿鱼好友 地狱
zh_hant: 魷魚朋友 地獄

# GoodsGoodsNameFigStepladder00
source: stepladder
de: Alu-Trittleiter
es: Escalera portátil
es_mx: Escalera portátil
fr: Escabeau
it: Scala
ja: きゃたつ
ko: 사다리
nl: Trapladder
ru: Стремянка
zh_hans: 梯子
zh_hant: 梯子

# GoodsGoodsNameFigStrapInkFish
source: squid cellie charm
de: Tintenfisch-Anhänger
es: Colgante calamar
es_mx: Colgante calamar
fr: Porte-bonheur calamar
it: Portafortuna calamaro
ja: イカストラップ
ko: 오징어 스트랩
nl: Inktvis-telefoonhangertje
ru: Брелочек в виде инклинга
zh_hans: 鱿鱼吊饰
zh_hant: 魷魚吊飾

# GoodsGoodsNameFigStrapOctopus
source: octo cellie charm
de: Oktopus-Anhänger
es: Colgante pulpo
es_mx: Colgante pulpo
fr: Porte-bonheur poulpe
it: Portafortuna polpo
ja: タコストラップ
ko: 문어 스트랩
nl: Octo-telefoonhangertje
ru: Брелочек в виде осьмолинга
zh_hans: 章鱼吊饰
zh_hant: 章魚吊飾

# GoodsGoodsNameFigStudioCushion00
source: floor cushion
de: Sitzkissen
es: Cojín de suelo
es_mx: Cojín de suelo
fr: Matelas
it: Cuscino da pavimento
ja: ざぶとん
ko: 방석
nl: Zitkussen
ru: Подушка-пуф
zh_hans: 坐垫
zh_hant: 坐墊

# GoodsGoodsNameFigSurimiNeon00
source: neon Deep Cut sign
de: Surimi Syndicate-Neonschild
es: Neón Clan Surimi
es_mx: Neón Clan Surimi
fr: Néon Tridenfer
it: Cartello neon Trio Triglio
ja: ネオンサイン すりみ連合
ko: 삼합파 네온사인
nl: Neonlicht 'Deep Cut'
ru: Неоновый знак Deep Cut
zh_hans: 霓虹灯 鱼浆帮
zh_hant: 霓虹燈 魚漿幫

# GoodsGoodsNameFigSurimiTVscreen
source: studio TV
de: Studio-Monitor
es: Pantalla de estudio
es_mx: Pantalla de estudio
fr: Télé du studio
it: Monitor da studio televisivo
ja: スタジオのテレビ
ko: 스튜디오의 TV
nl: Studiomonitor
ru: Студийный монитор
zh_hans: 摄影棚的电视
zh_hant: 攝影棚的電視

# GoodsGoodsNameFigTakeoutBox00
source: white takeout box
de: Weiße Takeaway-Box
es: Envase de comida blanco
es_mx: Envase de comida blanco
fr: Boîte plat à emporter blanche
it: Scatola da asporto bianca
ja: テイクアウトボックス ホワイト
ko: 화이트 테이크아웃 박스
nl: Witte afhaaldoos
ru: Светлая коробка для еды навынос
zh_hans: 外带餐盒 白色
zh_hant: 外帶餐盒 白色

# GoodsGoodsNameFigTakeoutBox01
source: black takeout box
de: Dunkle Takeaway-Box
es: Envase de comida negro
es_mx: Envase de comida negro
fr: Boîte plat à emporter noire
it: Scatola da asporto nera
ja: テイクアウトボックス ブラック
ko: 블랙 테이크아웃 박스
nl: Zwarte afhaaldoos
ru: Темная коробка для еды навынос
zh_hans: 外带餐盒 黑色
zh_hant: 外帶餐盒 黑色

# GoodsGoodsNameFigTakeoutBox02
source: beige takeout box
de: Takeaway-Box Natur
es: Envase de comida orgánico
es_mx: Envase de comida orgánico
fr: Boîte plat à emporter beige
it: Scatola da asporto beige
ja: テイクアウトボックス ナチュラル
ko: 내추럴 테이크아웃 박스
nl: Beige afhaaldoos
ru: Бежевая коробка для еды навынос
zh_hans: 外带餐盒 自然
zh_hant: 外帶餐盒 自然

# GoodsGoodsNameFigTakeoutBox03
source: checkered takeout box
de: Takeaway-Box Karo
es: Envase de comida a cuadros
es_mx: Envase de comida cuadros
fr: Boîte plat à emporter à carreaux
it: Scatola da asporto a quadri
ja: テイクアウトボックス チェック
ko: 체크 테이크아웃 박스
nl: Geblokte afhaaldoos
ru: Клетчатая коробка для еды навынос
zh_hans: 外带餐盒 格纹
zh_hant: 外帶餐盒 格紋

# GoodsGoodsNameFigThickbook00
source: antique book
de: Antikes Buch
es: Libro antiguo
es_mx: Libro antiguo
fr: Livre ancien
it: Libro antico
ja: アンティークブック
ko: 앤티크 북
nl: Antiek boek
ru: Антикварная книга
zh_hans: 古董书
zh_hant: 古董書

# GoodsGoodsNameFigThickbook01
source: illustrated insect field guide
de: Buch „Bunte Krabbelfibel“
es: Enciclopedia de insectos
es_mx: Enciclopedia de insectos
fr: Guide entomologique illustré
it: Guida illustrata agli insetti
ja: 昆虫ずかん
ko: 곤충 도감
nl: Geïllustreerde insectenveldgids
ru: Атлас насекомых в картинках
zh_hans: 昆虫图鉴
zh_hant: 昆蟲圖鑑

# GoodsGoodsNameFigThickbook02
source: Dinosaur Stories
de: Buch „Trampel, der Tyranno“
es: Cuentos de dinosaurios
es_mx: Cuentos de dinosaurios
fr: Histoires de dinosaures
it: Storie di dinosauri
ja: 恐竜ものがたり
ko: 공룡 이야기책
nl: Fossiele fabels
ru: Сказки «Тираннозавр Топ-Топ»
zh_hans: 恐龙故事书
zh_hant: 恐龍故事書

# GoodsGoodsNameFigThickbook03
source: Intro to Inking: Squid 101
de: Buch „Grundkurs Klecksen“
es: Curso de tintalogía básica
es_mx: Curso de tintalogía básica
fr: Tuto calamar : bien jeter l'encre
it: Introduzione all'inchiostrologia
ja: イカゼミ 塗り学入門
ko: 오징어 세미나 색칠학 입문
nl: Spetteren voor beginners
ru: Плюхопамятка: осьмовы
zh_hans: 鱿鱼研讨会 涂墨学入门
zh_hant: 魷魚研討會 塗墨學入門
