Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GearGearPowerExpExorcist
source: Increases respawn time and special-gauge spawnpenalty for you and any player you splat.
de: Erhöht Rückkehrdauer und Spezialanzeigen-abzug für dich und Gegner, die du erledigst.
es: Si liquidas a un jugador, ambos tardaréis másen reaparecer y en rellenar el medidor especial.
es_mx: Tú y los rivales que revientes tardarán más enregenerarse y el medidor especial se vaciará más.
fr: Augmente le délai de réapparition et la baisse dejauge spéciale associée pour toi et tes victimes.
it: Aumenta tempo di ritorno in battaglia e consumodell'indicatore speciale per te e per chi splatti.
ja: 自プレイヤーと倒した相手のスペシャル減少量と復活時間が増えます。
ko: 플레이어 자신과 쓰러뜨린 상대의스페셜 감소량과 부활 시간이 늘어납니다.
nl: Jij en spelers die je verslaat, keren later terug enverliezen meer inkt voor het speciale wapen.
ru: Возврат в бой и зарядка особого оружиядля тебя и плюхнутого тобой длятся дольше.
zh_hans: 增加自己与被击倒对手的复活时间以及特殊武器蓄力槽的减少量。
zh_hant: 自己陣亡或是對手被自己擊倒時，復活時間與特殊武器蓄力槽的減少量增加。

# GearGearPowerExpExSkillDouble
source: Doubles the effect of other gear abilitiesattached to this gear.
de: Verdoppelt die Wirkung anderer Effekte aufdiesem Ausrüstungsteil.
es: Duplica el efecto de cualquier otro potenciador asociado a este objeto.
es_mx: Duplica el efecto de cualquier otropotenciador asociado a este objeto.
fr: Double l'effet des bonus additionnelsde cette pièce d'équipement.
it: Raddoppia gli effetti delle abilità extraassociate all'articolo in uso.
ja: このギアについている追加ギアパワーを１つで２コ分の効果にします。
ko: 이 기어에 붙어 있는 추가 기어 파워가2배의 효과를 냅니다.
nl: De werking van andere effecten van je uitrustingwordt verdubbeld.
ru: Удваивает эффективность других свойств в предмете снаряжения, в котором находится.
zh_hans: 1个可以使附加在装备上的追加装备能力获得2倍的效果。
zh_hant: 使附加在此裝備上的每個追加裝備能力都擁有2倍的效果。

# GearGearPowerExpHumanMoveUp
source: Increases movement speed in Inkling orOctoling form.
de: Schnellere Fortbewegung in humanoider Form.
es: Aumenta la velocidad de desplazamiento cuandotienes forma humanoide.
es_mx: Aumenta la velocidad de desplazamientoen forma bípeda.
fr: Augmente ta rapidité sous forme humanoïde.
it: Aumenta la tua velocità quando seiin forma umanoide.
ja: ヒト状態の移動速度がアップします。
ko: 인간 상태의 이동 속도가 빨라집니다.
nl: Je beweegt sneller in mensachtige vorm.
ru: Повышает скорость передвиженияв виде инклинга или осьмолинга.
zh_hans: 提升人类状态的移动速度。
zh_hant: 提升人類狀態的移動速度。

# GearGearPowerExpInkRecoveryUp
source: Increases ink-tank refill rate.
de: Der Tintentank wird schneller aufgefüllt.
es: El tanque de tinta se rellena más rápido.
es_mx: El tanque de tinta se rellena más rápido.
fr: Augmente la vitesse de rechargede ton réservoir.
it: Accelera il recupero d'inchiostro.
ja: インクタンク回復速度がアップします。
ko: 잉크 탱크 회복 속도가 빨라집니다.
nl: Je inkttank wordt sneller gevuld.
ru: Повышает скорость заполнениябаллона с краской.
zh_hans: 提升墨汁槽的回复速度。
zh_hant: 提升墨汁槽的回復速度。

# GearGearPowerExpJumpTimeSave
source: Increases Super Jump speed.
de: Der Supersprung wird schneller.
es: Acelera los supersaltos.
es_mx: Aumenta la velocidad de los supersaltos.
fr: Rend tes super sauts plus rapides.
it: Ti permette di eseguire super salti più rapidi.
ja: スーパージャンプの時間が短くなります。
ko: 슈퍼 점프 시간이 짧아집니다.
nl: Je supersprong is sneller.
ru: Ускоряет суперпрыжок.
zh_hans: 缩短超级跳跃的时间。
zh_hant: 縮短超級跳躍的時間。

# GearGearPowerExpMainInkSave
source: Decreases amount of ink consumed by yourmain weapon.
de: Tintenverbrauch der Hauptwaffe wird reduziert.
es: Tu arma principal consume menos tinta.
es_mx: Reduce el consumo de tinta de tu arma principal.
fr: Réduit la consommation d'encrede ton arme principale.
it: Riduce il consumo d'inchiostro dellatua arma principale.
ja: メインウェポンの消費インク量が少なくなります。
ko: 메인 웨펀의 소비 잉크양이 줄어듭니다.
nl: Je hoofdwapen gebruikt minder inkt.
ru: Снижает расход краски основным оружием.
zh_hans: 减少主要武器的墨汁消耗量。
zh_hant: 降低主要武器的墨汁消耗量。

# GearGearPowerExpMinorityUp
source: Fills special gauge automatically if your teamhas fewer active players than the enemy.
de: Bei zahlenmäßiger Unterlegenheit deines Teamsfüllt sich die Spezialanzeige automatisch.
es: El medidor especial se rellena automáticamentesi tu equipo tiene menos jugadores activos.
es_mx: El medidor especial se llena automáticamente sitienes menos miembros activos que tus rivales.
fr: Remplit automatiquement ta jauge spéciale siton équipe se trouve en infériorité numérique.
it: Quando la tua squadra è in inferiorità numerica,l'indicatore dell'arma speciale si riempie da solo.
ja: 自チームの人数が相手チームより少ない場合、少しずつスペシャルゲージが増えます。
ko: 자신의 팀 인원수가 상대 팀보다 적으면스페셜 게이지가 조금씩 늘어납니다.
nl: Vult automatisch de meter van je speciale wapenals je team minder actieve spelers heeft.
ru: Шкала заряда особого оружия заполняется самапо себе, если в твоей команде меньше игроков.
zh_hans: 当我方人数少于敌方时，特殊武器蓄力槽会微幅增加。
zh_hant: 我方隊伍人數少於敵方隊伍時，特殊武器蓄力槽持續獲得微幅增加。

# GearGearPowerExpNone
source: Unlock this ability by battling while wearingthis gear.
de: Kämpfe mit dieser Ausrüstung und sammleErfahrung, um diesen Effekt freizuschalten.
es: Para desbloquear el potenciador, ganaexperiencia con este artículo en combates.
es_mx: Para desbloquear el potenciador, ganaexperiencia en combates con este artículo.
fr: Accumule de l'expérience tout en portant cettepièce d'équipement pour déverrouiller ce bonus.
it: Ottieni esperienza in battaglia usandoquesto articolo e sbloccherai l'abilità.
ja: ギアをバトルで使用してケイケン値をためるとギアパワーが解放されます。
ko: 배틀에서 기어를 착용하고 경험치를 모으면기어 파워가 개방됩니다.
nl: Vecht in deze uitrusting om gebruik te kunnenmaken van dit effect.
ru: Чтобы открыть это свойство, используйснаряжение в бою.
zh_hans: 在对战中使用装备累积经验值，装备能力就会被解放。
zh_hant: 在對戰中使用裝備累積經驗值即可解鎖裝備能力。

# GearGearPowerExpObjectEffectUp
source: Increases damage dealt to all nonplayer targets.
de: Erhöht den Schaden gegen alle Ziele, die keineSpieler sind.
es: Inflige más daño a todos los blancos que no seanjugadores.
es_mx: Inflige más daño a todos los blancosque no sean jugadores.
fr: Augmente les dégâts infligés aux cibles autresque des joueurs.
it: Aumenta i danni inflitti ai bersaglinon controllati dai giocatori.
ja: プレイヤー以外の物体に対して攻撃したときのダメージを増やします。
ko: 플레이어가 아닌 물체를 공격했을 때물체에게 주는 대미지가 늘어납니다.
nl: Je brengt alle doelwitten behalve vijandelijkespelers meer schade toe.
ru: Увеличивает урон, наносимый всем целям,кроме игроков.
zh_hans: 提升对非玩家的物体进行攻击时的伤害。
zh_hant: 攻擊玩家以外的物體時造成的傷害增加。

# GearGearPowerExpOpInkEffectReduction
source: Reduces damage taken and improves mobilitywhen walking through enemy ink.
de: Weniger Schaden und Verlangsamung beimBewegen in Tinte gegnerischer Farbe.
es: Al moverte sobre tinta enemiga, no sufres tantodaño ni te desplazas tan lentamente.
es_mx: Reduce el daño y aumenta tu velocidadal desplazarte por tinta enemiga.
fr: Réduit les dégâts reçus et le ralentissementsubi lorsque tu évolues dans l'encre adverse.
it: Riduce i danni subiti e il rallentamentoquando cammini sull'inchiostro nemico.
ja: 相手のインクをふんだ時のダメージや移動速度の減少量が少なくなります。
ko: 상대의 잉크를 밟았을 때 받는 대미지와이동 속도 감소 효과가 줄어듭니다.
nl: Je kunt sneller door vijandelijke inkt bewegen en loopt minder schade op.
ru: Передвигаясь в краске противника, ты будешь получать меньше урона и не так увязать в ней.
zh_hans: 降低踩到对手墨汁时受到的伤害与移动速度减少的幅度。
zh_hant: 降低踩到對手墨汁時受到的傷害與移動速度減少的幅度。

# GearGearPowerExpRespawnSpecialGaugeSave
source: Reduces special-gauge decrease aftergetting splatted.
de: Nach einem K. o. wird die Spezialanzeige wenigerreduziert.
es: Después de que te liquiden, el medidor especialse reduce menos.
es_mx: El medidor especial se reducirá menosdespués de que te revienten.
fr: Réduit la régression de la jauge spécialeaprès avoir été liquidé.
it: Limita la riduzione dell'indicatore dell'armaspeciale quando ti splattano.
ja: プレイヤーがやられた時のスペシャルゲージの減少量が少なくなります。
ko: 플레이어가 당했을 때의스페셜 게이지 감소량이 줄어듭니다.
nl: Je verliest minder inkt voor je speciale wapennadat je bent uitgeschakeld.
ru: Если тебя плюхнут, ты потеряешь меньшезаряда особого оружия.
zh_hans: 降低玩家阵亡时特殊武器蓄力槽的减少量。
zh_hant: 降低玩家陣亡時特殊武器蓄力槽的減少量。

# GearGearPowerExpRespawnTimeSave
source: Reduces respawn time after getting splattedrepeatedly without splatting any opponents.
de: Schnellere Rückkehr ins Spiel nach mehrerenK. o., ohne Gegner erledigt zu haben.
es: Si te liquidan varias veces sin que liquidesa algún rival, tardarás menos en reaparecer.
es_mx: Si te revientan varias veces sin que revientesa algún rival, tardarás menos en regenerarte.
fr: Ton délai de réapparition est réduit si tu te faisliquider plusieurs fois sans vaincre d'adversaire.
it: Torni prima in battaglia quando ti splattanoripetutamente, ma tu non hai splattato nessuno.
ja: 相手を一人も倒せないまま連続でやられた時、復活時間が短くなります。
ko: 상대를 한 명도 쓰러뜨리지 못하고 연속으로 당했을 때부활 시간이 짧아집니다.
nl: Als je meermaals wordt uitgeschakeld zonder zelfiemand uit te schakelen, keer je sneller terug.
ru: Быстрее вернет тебя в игру, если тебяплюхнули несколько раз подряд, а ты — никого.
zh_hans: 在未击倒对手却连续阵亡时，缩短复活时间。
zh_hant: 在尚未擊倒任何對手卻連續陣亡時縮短復活時間。

# GearGearPowerExpSomersaultLanding
source: Tilting the Left Stick during a Super Jump letsyou perform a roll in that direction when landing.
de: Bewege den linken Stick bei einem Supersprung ineine Richtung, um dich beim Landen abzurollen.
es: Aterriza rodando en la dirección en que muevasla palanca izquierda durante un supersalto.
es_mx: Puedes rodar al aterrizar si inclinas la palancaizquierda durante un supersalto.
fr: Permet d'effectuer une roulade dans la directiondonnée par le stick gauche durant un super saut.
it: Quando fai un super salto, inclina lo stick L peratterrare con una capriola in quella direzione.
ja: スーパージャンプ着地時にスティックをたおしておくと着地と同時に前転します。
ko: 슈퍼 점프에서 착지할 때 스틱을 기울이면착지와 동시에 스틱을 기울인 방향으로 구르기를 합니다.
nl: Beweeg de linkerstick tijdens een supersprongom een rollanding in die richting uit te voeren.
ru: Чтобы сделать кувырок после приземления,в суперпрыжке наклони левый мини-джойстик.
zh_hans: 超级跳跃落地时推动摇杆的话，就能在落地的同时向前翻滚。
zh_hant: 於超級跳躍落地時推動操控搖桿可在落地的同時朝推動方向翻滾。

# GearGearPowerExpSpecialIncreaseUp
source: Increases special-gauge fill rate.
de: Schnelleres Auffüllen der Spezialanzeige.
es: Aumenta la velocidad de recarga del medidorespecial.
es_mx: El medidor especial se rellena más rápido.
fr: Permet à ta jauge spéciale de se remplirplus vite.
it: Aumenta la velocità di ricarica dell'armaspeciale.
ja: スペシャルゲージの増加量がアップします。
ko: 스페셜 게이지의 증가량이 늘어납니다.
nl: De meter van je speciale wapen wordt sneller gevuld.
ru: Ускоряет заполнение шкалы зарядаособого оружия.
zh_hans: 提升特殊武器蓄力槽的增加量。
zh_hant: 提升特殊武器蓄力槽的增加量。

# GearGearPowerExpSpecialSpecUp
source: Upgrades your special weapon.
de: Verbessert die Spezialwaffe.
es: Mejora las prestaciones del arma especial.
es_mx: Mejora las prestaciones del arma especial.
fr: Rend ton arme spéciale plus efficace.
it: Aumenta l'efficacia dell'arma speciale.
ja: スペシャルウェポンの性能がアップします。
ko: 스페셜 웨펀의 성능이 향상됩니다.
nl: Je speciale wapen is efficiënter.
ru: Повышает эффективностьтвоего особого оружия.
zh_hans: 提升特殊武器的性能。
zh_hant: 提升特殊武器的性能。

# GearGearPowerExpSquidMoveSpatterReduction
source: Leaves no trace when swimming in inked groundbut slightly reduces swim speed.
de: Langsamere Fortbewegung in Schwimmform, dafürin eigener Tinte schwimmend fast unsichtbar.
es: No dejas rastro al nadar por la tinta, perotu velocidad se reduce.
es_mx: No dejarás rastro al nadar por la tinta,pero tu velocidad bajará.
fr: Rend indétectables tes déplacements au sol encalanage, mais en réduit légèrement la vitesse.
it: Ti permette di non lasciare tracce quandosei un mollusco, ma ti rallenta leggermente.
ja: 地面をイカダッシュした時にインクが飛び散らなくなるが、移動速度が少しダウンします。
ko: 지면을 징어대시했을 때 잉크가 튀지 않게 되지만이동 속도가 조금 떨어집니다.
nl: Laat je onzichtbaar door inkt zwemmen, maar jezwemt wel langzamer.
ru: Позволяет плавать в краске, не оставляяследов, но при этом не так быстро, как обычно.
zh_hans: 于地面进行鱿鱼冲刺时，墨汁不会飞溅，但移动速度会略微降低。
zh_hant: 於地面進行魷魚衝刺時墨汁不會飛濺，但移動速度將略微下降。

# GearGearPowerExpSquidMoveUp
source: Increases movement speed in swim form.
de: Schnelleres Schwimmen in Schwimmform.
es: Aumenta la velocidad de desplazamiento cuandonadas por la tinta.
es_mx: Aumenta la velocidad de desplazamientocuando nadas por la tinta.
fr: Augmente ta rapidité lorsque tu évoluesdans l'encre.
it: Aumenta la velocità quando ti trasformiin mollusco e ti immergi.
ja: イカダッシュ時の移動速度がアップします。
ko: 징어대시의 이동 속도가 빨라집니다.
nl: Je beweegt sneller in zwemvorm.
ru: Повышает скорость передвиженияв краскоплыве.
zh_hans: 提升鱿鱼冲刺时的移动速度。
zh_hant: 提升魷魚衝刺時的移動速度。

# GearGearPowerExpStartAllUp
source: Boosts your speed while moving for the first 30seconds of battle.
de: In den ersten 30 Sek. eines Kampfes erhöhtsich deine Geschwindigkeit.
es: Aumenta tu velocidad al desplazarte durantelos primeros 30 segundos de combate.
es_mx: Aumenta tu movilidad durante los primeros30 segundos de combate.
fr: Augmente grandement ta rapidité pendantles 30 premières secondes d'un match.
it: Aumenta la tua velocità di movimento peri primi 30 secondi di battaglia.
ja: 対戦開始から３０カウントの間移動に関する効果がかなりアップします。
ko: 대전 시작부터 30초 동안이동과 관련된 효과가 상당히 향상됩니다.
nl: Tijdens de eerste 30 s van een gevecht kun jesneller bewegen.
ru: В первые 30 секунд боя увеличиваетскорость передвижения.
zh_hans: 在对战开始后的30计数期间移动相关的效果会大幅提升。
zh_hant: 對戰開始後，前30計數的期間內，大幅提升移動相關的效果。

# GearGearPowerExpSubEffectReduction
source: Reduces effects and damage from sub weapons.
de: Reduziert den durch Sekundärwaffen erlittenenSchaden sowie die Wirksamkeit ihrer Effekte.
es: Reduce el efecto de las armas secundariascontra ti, incluyendo el daño que te causan.
es_mx: Reduce el efecto y el daño de lasarmas secundarias.
fr: Réduit les dégâts reçus et les effets subislorsque l'adversaire utilise son arme secondaire.
it: Riduce i danni e gli effetti delle armi secondarie.
ja: サブウェポンによるダメージや効果を軽減します。
ko: 서브 웨펀으로 인한 대미지와 효과가 줄어듭니다.
nl: Subwapens zijn minder effectief en brengenminder schade toe.
ru: Снижает урон от запасного оружияи эффективность действия его свойств.
zh_hans: 减轻次要武器造成的伤害及效果。
zh_hant: 減輕次要武器造成的傷害及效果。

# GearGearPowerExpSubInkSave
source: Decreases amount of ink consumed by yoursub weapon.
de: Tintenverbrauch der Sekundärwaffe wirdreduziert.
es: Tu arma secundaria consume menos tinta.
es_mx: Reduce el consumo de tintade tu arma secundaria.
fr: Réduit la consommation d'encrede ton arme secondaire.
it: Riduce il consumo d'inchiostro dellatua arma secondaria.
ja: サブウェポンの消費インク量が少なくなります。
ko: 서브 웨펀의 소비 잉크양이 줄어듭니다.
nl: Je subwapen gebruikt minder inkt.
ru: Снижает расход краски запасным оружием.
zh_hans: 减少次要武器的墨汁消耗量。
zh_hant: 降低次要武器的墨汁消耗量。

# GearGearPowerExpSubSpecUp
source: Upgrades your sub weapon.
de: Verbessert die Sekundärwaffe.
es: Mejora las prestaciones del arma secundaria.
es_mx: Mejora las prestaciones del arma secundaria.
fr: Rend ton arme secondaire plus efficace.
it: Aumenta l'efficacia dell'arma secondaria.
ja: サブウェポンの性能がアップします。
ko: 서브 웨펀의 성능이 향상됩니다.
nl: Je subwapens zijn effectiever.
ru: Повышает эффективность запасного оружия.
zh_hans: 提升次要武器的性能。
zh_hant: 提升次要武器的性能。

# GearGearPowerExpSuperJumpSignHide
source: Hides your Super Jump landing point fromdistant players.
de: Die Zielpunkte deiner Supersprünge werdenvor weiter entfernten Spielern verborgen.
es: Oculta el punto de aterrizaje de un supersaltoa los jugadores más alejados.
es_mx: Oculta el punto de aterrizaje de tusupersalto de rivales que estén lejos.
fr: Le point de réception de tes super sautsest invisible de loin.
it: Rende invisibile da lontano il punto d'arrivoquando esegui un super salto.
ja: スーパージャンプの着地点を示すマーカーが、はなれた場所から見えなくなります。
ko: 슈퍼 점프의 착지점을 가리키는 마커가멀리 떨어진 곳에서 보이지 않게 됩니다.
nl: Verbergt de landingsplek van je supersprong voorspelers op afstand.
ru: Скрывает от врагов вдалеке местоприземления после суперпрыжков.
zh_hans: 远处玩家无法看见超级跳跃落地点的记号。
zh_hant: 遠處的玩家無法看見超級跳躍的落地點標記。

# GearGearPowerExpThermalInk
source: Allows you to track distant players hit withshots from your main weapon.
de: Tinte deiner Hauptwaffe markiert Gegner, sodasssie für kurze Zeit von Weitem sichtbar sind.
es: Si aciertas a un jugador con tu arma principal,podrás rastrearlo.
es_mx: Si aciertas a un jugador con tu arma principal,podrás rastrearlo.
fr: Permet de voir de loin la position des adversairesque tu touches avec ton arme principale.
it: Ti permette di tracciare per un po' gli avversarilontani che hai colpito con l'arma principale.
ja: メインウェポンの弾を直接当てた相手が、しばらくの間遠くから見えるようになります。
ko: 메인 웨펀의 탄환을 직접 맞힌 상대를잠시 동안 멀리서도 볼 수 있게 됩니다.
nl: Tegenstanders die je met je hoofdwapen raakt,zijn tijdelijk vanaf een grotere afstand te zien.
ru: Временно выдает расположение игроков,покрашенных твоим основным оружием.
zh_hans: 可以暂时从远处看见被主要武器直接打中的对手。
zh_hant: 可以暫時從遠處看見被主要武器的子彈直接命中的對手。

# GearGearPowerNameActionUp
source: Intensify Action
de: Action +
es: Agilidad extra
es_mx: Agilidad extra
fr: Feu de l'action
it: Intensificazione
ja: アクション強化
ko: 액션 강화
nl: Actie-assistentie
ru: Ультраудар
zh_hans: 行动强化
zh_hant: 行動強化

# GearGearPowerNameComeBack
source: Comeback
de: Rückkehr
es: Remontada
es_mx: Remonte
it: Gran ritorno
ja: カムバック
ko: 컴백
nl: Opfrisser
ru: Ответный удар
zh_hans: 回归
zh_hant: 回歸

# GearGearPowerNameDeathMarking
source: Haunt
de: Vergeltung
es: Represalia
es_mx: Resentimiento
fr: Revanche
it: Rappresaglia
ja: リベンジ
ko: 리벤지
nl: Revanche
ru: Вендетта
zh_hans: 复仇
zh_hant: 復仇

# GearGearPowerNameEndAllUp
source: Last-Ditch Effort
de: Endspurt
es: Sprint final
es_mx: Último recurso
fr: Ultime sursaut
it: Splash finale
ja: ラストスパート
ko: 라스트 스퍼트
nl: Eindsprint
ru: Финишный спурт
zh_hans: 最后冲刺
zh_hant: 最後衝刺

# GearGearPowerNameExorcist
source: Respawn Punisher
de: Heimsuchung
es: Castigo póstumo
es_mx: Castigo póstumo
fr: Retour perdant
it: Castigo
ja: 復活ペナルティアップ
ko: 부활 페널티 업
nl: Repercussie
ru: Кара
zh_hans: 提升复活惩罚
zh_hant: 提升復活懲罰

# GearGearPowerNameExSkillDouble
source: Ability Doubler
de: Effektdoppelung
es: Duplicador
es_mx: Duplicador
fr: Bonus ×2
it: Raddoppiatore
ja: 追加ギアパワー倍化
ko: 추가 기어 파워 2배
nl: Verdubbelaar
ru: Дупликатор
zh_hans: 追加装备能力增倍
zh_hant: 追加裝備能力增倍

# GearGearPowerNameHumanMoveUp
source: Run Speed Up
de: Lauftempo +
es: Supercarrera
es_mx: Carrera acelerada
fr: Course à pied
it: Velocità +
ja: ヒト移動速度アップ
ko: 인간 이동 속도 업
nl: Hardloper
ru: Спринтер
zh_hans: 提升人类移动速度
zh_hant: 提升人類移動速度

# GearGearPowerNameInkRecoveryUp
source: Ink Recovery Up
de: Regeneration +
es: Recarga rápida
es_mx: Mejor recarga tinta
fr: Levée d'encre
it: Recupero colore +
ja: インク回復力アップ
ko: 잉크 회복력 업
nl: Inktvulling
ru: Быстрый баллон
zh_hans: 提升墨汁回复力
zh_hant: 提升墨汁回復力

# GearGearPowerNameJumpTimeSave
source: Quick Super Jump
de: Supersprung +
es: Supersalto rápido
es_mx: Supersalto rápido
fr: Aérodynamisme
it: Salti super e veloci
ja: スーパージャンプ時間短縮
ko: 슈퍼 점프 시간 단축
nl: Turbosprong
ru: Суперпрыгун
zh_hans: 缩短超级跳跃时间
zh_hant: 縮短超級跳躍時間

# GearGearPowerNameMainInkSave
source: Ink Saver (Main)
de: Hauptverbrauch
es: Tintahorro (ppal.)
es_mx: Ahorro tinta (ppal.)
fr: Encrémenteur (pr.)
it: Eco-colore princ.
ja: インク効率アップ(メイン)
ko: 잉크 효율 업(메인)
nl: Hoofdspaarder
ru: Основной баллон X
zh_hans: 提升墨汁效率（主要武器）
zh_hant: 提升墨汁效率（主要武器）

# GearGearPowerNameMinorityUp
source: Tenacity
de: Zähigkeit
es: Ventaja
es_mx: Tenacidad
fr: Justice
it: Tenacia
ja: 逆境強化
ko: 역경 강화
nl: Volharding
ru: Компенсатор
zh_hans: 逆境强化
zh_hant: 逆境強化

# GearGearPowerNameObjectEffectUp
source: Object Shredder
de: Zerstörer
es: Demolición
es_mx: Demolición
fr: Démolition
it: Demolitore
ja: 対物攻撃力アップ
ko: 오브젝트 공격력 업
nl: Sloper
ru: Демонтажник
zh_hans: 提升对物体攻击力
zh_hant: 提升對物體攻擊力

# GearGearPowerNameOpInkEffectReduction
source: Ink Resistance Up
de: Tintentoleranz +
es: Impermeabilidad
es_mx: Impermeabilidad
fr: Pieds au sec
it: Scarpe impermeabili
ja: 相手インク影響軽減
ko: 상대 잉크 영향 감소
nl: Inkttolerantie
ru: Краскостойкость
zh_hans: 减轻对手墨汁影响
zh_hant: 減輕對手墨汁影響

# GearGearPowerNameRespawnSpecialGaugeSave
source: Special Saver
de: Spezialabzug -
es: Reducción especial
es_mx: Ahorro especial
fr: Baisse spéciale -
it: Riduzione speciale -
ja: スペシャル減少量ダウン
ko: 스페셜 감소량 다운
nl: Speciaalspaarder
ru: Особый резерв
zh_hans: 降低特殊武器减少量
zh_hant: 降低特殊武器減少量

# GearGearPowerNameRespawnTimeSave
source: Quick Respawn
de: Schnelle Rückkehr
es: Retorno exprés
es_mx: Regeneración rápida
fr: Sans temps morts
it: Il tempo è colore
ja: 復活時間短縮
ko: 부활 시간 단축
nl: Comeback
ru: Феникс
zh_hans: 缩短复活时间
zh_hant: 縮短復活時間

# GearGearPowerNameSomersaultLanding
source: Drop Roller
de: Tricklandung
es: Amortiguador
es_mx: Aterrizaje rodante
fr: Super roulade
it: Atterraggio stiloso
ja: 受け身術
ko: 낙법
nl: Rolmodel
ru: Акробат
zh_hans: 受身术
zh_hant: 受身術

# GearGearPowerNameSpecialIncreaseUp
source: Special Charge Up
de: Spezialladezeit +
es: Recarga especial
es_mx: Recarga especial
fr: Jauge spéciale +
it: Ricarica speciale +
ja: スペシャル増加量アップ
ko: 스페셜 증가량 업
nl: Speciaallader
ru: Особый насос
zh_hans: 提升特殊武器增加量
zh_hant: 提升特殊武器增加量

# GearGearPowerNameSpecialSpecUp
source: Special Power Up
de: Spezialstärke +
es: Superarma especial
es_mx: Mejora especial
fr: Arme spéciale +
it: Arma speciale +
ja: スペシャル性能アップ
ko: 스페셜 성능 업
nl: Specialist
ru: Особый подход
zh_hans: 提升特殊武器性能
zh_hant: 提升特殊武器性能

# GearGearPowerNameSquidMoveSpatterReduction
source: Ninja Squid
de: Tintenfisch-Ninja
es: Ninjalamar
es_mx: Ninjalamar
fr: Ninjalamar
it: Calamaro ninja
ja: イカニンジャ
ko: 징어닌자
nl: Ninja-inktvis
ru: Мимикрия
zh_hans: 鱿鱼忍者
zh_hant: 魷魚忍者

# GearGearPowerNameSquidMoveUp
source: Swim Speed Up
de: Schwimmtempo +
es: Superbuceo
es_mx: Nado acelerado
fr: Turbo-calamar
it: Velocità nuoto +
ja: イカダッシュ速度アップ
ko: 징어대시 속도 업
nl: Zwemdiploma
ru: Плавунец
zh_hans: 提升鱿鱼冲刺速度
zh_hant: 提升魷魚衝刺速度

# GearGearPowerNameStartAllUp
source: Opening Gambit
de: Startvorteil
es: Acelerón de salida
es_mx: Acelerón de salida
fr: Chapeaux de roue
it: Partenza a razzo
ja: スタートダッシュ
ko: 스타트 대시
nl: Vliegende start
ru: Стартовый спурт
zh_hans: 最初冲刺
zh_hant: 最初衝刺

# GearGearPowerNameSubEffectReduction
source: Sub Resistance Up
de: Sekundärschutz +
es: Resistencia secundaria
es_mx: Resistencia secundaria
fr: Filtre à secondaires
it: Arma sec. impermeabile
ja: サブ影響軽減
ko: 서브 영향 감소
nl: Subdemper
ru: Стойкость запаса
zh_hans: 减轻次要武器影响
zh_hant: 減輕次要武器影響

# GearGearPowerNameSubInkSave
source: Ink Saver (Sub)
de: Sekundärverbrauch
es: Tintahorro (sec.)
es_mx: Ahorro tinta (sec.)
fr: Encrémenteur (sec.)
it: Eco-colore second.
ja: インク効率アップ(サブ)
ko: 잉크 효율 업(서브)
nl: Subspaarder
ru: Запасной баллон X
zh_hans: 提升墨汁效率（次要武器）
zh_hant: 提升墨汁效率（次要武器）

# GearGearPowerNameSubSpecUp
source: Sub Power Up
de: Sekundärstärke +
es: Superarma secundaria
es_mx: Mejora secundaria
fr: Arme secondaire +
it: Arma secondaria +
ja: サブ性能アップ
ko: 서브 성능 업
nl: Subtopper
ru: Про-Запас
zh_hans: 提升次要武器性能
zh_hant: 提升次要武器性能

# GearGearPowerNameSuperJumpSignHide
source: Stealth Jump
de: Sprunginfiltration
es: Supersalto invisible
es_mx: Supersalto invisible
fr: Réception réussie
it: Salto al buio
ja: ステルスジャンプ
ko: 스텔스 점프
nl: Sluipsprong
ru: Десант
zh_hans: 隐身跳跃
zh_hant: 隱身跳躍

# GearGearPowerNameThermalInk
source: Thermal Ink
de: Markierfarbe
es: Señuelo
es_mx: Tinta rastreadora
fr: Encre thermique
it: Inchiostro termico
ja: サーマルインク
ko: 서멀 잉크
nl: Markeerstift
ru: Клеймо
zh_hans: 热力墨汁
zh_hant: 熱力墨汁

# GesoTownAppName
source: SplatNet Shop
de: TentaWorld
es: Tentatienda
es_mx: Tienda SplatNet
fr: Céphalochic
it: Calama-zone
ja: ゲソタウン
ko: 오징어넷 숍
nl: Tentashop
ru: Щупозон
zh_hans: 鱿鱼须商城
zh_hant: 魷魚鬚商城

# GesoTownBackToGesotown
source: Back to SplatNet Shop
de: Zurück zu TentaWorld
es: Volver a la Tentatienda
es_mx: Volver a la tienda SplatNet
fr: Retour à Céphalochic
it: Torna a Calama-zone
ja: ゲソタウンに戻る
ko: 오징어넷 숍으로 돌아가기
nl: Terug naar de Tentashop
ru: Назад в «Щупозон»
zh_hans: 返回鱿鱼须商城
zh_hant: 返回魷魚鬚商城

# GesoTownCurrentGear
source: Your Gear
de: Deine Ausrüstung
es: Equipamiento en tu poder
es_mx: Tu artículo
fr: Équipement actuel
it: Oggetto attuale
ja: 持っているギア
ko: 가지고 있는 기어
nl: Jouw uitrusting
ru: Твое снаряжение
zh_hans: 持有的装备
zh_hant: 持有的裝備
