Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# WeaponWeaponNameMainShelterFocusCoop
source: Recycled Brella 24 Mk I
de: Bast-Pluviator 24-A
es: Prototintas 24-I
es_mx: Prototintas 24-I
fr: Para-encre Ré-gen 24 Mk I
it: Sparasole riciclo 24-I
ja: 24式張替傘・甲
ko: 24식 도돌이 우산 갑
nl: Protoplenzer 24-I
ru: Ребут-зонтган М-1
zh_hans: 24式可替换伞·甲
zh_hant: 24式可替換傘‧甲

# WeaponWeaponNameMainShelterNormal00
source: Splat Brella
de: Parapluviator
es: Paratintas
es_mx: Paratintas
fr: Para-encre
it: Sparasole
ja: パラシェルター
ko: 파라 셸터
nl: Plenzer
ru: Сплат-зонт
zh_hans: 遮阳防空伞
zh_hant: 遮陽防空傘

# WeaponWeaponNameMainShelterNormal01
source: Sorella Brella
de: Sorella-Parapluviator
es: Paratintas B
es_mx: Paratintas Sorella
fr: Para-encre Sorella
it: Sparasole Solerra
ja: パラシェルターソレーラ
ko: 파라 셸터 소렐라
nl: Sorella Plenzer
ru: Зонтган «Родиччи»
zh_hans: 遮阳防空伞 姐妹
zh_hant: 遮陽防空傘 姐妹

# WeaponWeaponNameMainShelterNormalCoop
source: Splat Brella
de: Parapluviator
es: Paratintas
es_mx: Paratintas
fr: Para-encre
it: Sparasole
ja: パラシェルター
ko: 파라 셸터
nl: Plenzer
ru: Сплат-зонт
zh_hans: 遮阳防空伞
zh_hant: 遮陽防空傘

# WeaponWeaponNameMainShelterNormalMsn
source: Splat Brella
de: Parapluviator
es: Paratintas
es_mx: Paratintas
fr: Para-encre
it: Sparasole
ja: パラシェルター
ko: 파라 셸터
nl: Plenzer
ru: Сплат-зонт
zh_hans: 遮阳防空伞
zh_hant: 遮陽防空傘

# WeaponWeaponNameMainShelterNormalO
source: Order Brella Replica
de: Ordnung-Pluviator Replik
es: Paratintas orden (réplica)
es_mx: Paratintas orden réplica
fr: Para-encre d'Ordre (réplique)
it: Sparasole Ordine replica
ja: オーダーシェルター レプリカ
ko: 오더 셸터 레플리카
nl: Ordeplenzer (replica)
ru: Зонтган Порядка (клон)
zh_hans: 秩序防空伞 复制
zh_hant: 秩序防空傘 複製

# WeaponWeaponNameMainShelterWide00
source: Tenta Brella
de: Camp-Pluviator
es: Paratintas maxi
es_mx: Paratintas forestal
fr: Para-encre XL
it: Sparatenda
ja: キャンピングシェルター
ko: 캠핑 셸터
nl: Kampeerplenzer
ru: Зонтент
zh_hans: 露营防空伞
zh_hant: 露營防空傘

# WeaponWeaponNameMainShelterWide01
source: Tenta Sorella Brella
de: Sorella-Camp-Pluviator
es: Paratintas maxi B
es_mx: Paratintas forestal Sorella
fr: Para-encre XL Sorella
it: Sparatenda Solerra
ja: キャンピングシェルターソレーラ
ko: 캠핑 셸터 소렐라
nl: Sorella Kampeerplenzer
ru: Зонтент «Родиччи»
zh_hans: 露营防空伞 姐妹
zh_hant: 露營防空傘 姐妹

# WeaponWeaponNameMainShelterWideCoop
source: Tenta Brella
de: Camp-Pluviator
es: Paratintas maxi
es_mx: Paratintas forestal
fr: Para-encre XL
it: Sparatenda
ja: キャンピングシェルター
ko: 캠핑 셸터
nl: Kampeerplenzer
ru: Зонтент
zh_hans: 露营防空伞
zh_hant: 露營防空傘

# WeaponWeaponNameMainShelterWideMsn
source: Tenta Brella
de: Camp-Pluviator
es: Paratintas maxi
es_mx: Paratintas forestal
fr: Para-encre XL
it: Sparatenda
ja: キャンピングシェルター
ko: 캠핑 셸터
nl: Kampeerplenzer
ru: Зонтент
zh_hans: 露营防空伞
zh_hant: 露營防空傘

# WeaponWeaponNameMainShooterBlaze00
source: Aerospray MG
de: Airbrush MG
es: Aerógrafo pro
es_mx: Aerógrafo GP
fr: Aérogun
it: Aerografo
ja: プロモデラーMG
ko: 프로모델러 MG
nl: Kladderwerper
ru: Аэроспрей
zh_hans: 专业模型枪MG
zh_hant: 專業模型槍MG

# WeaponWeaponNameMainShooterBlaze01
source: Aerospray RG
de: Airbrush RG
es: Aerógrafo plus
es_mx: Aerógrafo GN
fr: Aérogun premium
it: Aerografo élite
ja: プロモデラーRG
ko: 프로모델러 RG
nl: Kladderwerper Pro
ru: Аэроспрей ДЕЛЮКС
zh_hans: 专业模型枪RG
zh_hant: 專業模型槍RG

# WeaponWeaponNameMainShooterBlazeCoop
source: Aerospray MG
de: Airbrush MG
es: Aerógrafo pro
es_mx: Aerógrafo GP
fr: Aérogun
it: Aerografo
ja: プロモデラーMG
ko: 프로모델러 MG
nl: Kladderwerper
ru: Аэроспрей
zh_hans: 专业模型枪MG
zh_hant: 專業模型槍MG

# WeaponWeaponNameMainShooterBlazeMsn
source: Aerospray MG
de: Airbrush MG
es: Aerógrafo pro
es_mx: Aerógrafo GP
fr: Aérogun
it: Aerografo
ja: プロモデラーMG
ko: 프로모델러 MG
nl: Kladderwerper
ru: Аэроспрей
zh_hans: 专业模型枪MG
zh_hant: 專業模型槍MG

# WeaponWeaponNameMainShooterExpert00
source: Splattershot Pro
de: Profi-Kleckser
es: Lanzatintas plus
es_mx: Rociador Pro
fr: Liquidateur pro
it: Splasher élite
ja: プライムシューター
ko: 프라임 슈터
nl: Superspetter Pro
ru: Каплестрел ПРО
zh_hans: 顶尖射击枪
zh_hant: 頂尖射擊槍

# WeaponWeaponNameMainShooterExpert01
source: Forge Splattershot Pro
de: Focus-Profi-Kleckser
es: Lanzatintas plus B
es_mx: Rociador Forima
fr: Liquidateur pro griffé
it: Splasher élite logo
ja: プライムシューターコラボ
ko: 프라임 슈터 컬래버
nl: Forge Superspetter Pro
ru: Каплестрел ПРО «Блиц»
zh_hans: 顶尖射击枪 联名
zh_hant: 頂尖射擊槍 聯名

# WeaponWeaponNameMainShooterExpertCoop
source: Splattershot Pro
de: Profi-Kleckser
es: Lanzatintas plus
es_mx: Rociador Pro
fr: Liquidateur pro
it: Splasher élite
ja: プライムシューター
ko: 프라임 슈터
nl: Superspetter Pro
ru: Каплестрел ПРО
zh_hans: 顶尖射击枪
zh_hant: 頂尖射擊槍

# WeaponWeaponNameMainShooterExpertMsn
source: Splattershot Pro
de: Profi-Kleckser
es: Lanzatintas plus
es_mx: Rociador Pro
fr: Liquidateur pro
it: Splasher élite
ja: プライムシューター
ko: 프라임 슈터
nl: Superspetter Pro
ru: Каплестрел ПРО
zh_hans: 顶尖射击枪
zh_hant: 頂尖射擊槍

# WeaponWeaponNameMainShooterFirst00
source: Splattershot Jr.
de: Junior-Kleckser
es: Lanzatintas novato
es_mx: Rociador básico
fr: Liquidateur Jr.
it: Sparacolore recluta
ja: わかばシューター
ko: 새싹 슈터
nl: Superspetter jr.
ru: Каплестрел-У
zh_hans: 新叶射击枪
zh_hant: 新葉射擊槍

# WeaponWeaponNameMainShooterFirst01
source: Custom Splattershot Jr.
de: Junior-Kleckser Plus
es: Lanzatintas novato B
es_mx: Rociador básico adaptado
fr: Liquidateur Sr.
it: Sparacolore logo
ja: もみじシューター
ko: 단풍 슈터
nl: Gemodde Superspetter jr.
ru: Каплестрел-У 2.0
zh_hans: 枫叶射击枪
zh_hant: 楓葉射擊槍

# WeaponWeaponNameMainShooterFirstCoop
source: Splattershot Jr.
de: Junior-Kleckser
es: Lanzatintas novato
es_mx: Rociador básico
fr: Liquidateur Jr.
it: Sparacolore recluta
ja: わかばシューター
ko: 새싹 슈터
nl: Superspetter jr.
ru: Каплестрел-У
zh_hans: 新叶射击枪
zh_hant: 新葉射擊槍

# WeaponWeaponNameMainShooterFirstMsn
source: Splattershot Jr.
de: Junior-Kleckser
es: Lanzatintas novato
es_mx: Rociador básico
fr: Liquidateur Jr.
it: Sparacolore recluta
ja: わかばシューター
ko: 새싹 슈터
nl: Superspetter jr.
ru: Каплестрел-У
zh_hans: 新叶射击枪
zh_hant: 新葉射擊槍

# WeaponWeaponNameMainShooterFlash00
source: Squeezer
de: Quetscher
es: Tintopresor
es_mx: Tintopresor
fr: Compresseur
it: Strizzer
ja: ボトルガイザー
ko: 보틀 가이저
nl: Floeper
ru: Бутылятор
zh_hans: 开瓶喷泉枪
zh_hant: 開瓶噴泉槍

# WeaponWeaponNameMainShooterFlash01
source: Foil Squeezer
de: Quetscher Fol
es: Tintopresor B
es_mx: Tintopresor Foil
fr: Compresseur alu
it: Strizzer B
ja: ボトルガイザーフォイル
ko: 포일 보틀 가이저
nl: Foil Floeper
ru: Бутылятор «Блеск»
zh_hans: 开瓶喷泉枪 金属箔
zh_hant: 開瓶噴泉槍 金屬箔

# WeaponWeaponNameMainShooterFlashCoop
source: Squeezer
de: Quetscher
es: Tintopresor
es_mx: Tintopresor
fr: Compresseur
it: Strizzer
ja: ボトルガイザー
ko: 보틀 가이저
nl: Floeper
ru: Бутылятор
zh_hans: 开瓶喷泉枪
zh_hant: 開瓶噴泉槍

# WeaponWeaponNameMainShooterFlashMsn
source: Squeezer
de: Quetscher
es: Tintopresor
es_mx: Tintopresor
fr: Compresseur
it: Strizzer
ja: ボトルガイザー
ko: 보틀 가이저
nl: Floeper
ru: Бутылятор
zh_hans: 开瓶喷泉枪
zh_hant: 開瓶噴泉槍

# WeaponWeaponNameMainShooterGravity00
source: .52 Gal
de: .52 Gallon
es: Salpicadora 2000
es_mx: Salpicadora 2000
fr: Calibre 2000
it: Calibro 2000
ja: .52ガロン
ko: .52 갤런
nl: .52 Kaliter
ru: Струевик .52
zh_hans: .52加仑
zh_hant: .52加侖

# WeaponWeaponNameMainShooterGravity01
source: .52 Gal Deco
de: .52 Gallon Deko
es: Salpicadora 2000 DX
es_mx: Salpicadora 2000 chic
fr: Calibre 2000 chic
it: Calibro 2000 DX
ja: .52ガロンデコ
ko: .52 갤런 데코
nl: .52 Kaliter Deco
ru: Струевик .52 «Деко»
zh_hans: .52加仑 装饰
zh_hant: .52加侖 裝飾

# WeaponWeaponNameMainShooterGravityCoop
source: .52 Gal
de: .52 Gallon
es: Salpicadora 2000
es_mx: Salpicadora 2000
fr: Calibre 2000
it: Calibro 2000
ja: .52ガロン
ko: .52 갤런
nl: .52 Kaliter
ru: Струевик .52
zh_hans: .52加仑
zh_hant: .52加侖

# WeaponWeaponNameMainShooterGravityMsn
source: .52 Gal
de: .52 Gallon
es: Salpicadora 2000
es_mx: Salpicadora 2000
fr: Calibre 2000
it: Calibro 2000
ja: .52ガロン
ko: .52 갤런
nl: .52 Kaliter
ru: Струевик .52
zh_hans: .52加仑
zh_hant: .52加侖

# WeaponWeaponNameMainShooterHeavy00
source: .96 Gal
de: .96 Gallon
es: Salpicadora 3000
es_mx: Salpicadora 3000
fr: Calibre 3000
it: Calibro 3000
ja: .96ガロン
ko: .96 갤런
nl: .96 Kaliter
ru: Струевик .96
zh_hans: .96加仑
zh_hant: .96加侖

# WeaponWeaponNameMainShooterHeavy01
source: .96 Gal Deco
de: .96 Gallon Deko
es: Salpicadora 3000 DX
es_mx: Salpicadora 3000 chic
fr: Calibre 3000 chic
it: Calibro 3000 DX
ja: .96ガロンデコ
ko: .96 갤런 데코
nl: .96 Kaliter Deco
ru: Струевик .96 «Деко»
zh_hans: .96加仑 装饰
zh_hant: .96加侖 裝飾

# WeaponWeaponNameMainShooterHeavyCoop
source: .96 Gal
de: .96 Gallon
es: Salpicadora 3000
es_mx: Salpicadora 3000
fr: Calibre 3000
it: Calibro 3000
ja: .96ガロン
ko: .96 갤런
nl: .96 Kaliter
ru: Струевик .96
zh_hans: .96加仑
zh_hant: .96加侖

# WeaponWeaponNameMainShooterHeavyMsn
source: .96 Gal
de: .96 Gallon
es: Salpicadora 3000
es_mx: Salpicadora 3000
fr: Calibre 3000
it: Calibro 3000
ja: .96ガロン
ko: .96 갤런
nl: .96 Kaliter
ru: Струевик .96
zh_hans: .96加仑
zh_hant: .96加侖

# WeaponWeaponNameMainShooterLong00
source: Jet Squelcher
de: Platscher
es: Megabarredora
es_mx: Megasoplador
fr: Nettoyeur XL
it: Sweeper
ja: ジェットスイーパー
ko: 제트 스위퍼
nl: Straalplonzer
ru: Плескарь
zh_hans: 喷射清洁枪
zh_hant: 噴射清潔槍

# WeaponWeaponNameMainShooterLong01
source: Custom Jet Squelcher
de: Platscher SE
es: Megabarredora SP
es_mx: Megasoplador adaptado
fr: Nettoyeur XL modifié
it: Sweeper CM
ja: ジェットスイーパーカスタム
ko: 커스텀 제트 스위퍼
nl: Gemodde Straalplonzer
ru: Плескарь «Понт»
zh_hans: 喷射清洁枪 改装
zh_hant: 噴射清潔槍 改裝

# WeaponWeaponNameMainShooterLongCoop
source: Jet Squelcher
de: Platscher
es: Megabarredora
es_mx: Megasoplador
fr: Nettoyeur XL
it: Sweeper
ja: ジェットスイーパー
ko: 제트 스위퍼
nl: Straalplonzer
ru: Плескарь
zh_hans: 喷射清洁枪
zh_hant: 噴射清潔槍

# WeaponWeaponNameMainShooterLongMsn
source: Jet Squelcher
de: Platscher
es: Megabarredora
es_mx: Megasoplador
fr: Nettoyeur XL
it: Sweeper
ja: ジェットスイーパー
ko: 제트 스위퍼
nl: Straalplonzer
ru: Плескарь
zh_hans: 喷射清洁枪
zh_hant: 噴射清潔槍

# WeaponWeaponNameMainShooterNormal00
source: Splattershot
de: Kleckser
es: Lanzatintas
es_mx: Rociador
fr: Liquidateur
it: Splasher
ja: スプラシューター
ko: 스플랫 슈터
nl: Superspetter
ru: Каплестрел
zh_hans: 斯普拉射击枪
zh_hant: 斯普拉射擊槍

# WeaponWeaponNameMainShooterNormal01
source: Tentatek Splattershot
de: Tentatek-Kleckser
es: Lanzatintas B
es_mx: Rociador Tentáctica
fr: Liquidateur griffé
it: Splasher logo
ja: スプラシューターコラボ
ko: 스플랫 슈터 컬래버
nl: Tentatek Superspetter
ru: Каплестрел «Щуччи»
zh_hans: 斯普拉射击枪 联名
zh_hant: 斯普拉射擊槍 聯名

# WeaponWeaponNameMainShooterNormalCoop
source: Splattershot
de: Kleckser
es: Lanzatintas
es_mx: Rociador
fr: Liquidateur
it: Splasher
ja: スプラシューター
ko: 스플랫 슈터
nl: Superspetter
ru: Каплестрел
zh_hans: 斯普拉射击枪
zh_hant: 斯普拉射擊槍

# WeaponWeaponNameMainShooterNormalH
source: Hero Shot Replica
de: Heldenwaffe Replik
es: Pistola de élite (réplica)
es_mx: Rociador de élite réplica
fr: Lanceur héroïque (réplique)
it: Pistola élite replica
ja: ヒーローシューター レプリカ
ko: 히어로 슈터 레플리카
nl: Heldenspetter (replica)
ru: Каплестрел героя (клон)
zh_hans: 英雄射击枪 复制
zh_hant: 英雄射擊槍 複製

# WeaponWeaponNameMainShooterNormalMsn
source: Splattershot
de: Kleckser
es: Lanzatintas
es_mx: Rociador
fr: Liquidateur
it: Splasher
ja: スプラシューター
ko: 스플랫 슈터
nl: Superspetter
ru: Каплестрел
zh_hans: 斯普拉射击枪
zh_hant: 斯普拉射擊槍

# WeaponWeaponNameMainShooterNormalO
source: Order Shot Replica
de: Ordnung-Kleckser Replik
es: Lanzatintas orden (réplica)
es_mx: Rociador orden réplica
fr: Lanceur d'Ordre (réplique)
it: Pistola Ordine replica
ja: オーダーシューター レプリカ
ko: 오더 슈터 레플리카
nl: Ordespetter (replica)
ru: Каплестрел Порядка (клон)
zh_hans: 秩序射击枪 复制
zh_hant: 秩序射擊槍 複製

# WeaponWeaponNameMainShooterNormalOct
source: Octo Shot Replica
de: Okto-Kleckser Replik
es: Pistola octariana (réplica)
es_mx: Rociador octariano réplica
fr: Lanceur Octaling (réplique)
it: Octosplasher replica
ja: オクタシューター レプリカ
ko: 옥타 슈터 레플리카
nl: Octospetter (replica)
ru: Осьмострел (клон)
zh_hans: 章鱼射击枪 复制
zh_hant: 章魚射擊槍 複製

# WeaponWeaponNameMainShooterPrecision00
source: Splash-o-matic
de: Fein-Disperser
es: Marcador fino
es_mx: Plumón
fr: Marqueur léger
it: Marker d'assalto
ja: シャープマーカー
ko: 샤프 마커
nl: Spetterspuit
ru: Плюхомет
zh_hans: 窄域标记枪
zh_hant: 窄域標記槍

# WeaponWeaponNameMainShooterPrecision01
source: Neo Splash-o-matic
de: Fein-Disperser Neo
es: Marcador fino neo
es_mx: Plumón neo
fr: Marqueur léger Néo
it: Marker d'assalto Neo
ja: シャープマーカーネオ
ko: 네오 샤프 마커
nl: Spetterspuit Neo
ru: Плюхомет «Нео»
zh_hans: 窄域标记枪 新型
zh_hant: 窄域標記槍 新型

# WeaponWeaponNameMainShooterPrecisionCoop
source: Splash-o-matic
de: Fein-Disperser
es: Marcador fino
es_mx: Plumón
fr: Marqueur léger
it: Marker d'assalto
ja: シャープマーカー
ko: 샤프 마커
nl: Spetterspuit
ru: Плюхомет
zh_hans: 窄域标记枪
zh_hant: 窄域標記槍

# WeaponWeaponNameMainShooterPrecisionMsn
source: Splash-o-matic
de: Fein-Disperser
es: Marcador fino
es_mx: Plumón
fr: Marqueur léger
it: Marker d'assalto
ja: シャープマーカー
ko: 샤프 마커
nl: Spetterspuit
ru: Плюхомет
zh_hans: 窄域标记枪
zh_hant: 窄域標記槍

# WeaponWeaponNameMainShooterQuickLong00
source: Splattershot Nova
de: Kosmo-Kleckser
es: Lanzatintas espacial
es_mx: Rociador espacial
fr: Lanceur spatial
it: Splasher Nova
ja: スペースシューター
ko: 스페이스 슈터
nl: Superspetter Nova
ru: Каплестрел НОВА
zh_hans: 太空射击枪
zh_hant: 太空射擊槍

# WeaponWeaponNameMainShooterQuickLong01
source: Annaki Splattershot Nova
de: Annaki-Kosmo-Kleckser
es: Lanzatintas espacial B
es_mx: Rociador espacial Annak
fr: Lanceur spatial Aroz
it: Splasher Nova Annak
ja: スペースシューターコラボ
ko: 스페이스 슈터 컬래버
nl: Annaki Superspetter Nova
ru: Каплестрел НОВА-ПАНК
zh_hans: 太空射击枪 联名
zh_hant: 太空射擊槍 聯名

# WeaponWeaponNameMainShooterQuickLongCoop
source: Splattershot Nova
de: Kosmo-Kleckser
es: Lanzatintas espacial
es_mx: Rociador espacial
fr: Lanceur spatial
it: Splasher Nova
ja: スペースシューター
ko: 스페이스 슈터
nl: Superspetter Nova
ru: Каплестрел НОВА
zh_hans: 太空射击枪
zh_hant: 太空射擊槍

# WeaponWeaponNameMainShooterShort00
source: Sploosh-o-matic
de: Disperser
es: Marcador
es_mx: Marcador grueso
fr: Marqueur lourd
it: Marker
ja: ボールドマーカー
ko: 볼드 마커
nl: Spettertuit
ru: Плюхотрон
zh_hans: 广域标记枪
zh_hant: 廣域標記槍

# WeaponWeaponNameMainShooterShort01
source: Neo Sploosh-o-matic
de: Disperser Neo
es: Marcador neo
es_mx: Marcador grueso neo
fr: Marqueur lourd Néo
it: Marker Neo
ja: ボールドマーカーネオ
ko: 네오 볼드 마커
nl: Spettertuit Neo
ru: Плюхотрон «Нео»
zh_hans: 广域标记枪 新型
zh_hant: 廣域標記槍 新型

# WeaponWeaponNameMainShooterShortCoop
source: Sploosh-o-matic
de: Disperser
es: Marcador
es_mx: Marcador grueso
fr: Marqueur lourd
it: Marker
ja: ボールドマーカー
ko: 볼드 마커
nl: Spettertuit
ru: Плюхотрон
zh_hans: 广域标记枪
zh_hant: 廣域標記槍

# WeaponWeaponNameMainShooterShortMsn
source: Sploosh-o-matic
de: Disperser
es: Marcador
es_mx: Marcador grueso
fr: Marqueur lourd
it: Marker
ja: ボールドマーカー
ko: 볼드 마커
nl: Spettertuit
ru: Плюхотрон
zh_hans: 广域标记枪
zh_hant: 廣域標記槍

# WeaponWeaponNameMainShooterTripleMiddle00
source: H-3 Nozzlenose
de: S3 Tintenwerfer
es: Tintambor pesado
es_mx: Manguera pesada
fr: Arroseur lourd
it: Triplete
ja: H3リールガン
ko: H3 릴 건
nl: H-3 Langsnuit
ru: Тяжелый каплетрон
zh_hans: H3卷管枪
zh_hant: H3捲管槍

# WeaponWeaponNameMainShooterTripleMiddle01
source: H-3 Nozzlenose D
de: S3 Tintenwerfer D
es: Tintambor pesado D
es_mx: Manguera pesada D
fr: Arroseur lourd Cétacé
it: Triplete D
ja: H3リールガンD
ko: H3 릴 건 D
nl: H-3 Langsnuit D
ru: Тяжелый каплетрон 2.0
zh_hans: H3卷管枪D
zh_hant: H3捲管槍D

# WeaponWeaponNameMainShooterTripleMiddleCoop
source: H-3 Nozzlenose
de: S3 Tintenwerfer
es: Tintambor pesado
es_mx: Manguera pesada
fr: Arroseur lourd
it: Triplete
ja: H3リールガン
ko: H3 릴 건
nl: H-3 Langsnuit
ru: Тяжелый каплетрон
zh_hans: H3卷管枪
zh_hant: H3捲管槍

# WeaponWeaponNameMainShooterTripleMiddleMsn
source: H-3 Nozzlenose
de: S3 Tintenwerfer
es: Tintambor pesado
es_mx: Manguera pesada
fr: Arroseur lourd
it: Triplete
ja: H3リールガン
ko: H3 릴 건
nl: H-3 Langsnuit
ru: Тяжелый каплетрон
zh_hans: H3卷管枪
zh_hant: H3捲管槍

# WeaponWeaponNameMainShooterTripleQuick00
source: L-3 Nozzlenose
de: L3 Tintenwerfer
es: Tintambor ligero
es_mx: Manguera ligera
fr: Arroseur léger
it: Triplete compatto
ja: L3リールガン
ko: L3 릴 건
nl: L-3 Stompsnuit
ru: Каплетрон-компакт
zh_hans: L3卷管枪
zh_hant: L3捲管槍

# WeaponWeaponNameMainShooterTripleQuick01
source: L-3 Nozzlenose D
de: L3 Tintenwerfer D
es: Tintambor ligero D
es_mx: Manguera ligera D
fr: Arroseur léger Cétacé
it: Triplete compatto D
ja: L3リールガンD
ko: L3 릴 건 D
nl: L-3 Stompsnuit D
ru: Каплетрон-компакт 2.0
zh_hans: L3卷管枪D
zh_hant: L3捲管槍D

# WeaponWeaponNameMainShooterTripleQuickCoop
source: L-3 Nozzlenose
de: L3 Tintenwerfer
es: Tintambor ligero
es_mx: Manguera ligera
fr: Arroseur léger
it: Triplete compatto
ja: L3リールガン
ko: L3 릴 건
nl: L-3 Stompsnuit
ru: Каплетрон-компакт
zh_hans: L3卷管枪
zh_hant: L3捲管槍

# WeaponWeaponNameMainShooterTripleQuickMsn
source: L-3 Nozzlenose
de: L3 Tintenwerfer
es: Tintambor ligero
es_mx: Manguera ligera
fr: Arroseur léger
it: Triplete compatto
ja: L3リールガン
ko: L3 릴 건
nl: L-3 Stompsnuit
ru: Каплетрон-компакт
zh_hans: L3卷管枪
zh_hant: L3捲管槍

# WeaponWeaponNameMainSlosherBathtub00
source: Bloblobber
de: Wannen-Schwapper
es: Derramatic baño
es_mx: Derramatic baño
fr: Bassineur
it: Secchiostro vasca
ja: オーバーフロッシャー
ko: 오버플로셔
nl: Spatkuip
ru: Ваннаган
zh_hans: 满溢泡澡泼桶
zh_hant: 滿溢泡澡潑桶

# WeaponWeaponNameMainSlosherBathtub01
source: Bloblobber Deco
de: Wannen-Schwapper Deko
es: Derramatic baño DX
es_mx: Derramatic baño chic
fr: Bassineur chic
it: Secchiostro vasca DX
ja: オーバーフロッシャーデコ
ko: 오버플로셔 데코
nl: Spatkuip Deco
ru: Ваннаган «Деко»
zh_hans: 满溢泡澡泼桶 装饰
zh_hant: 滿溢泡澡潑桶 裝飾

# WeaponWeaponNameMainSlosherBathtubCoop
source: Bloblobber
de: Wannen-Schwapper
es: Derramatic baño
es_mx: Derramatic baño
fr: Bassineur
it: Secchiostro vasca
ja: オーバーフロッシャー
ko: 오버플로셔
nl: Spatkuip
ru: Ваннаган
zh_hans: 满溢泡澡泼桶
zh_hant: 滿溢泡澡潑桶

# WeaponWeaponNameMainSlosherBathtubMsn
source: Bloblobber
de: Wannen-Schwapper
es: Derramatic baño
es_mx: Derramatic baño
fr: Bassineur
it: Secchiostro vasca
ja: オーバーフロッシャー
ko: 오버플로셔
nl: Spatkuip
ru: Ваннаган
zh_hans: 满溢泡澡泼桶
zh_hant: 滿溢泡澡潑桶

# WeaponWeaponNameMainSlosherBearCoop
source: Grizzco Slosher
de: Bär-Schwapper
es: Derramatic Don Oso
es_mx: Derramatic Don Oso
fr: Seau M. Ours SA
it: Secchiostro Ursus
ja: クマサン印のスロッシャー
ko: Mr. 베어표 슬로셔
nl: Beer & Co-morser
ru: Ведроган «Потапыч Inc.»
zh_hans: 熊先生印章泼桶
zh_hant: 熊先生印章潑桶

# WeaponWeaponNameMainSlosherDiffusion00
source: Tri-Slosher
de: 3R-Schwapper
es: Derramatic triple
es_mx: Derramatic triple
fr: Dépoteur
it: Secchiostro triplo
ja: ヒッセン
ko: 물통
nl: Triomorser
ru: Ведроган 3 в 1
zh_hans: 洗笔桶
zh_hant: 洗筆桶

# WeaponWeaponNameMainSlosherDiffusion01
source: Tri-Slosher Nouveau
de: 3R-Schwapper Fresco
es: Derramatic triple maestro
es_mx: Derramatic triple maestro
fr: Dépoteur nuancé
it: Secchiostro triplo master
ja: ヒッセン・ヒュー
ko: 물통 휴
nl: Triomorser Nouveau
ru: Ведроган 3 в 1 «НуВо»
zh_hans: 洗笔桶·新艺术
zh_hant: 洗筆桶‧新藝術

# WeaponWeaponNameMainSlosherDiffusionCoop
source: Tri-Slosher
de: 3R-Schwapper
es: Derramatic triple
es_mx: Derramatic triple
fr: Dépoteur
it: Secchiostro triplo
ja: ヒッセン
ko: 물통
nl: Triomorser
ru: Ведроган 3 в 1
zh_hans: 洗笔桶
zh_hant: 洗筆桶

# WeaponWeaponNameMainSlosherDiffusionMsn
source: Tri-Slosher
de: 3R-Schwapper
es: Derramatic triple
es_mx: Derramatic triple
fr: Dépoteur
it: Secchiostro triplo
ja: ヒッセン
ko: 물통
nl: Triomorser
ru: Ведроган 3 в 1
zh_hans: 洗笔桶
zh_hant: 洗筆桶

# WeaponWeaponNameMainSlosherDouble00
source: Dread Wringer
de: Schwappwascher
es: Friegamatic
es_mx: Friegamatic
fr: Seau S-Horreur
it: Secchiapavimenti
ja: モップリン
ko: 몹 링
nl: Wringmorser
ru: Отжиматель
zh_hans: 墨瀑淋
zh_hant: 墨瀑淋

# WeaponWeaponNameMainSlosherDouble01
source: Dread Wringer D
de: Schwappwascher D
es: Friegamatic D
es_mx: Friegamatic D
fr: Seau S-Horreur Cétacé
it: Secchiapavimenti D
ja: モップリンD
ko: 몹 링 D
nl: Wringmorser D
ru: Отжиматель 2.0
zh_hans: 墨瀑淋D
zh_hant: 墨瀑淋D

# WeaponWeaponNameMainSlosherDoubleCoop
source: Dread Wringer
de: Schwappwascher
es: Friegamatic
es_mx: Friegamatic
fr: Seau S-Horreur
it: Secchiapavimenti
ja: モップリン
ko: 몹 링
nl: Wringmorser
ru: Отжиматель
zh_hans: 墨瀑淋
zh_hant: 墨瀑淋

# WeaponWeaponNameMainSlosherLauncher00
source: Sloshing Machine
de: Trommel-Schwapper
es: Derramatic centrífugo
es_mx: Derramatic centrífugo
fr: Encrifugeur
it: Secchiostro centrifuga
ja: スクリュースロッシャー
ko: 스크루 슬로셔
nl: Klotstrommel
ru: Центрифугер
zh_hans: 回旋泼桶
zh_hant: 迴旋潑桶

# WeaponWeaponNameMainSlosherLauncher01
source: Sloshing Machine Neo
de: Trommel-Schwapper Neo
es: Derramatic centrífugo neo
es_mx: Derramatic centrífugo neo
fr: Encrifugeur Néo
it: Secchiostro centrifuga Neo
ja: スクリュースロッシャーネオ
ko: 네오 스크루 슬로셔
nl: Klotstrommel Neo
ru: Центрифугер «Нео»
zh_hans: 回旋泼桶 新型
zh_hant: 迴旋潑桶 新型

# WeaponWeaponNameMainSlosherLauncherCoop
source: Sloshing Machine
de: Trommel-Schwapper
es: Derramatic centrífugo
es_mx: Derramatic centrífugo
fr: Encrifugeur
it: Secchiostro centrifuga
ja: スクリュースロッシャー
ko: 스크루 슬로셔
nl: Klotstrommel
ru: Центрифугер
zh_hans: 回旋泼桶
zh_hant: 迴旋潑桶

# WeaponWeaponNameMainSlosherLauncherMsn
source: Sloshing Machine
de: Trommel-Schwapper
es: Derramatic centrífugo
es_mx: Derramatic centrífugo
fr: Encrifugeur
it: Secchiostro centrifuga
ja: スクリュースロッシャー
ko: 스크루 슬로셔
nl: Klotstrommel
ru: Центрифугер
zh_hans: 回旋泼桶
zh_hant: 迴旋潑桶

# WeaponWeaponNameMainSlosherStrong00
source: Slosher
de: Schwapper
es: Derramatic
es_mx: Derramatic
fr: Seauceur
it: Secchiostro
ja: バケットスロッシャー
ko: 버킷 슬로셔
nl: Morser
ru: Ведроган
zh_hans: 飞溅泼桶
zh_hant: 飛濺潑桶

# WeaponWeaponNameMainSlosherStrong01
source: Slosher Deco
de: Schwapper Deko
es: Derramatic DX
es_mx: Derramatic chic
fr: Seauceur chic
it: Secchiostro DX
ja: バケットスロッシャーデコ
ko: 버킷 슬로셔 데코
nl: Morser Deco
ru: Ведроган «Деко»
zh_hans: 飞溅泼桶 装饰
zh_hant: 飛濺潑桶 裝飾

# WeaponWeaponNameMainSlosherStrongCoop
source: Slosher
de: Schwapper
es: Derramatic
es_mx: Derramatic
fr: Seauceur
it: Secchiostro
ja: バケットスロッシャー
ko: 버킷 슬로셔
nl: Morser
ru: Ведроган
zh_hans: 飞溅泼桶
zh_hant: 飛濺潑桶

# WeaponWeaponNameMainSlosherStrongMsn
source: Slosher
de: Schwapper
es: Derramatic
es_mx: Derramatic
fr: Seauceur
it: Secchiostro
ja: バケットスロッシャー
ko: 버킷 슬로셔
nl: Morser
ru: Ведроган
zh_hans: 飞溅泼桶
zh_hant: 飛濺潑桶

# WeaponWeaponNameMainSlosherStrongO
source: Order Slosher Replica
de: Ordnung-Schwapper Replik
es: Derramatic orden (réplica)
es_mx: Derramatic orden réplica
fr: Seau d'Ordre (réplique)
it: Secchiostro Ordine replica
ja: オーダースロッシャー レプリカ
ko: 오더 슬로셔 레플리카
nl: Ordemorser (replica)
ru: Ведроган Порядка (клон)
zh_hans: 秩序泼桶 复制
zh_hant: 秩序潑桶 複製

# WeaponWeaponNameMainSlosherWashtub00
source: Explosher
de: Knall-Schwapper
es: Derramatic turbo
es_mx: Derramatic XP
fr: Détoneur
it: Termosecchiostro
ja: エクスプロッシャー
ko: 익스플로셔
nl: Kliederkachel
ru: Шпарган
zh_hans: 爆炸泼桶
zh_hant: 爆炸潑桶

# WeaponWeaponNameMainSlosherWashtub01
source: Custom Explosher
de: Knall-Schwapper SE
es: Derramatic turbo SP
es_mx: Derramatic XP adaptado
fr: Détoneur modifié
it: Termosecchiostro master
ja: エクスプロッシャーカスタム
ko: 커스텀 익스플로셔
nl: Gemodde Kliederkachel
ru: Шпарган «Понт»
zh_hans: 爆炸泼桶 改装
zh_hant: 爆炸潑桶 改裝

# WeaponWeaponNameMainSlosherWashtubCoop
source: Explosher
de: Knall-Schwapper
es: Derramatic turbo
es_mx: Derramatic XP
fr: Détoneur
it: Termosecchiostro
ja: エクスプロッシャー
ko: 익스플로셔
nl: Kliederkachel
ru: Шпарган
zh_hans: 爆炸泼桶
zh_hant: 爆炸潑桶

# WeaponWeaponNameMainSlosherWashtubMsn
source: Explosher
de: Knall-Schwapper
es: Derramatic turbo
es_mx: Derramatic XP
fr: Détoneur
it: Termosecchiostro
ja: エクスプロッシャー
ko: 익스플로셔
nl: Kliederkachel
ru: Шпарган
zh_hans: 爆炸泼桶
zh_hant: 爆炸潑桶

# WeaponWeaponNameMainSpinnerDownpour00
source: Ballpoint Splatling
de: Kuli-Splatling
es: Ametrallógrafo
es_mx: Garabateador PLM
fr: Badigeonneur stylo
it: Tetrapenna
ja: クーゲルシュライバー
ko: 쿠겔 슈라이버
nl: Stylospetling
ru: Кугельшрайбер
zh_hans: 圆珠笔
zh_hant: 圓珠筆

# WeaponWeaponNameMainSpinnerDownpour01
source: Ballpoint Splatling Nouveau
de: Kuli-Splatling Fresco
es: Ametrallógrafo maestro
es_mx: Garabateador PLM maestro
fr: Badigeonneur stylo nuancé
it: Tetrapenna master
ja: クーゲルシュライバー・ヒュー
ko: 쿠겔 슈라이버 휴
nl: Stylospetling Nouveau
ru: Кугельшрайбер «НуВо»
zh_hans: 圆珠笔·新艺术
zh_hant: 圓珠筆‧新藝術
