Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BadgeBadgeMsgAchievementSdodrLv00
source: Cleared the Initial Spire
de: Startturm abgeschlossen!
es: Has completado la primera torre.
es_mx: Completaste la primera torre.
fr: Première tour terminée
it: Torre iniziale superata
ja: 最初の塔をクリアした
ko: 첫 번째 탑을 클리어했다
nl: De begintoren voltooid.
ru: Первая башня пройдена!
zh_hans: 已通关初始之塔
zh_hant: 通過初始之塔

# BadgeBadgeMsgAchievementSdodrLv01
source: Cleared the Initial Spire
de: Startturm abgeschlossen!
es: Has completado la primera torre.
es_mx: Completaste la primera torre.
fr: Première tour terminée
it: Torre iniziale superata
ja: 最初の塔をクリアした
ko: 첫 번째 탑을 클리어했다
nl: De begintoren voltooid.
ru: Первая башня пройдена!
zh_hans: 已通关初始之塔
zh_hant: 通過初始之塔

# BadgeBadgeMsgAchievementSdodrLv02
source: Cleared Side Order
de: „Ruf zur Ordnung“ abgeschlossen!
es: Has completado «La cara del orden».
es_mx: Completaste La cara del orden.
fr: Scénario « Tour de l'Ordre » terminé
it: Torre dell'Ordine superata
ja: サイド・オーダーをクリアした
ko: 사이드 오더를 클리어했다
nl: 'De Toren der Orde' voltooid.
ru: Порядочная порция пройдена!
zh_hans: 已通关秩序篇
zh_hant: 通過秩序篇

# BadgeBadgeMsgAchievementSdodrLv03
source: Cleared the Spire of Order with Every Palette
de: Turm der Ordnung mit jeder Palette abgeschlossen!
es: Has completado todas las paletas de la Torre del Orden.
es_mx: Completaste todas las paletas de la Torre del Orden.
fr: Tour de l'Ordre terminée avec toutes les palettes
it: Torre dell'Ordine superata con ogni tavoletta
ja: 全てのパレットで秩序の塔をクリアした
ko: 모든 팔레트로 질서의 탑을 클리어했다
nl: De Toren der Orde met ieder palet voltooid.
ru: Башня Порядка пройдена с каждым тон-боксом!
zh_hans: 使用所有调色盘通关了秩序之塔
zh_hant: 使用所有調色盤通過秩序之塔

# BadgeBadgeMsgAchievementSdodrLv04
source: Bought Everything from Cipher's Siftings
de: Sämtliche Artikel aus Ciphers Zeug erworben!
es: Has canjeado todos los artículos del puesto de Lucifredo.
es_mx: Canjeaste todos los artículos del puesto de Lucifredo.
fr: Tous les articles des Affaires de Crustifer achetés
it: Comprato tutto alla bancarella di Cifero
ja: ユメエビの露店で全ての品を交換した
ko: 창새우 노점에서 모든 상품을 교환했다
nl: Alles gekocht bij Cifers koopjeskraam.
ru: Куплено все в Сток-лотке Цифера!
zh_hans: 已兑换梦霞的小摊的所有物品
zh_hant: 在夢霞的攤販兌換了所有的物品

# BadgeBadgeMsgAchievementSdodrLv05
source: Cleared the Spire of Order with the Low-Hacks Eight's Palette
de: Turm der Ordnung mit Minimal-Hack-Palette von Nr. 8 abgeschlossen!
es: Has completado la Torre del Orden con hackeos mínimos de la paleta de Ocho.
es_mx: Completaste la Torre del Orden con la paleta de Ochoy hackeos limitados.
fr: Tour de l'Ordre terminée avec les hacks limités de la palette de Huit
it: Torre dell'Ordine superata con la tavoletta di Otto e hackeraggi limitati
ja: ハッキング極少のハチのパレットで秩序の塔をクリアした
ko: 해킹 최소 상태인 에이트의 팔레트로 질서의 탑을 클리어했다
nl: Toren der Orde voltooid met Achts palet met minimale hacks.
ru: Башня Порядка пройдена с тон-боксом Восьмерки (минимум модов)!
zh_hans: 使用骇解程度极少的小八的调色盘通关了秩序之塔
zh_hant: 在小八的調色盤駭解程度極少的情況下通過秩序之塔

# BadgeBadgeMsgCatalogueLevelLv00
source: Level 50 Catalog Reached!
de: Katalogstufe 50 erreicht!
es: Has alcanzado el nivel 50 del catálogo.
es_mx: Alcanzaste el nivel 50 del catálogo.
fr: Niveau de catalogue 50 atteint
it: Livello 50 del catalogo raggiunto!
ja: カタログレベルが５０になった
ko: 카탈로그 레벨이 50에 도달했다
nl: Catalogusniveau 50 bereikt!
ru: 50-й уровень в каталоге
zh_hans: 目录等级已达到50
zh_hant: 目錄等級達到50

# BadgeBadgeMsgCatalogueLevelLv01
source: Level 100 Catalog Reached!
de: Katalogstufe 100 erreicht!
es: Has alcanzado el nivel 100 del catálogo.
es_mx: Alcanzaste el nivel 100 del catálogo.
fr: Niveau de catalogue 100 atteint
it: Livello 100 del catalogo raggiunto!
ja: カタログレベルが１００になった
ko: 카탈로그 레벨이 100에 도달했다
nl: Catalogusniveau 100 bereikt!
ru: 100-й уровень в каталоге
zh_hans: 目录等级已达到100
zh_hant: 目錄等級達到100

# BadgeBadgeMsgChallengeWinStreakLv00
source: Won 10 Straight Anarchy Battles (Series)
de: 10 Anarchie-Kampf (Serie)-Siege in Folge
es: ¡Has logrado 10 series de victorias en combates caóticos formales!
es_mx: ¡Ganaste 10 series de combates caóticos formales!
fr: Dix matchs anarchie (série) remportés d'affilée
it: Vinte 10 partite anarchiche di fila (Serie)
ja: バンカラマッチ（チャレンジ）で１０回勝ちぬけした
ko: 카오폴리스 매치(챌린지)에서 10회 연승했다
nl: 10 keer op rij een chaosgevechtsessie gewonnen!
ru: 10 побед подряд в стихийных боях (серия)!
zh_hans: 在蛮颓比赛（挑战）中达成10次胜出
zh_hant: 在蠻頹比賽（挑戰）中勝出10場

# BadgeBadgeMsgChallengeWinStreakLv01
source: Won 50 Straight Anarchy Battles (Series)
de: 50 Anarchie-Kampf (Serie)-Siege in Folge
es: ¡Has logrado 50 series de victorias en combates caóticos formales!
es_mx: ¡Ganaste 50 series de combates caóticos formales!
fr: 50 matchs anarchie (série) remportés d'affilée
it: Vinte 50 partite anarchiche di fila (Serie)
ja: バンカラマッチ（チャレンジ）で５０回勝ちぬけした
ko: 카오폴리스 매치(챌린지)에서 50회 연승했다
nl: 50 keer op rij een chaosgevechtsessie gewonnen!
ru: 50 побед подряд в стихийных боях (серия)!
zh_hans: 在蛮颓比赛（挑战）中达成50次胜出
zh_hant: 在蠻頹比賽（挑戰）中勝出50場

# BadgeBadgeMsgChallengeWinStreakLv02
source: Won 250 Straight Anarchy Battles (Series)
de: 250 Anarchie-Kampf (Serie)-Siege in Folge
es: ¡Has logrado 250 series de victorias en combates caóticos formales!
es_mx: ¡Ganaste 250 series de combates caóticos formales!
fr: 250 matchs anarchie (série) remportés d'affilée
it: Vinte 250 partite anarchiche di fila (Serie)
ja: バンカラマッチ（チャレンジ）で２５０回勝ちぬけした
ko: 카오폴리스 매치(챌린지)에서 250회 연승했다
nl: 250 keer op rij een chaosgevechtsessie gewonnen!
ru: 250 побед подряд в стихийных боях (серия)!
zh_hans: 在蛮颓比赛（挑战）中达成250次胜出
zh_hant: 在蠻頹比賽（挑戰）中勝出250場

# BadgeBadgeMsgCoopBigRunTrophyLv00
source: Got a Bronze or Higher Decoration in Big Run
de: Big Run-Bronzebelohnung oder höher erzielt!
es: ¡Has conseguido un adorno de bronce o superior en Big Run!
es_mx: ¡Recibiste un adorno de bronce o superior en Big Run!
fr: Objet de décoration en bronze ou mieux obtenu lors d'un Big Run
it: Ottenuta decorazione di bronzo o superiore nella Big Run
ja: ビッグランで銅以上のオキモノをもらった
ko: 빅 런에서 브론즈 이상의 장식품을 받았다
nl: Bronzen versiering of beter behaald in Big Run!
ru: Бронзовое украшение или выше в Big Run!
zh_hans: 在大型跑中获得铜或以上的装饰品
zh_hant: 在大型跑獲得銅級以上的裝飾品

# BadgeBadgeMsgCoopBigRunTrophyLv01
source: Got a Silver or Higher Decoration in Big Run
de: Big Run-Silberbelohnung oder höher erzielt!
es: ¡Has conseguido un adorno de plata o superior en Big Run!
es_mx: ¡Recibiste un adorno de plata o superior en Big Run!
fr: Objet de décoration en argent ou mieux obtenu lors d'un Big Run
it: Ottenuta decorazione d'argento o superiore nella Big Run
ja: ビッグランで銀以上のオキモノをもらった
ko: 빅 런에서 실버 이상의 장식품을 받았다
nl: Zilveren versiering of beter behaald in Big Run!
ru: Серебряное украшение или выше в Big Run!
zh_hans: 在大型跑中获得银或以上的装饰品
zh_hant: 在大型跑獲得銀級以上的裝飾品

# BadgeBadgeMsgCoopBigRunTrophyLv02
source: Got a Gold Decoration in Big Run
de: Big Run-Goldbelohnung erzielt!
es: ¡Has conseguido un adorno de oro en Big Run!
es_mx: ¡Recibiste un adorno de oro en Big Run!
fr: Objet de décoration en or obtenu lors d'un Big Run
it: Ottenuta decorazione d'oro nella Big Run
ja: ビッグランで金のオキモノをもらった
ko: 빅 런에서 골드 장식품을 받았다
nl: Gouden versiering behaald in Big Run!
ru: Золотое украшение в Big Run!
zh_hans: 在大型跑中获得金装饰品
zh_hant: 在大型跑獲得金裝飾品

# BadgeBadgeMsgCoopClearDangerRateMax
source: MAX Hazard Level Cleared
de: Maximale Gefahrenstufe bewältigt!
es: ¡Has superado el nivel de riesgo máximo!
es_mx: ¡Superaste el nivel de riesgo máximo!
fr: Niveau de danger max terminé
it: Rischio massimo superato
ja: キケン度MAXをクリアした
ko: 위험도 MAX를 클리어했다
nl: Gewonnen op het maximale risiconiveau!
ru: Salmon Run пройден на максимальной сложности
zh_hans: 已通关危险度MAX
zh_hant: 危險度MAX過關

# BadgeBadgeMsgCoopContestTrophyLv00
source: Top 50% in Eggstra Work!
de: Top 50 % beim Team-Wettkampf!
es: ¡Estás entre el 50 % de jugadores en cabeza de alianza alevínica!
es_mx: ¡Estás entre el 50 % de los mejores jugadores de recolección extra!
fr: Atteins le top 50 % lors d'un défi œuf sup' !
it: Top 50% dei giocatori di Sfida tra colleghi!
ja: バイトチームコンテストで上位５０%に入った
ko: 아르바이트 팀 콘테스트에서 상위 50%에 들었다
nl: Top 50% in Bedrijfseitje!
ru: Топ 50% в икорном овертайме!
zh_hans: 在团队打工竞赛中进入前50%
zh_hant: 團隊打工競賽的分數位列前50％

# BadgeBadgeMsgCoopContestTrophyLv01
source: Top 20% in Eggstra Work!
de: Top 20 % beim Team-Wettkampf!
es: ¡Estás entre el 20 % de jugadores en cabeza de alianza alevínica!
es_mx: ¡Estás entre el 20 % de los mejores jugadores de recolección extra!
fr: Atteins le top 20 % lors d'un défi œuf sup' !
it: Top 20% dei giocatori di Sfida tra colleghi!
ja: バイトチームコンテストで上位２０%に入った
ko: 아르바이트 팀 콘테스트에서 상위 20%에 들었다
nl: Top 20% in Bedrijfseitje!
ru: Топ 20% в икорном овертайме!
zh_hans: 在团队打工竞赛中进入前20%
zh_hant: 團隊打工競賽的分數位列前20％

# BadgeBadgeMsgCoopContestTrophyLv02
source: Top 5% in Eggstra Work!
de: Top 5 % beim Team-Wettkampf!
es: ¡Estás entre el 5 % de jugadores en cabeza de alianza alevínica!
es_mx: ¡Estás entre el 5 % de los mejores jugadores de recolección extra!
fr: Atteins le top 5 % lors d'un défi œuf sup' !
it: Top 5% dei giocatori di Sfida tra colleghi!
ja: バイトチームコンテストで上位５%に入った
ko: 아르바이트 팀 콘테스트에서 상위 5%에 들었다
nl: Top 5% in Bedrijfseitje!
ru: Топ 5% в икорном овертайме!
zh_hans: 在团队打工竞赛中进入前5%
zh_hant: 團隊打工競賽的分數位列前5％

# BadgeBadgeMsgCoopKillTripleBossLv00
source: Dethroned a Triumvirate
de: Trioffensive bezwungen!
es: Has eliminado una trialianza.
es_mx: Eliminaste una trialianza.
fr: Triumvirat renversé
it: Triumvirato deposto
ja: オカシラ連合を倒した
ko: 두목 연합을 쓰러뜨렸다
nl: Versla een Monstertrio
ru: Свергнут триумвират!
zh_hans: 已击倒头目联合
zh_hant: 擊倒了頭目聯合

# BadgeBadgeMsgEventMatchLv00
source: Top 50% in a Challenge!
de: Top 50 % in einer Event-Kampf-Phase!
es: ¡Estás entre el 50 % de jugadores en cabeza del torneo!
es_mx: ¡Estás entre el 50 % de los mejores del combate especial!
fr: Top 50 % lors d'un Match Challenge !
it: Top 50% dei giocatori delle partite evento!
ja: イベントマッチで上位５０%に入った
ko: 이벤트 매치에서 상위 50%에 들었다
nl: Top 50% in een eventgevecht!
ru: Топ 50% в бою-событии!
zh_hans: 在活动比赛中进入前50%
zh_hant: 活動比賽的排名位列前50％

# BadgeBadgeMsgEventMatchLv01
source: Top 20% in a Challenge!
de: Top 20 % in einer Event-Kampf-Phase!
es: ¡Estás entre el 20 % de jugadores en cabeza del torneo!
es_mx: ¡Estás entre el 20 % de los mejores del combate especial!
fr: Top 20 % lors d'un Match Challenge !
it: Top 20% dei giocatori delle partite evento!
ja: イベントマッチで上位２０%に入った
ko: 이벤트 매치에서 상위 20%에 들었다
nl: Top 20% in een eventgevecht!
ru: Топ 20% в бою-событии!
zh_hans: 在活动比赛中进入前20%
zh_hant: 活動比賽的排名位列前20％

# BadgeBadgeMsgEventMatchLv02
source: Top 5% in a Challenge!
de: Top 5 % in einer Event-Kampf-Phase!
es: ¡Estás entre el 5 % de jugadores en cabeza del torneo!
es_mx: ¡Estás entre el 5 % de los mejores del combate especial!
fr: Top 5 % lors d'un Match Challenge !
it: Top 5% dei giocatori delle partite evento!
ja: イベントマッチで上位５%に入った
ko: 이벤트 매치에서 상위 5%에 들었다
nl: Top 5% in een eventgevecht!
ru: Топ 5% в бою-событии!
zh_hans: 在活动比赛中进入前5%
zh_hant: 活動比賽的排名位列前5％

# BadgeBadgeMsgFest10XBattleJoinLv00
source: Competed in Three 10x Battles
de: An drei ×10-Kämpfen teilgenommen!
es: ¡Has disputado 3 combates ×10!
es_mx: ¡Participaste en 3 combates ×10!
fr: Trois matchs ×10 disputés
it: Partecipato a 3 battaglie ×10
ja: １０倍マッチを３回戦いぬいた
ko: 10배 매치를 3회 끝까지 싸웠다
nl: Drie keer deelgenomen aan een ×10-strijd!
ru: Тройное участие: бонус x10!
zh_hans: 完成3场10倍比赛
zh_hant: 完成3場10倍比賽

# BadgeBadgeMsgFest10XBattleJoinLv01
source: Competed in Three 10x Battles
de: An drei ×10-Kämpfen teilgenommen!
es: ¡Has disputado 3 combates ×10!
es_mx: ¡Participaste en 3 combates ×10!
fr: Trois matchs ×10 disputés
it: Partecipato a 3 battaglie ×10
ja: １０倍マッチを３回戦いぬいた
ko: 10배 매치를 3회 끝까지 싸웠다
nl: Drie keer deelgenomen aan een ×10-strijd!
ru: Тройное участие: бонус x10!
zh_hans: 完成3场10倍比赛
zh_hant: 完成3場10倍比賽

# BadgeBadgeMsgFest10XBattleJoinLv02
source: Competed in Three 10x Battles
de: An drei ×10-Kämpfen teilgenommen!
es: ¡Has disputado 3 combates ×10!
es_mx: ¡Participaste en 3 combates ×10!
fr: Trois matchs ×10 disputés
it: Partecipato a 3 battaglie ×10
ja: １０倍マッチを３回戦いぬいた
ko: 10배 매치를 3회 끝까지 싸웠다
nl: Drie keer deelgenomen aan een ×10-strijd!
ru: Тройное участие: бонус x10!
zh_hans: 完成3场10倍比赛
zh_hant: 完成3場10倍比賽

# BadgeBadgeMsgFest10XBattleWinLv00
source: Won Ten 10x Battles
de: Zehn ×10-Kämpfe gewonnen!
es: ¡Has logrado 10 victorias en combates ×10!
es_mx: ¡Lograste 10 victorias en combates ×10!
fr: Dix matchs ×10 remportés
it: Vinto 10 battaglie ×10
ja: １０倍マッチで１０回勝利した
ko: 10배 매치에서 10회 승리했다
nl: Tien keer een ×10-strijd gewonnen!
ru: Десять побед: бонус x10!
zh_hans: 10倍比赛获胜10场
zh_hant: 10倍比賽獲勝10次

# BadgeBadgeMsgFest10XBattleWinLv01
source: Won Ten 10x Battles
de: Zehn ×10-Kämpfe gewonnen!
es: ¡Has logrado 10 victorias en combates ×10!
es_mx: ¡Lograste 10 victorias en combates ×10!
fr: Dix matchs ×10 remportés
it: Vinto 10 battaglie ×10
ja: １０倍マッチで１０回勝利した
ko: 10배 매치에서 10회 승리했다
nl: Tien keer een ×10-strijd gewonnen!
ru: Десять побед: бонус x10!
zh_hans: 10倍比赛获胜10场
zh_hant: 10倍比賽獲勝10次

# BadgeBadgeMsgFest10XBattleWinLv02
source: Won Ten 10x Battles
de: Zehn ×10-Kämpfe gewonnen!
es: ¡Has logrado 10 victorias en combates ×10!
es_mx: ¡Lograste 10 victorias en combates ×10!
fr: Dix matchs ×10 remportés
it: Vinto 10 battaglie ×10
ja: １０倍マッチで１０回勝利した
ko: 10배 매치에서 10회 승리했다
nl: Tien keer een ×10-strijd gewonnen!
ru: Десять побед: бонус x10!
zh_hans: 10倍比赛获胜10场
zh_hant: 10倍比賽獲勝10次

# BadgeBadgeMsgFestRankMax
source: Ruler of Splatfest Reached!
de: Höchsten Splatfest-Titel erreicht!
es: Has alcanzado el rango festivo máximo.
es_mx: Alcanzaste el rango festivo máximo.
fr: Titre de Star du festival obtenu
it: Rango Mollusco élite del festival raggiunto!
ja: フェスランクが「えいえん」になった
ko: 페스티벌 레벨이 「영원」에 도달했다
nl: Splatfest-elite bereikt!
ru: Суперзвезда Сплатфеста!
zh_hans: 祭典等级已达到“永远”
zh_hant: 祭典等級已達到「永遠」

# BadgeBadgeMsgHammerHostTournamentLv00
source: Organized a 16-Player Tournament with Tournament Manager!
de: 16-Spieler-Turnier mithilfe des Turnier-Managers organisiert!
es: Has organizado un torneo de 16 participantes con la aplicación de gestión.
es_mx: Organizaste un torneo de 16 participantes conla aplicación Gestión de torneos.
fr: Tournoi à 16 joueurs organisé avec l'Organisateur de tournois
it: Organizzato un torneo da 16 giocatori con Gestione tornei!
ja: タイカイサポートで主催した大会の参加者が合計１６人になった
ko: 대회 서포트로 주최한 대회의 참가자가 총합 16명에 도달했다
nl: Toernooi met 16 spelers georganiseerd via de toernooiplanner!
ru: В «Администраторе турниров» организован турнир на 16 игроков!
zh_hans: 通过大赛支援助手筹办的大赛中参赛者总计达到了16名
zh_hant: 在透過大賽支援助手籌辦的大賽中參賽者總計達到16人

# BadgeBadgeMsgHammerHostTournamentLv01
source: Organized a 250-Player Tournament with Tournament Manager!
de: 250-Spieler-Turnier mithilfe des Turnier-Managers organisiert!
es: Has organizado un torneo de 250 participantes con la aplicación de gestión.
es_mx: Organizaste un torneo de 250 participantes conla aplicación Gestión de torneos.
fr: Tournoi à 250 joueurs organisé avec l'Organisateur de tournois
it: Organizzato un torneo da 250 giocatori con Gestione tornei!
ja: タイカイサポートで主催した大会の参加者が合計２５０人になった
ko: 대회 서포트로 주최한 대회의 참가자가 총합 250명에 도달했다
nl: Toernooi met 250 spelers georganiseerd via de toernooiplanner!
ru: В «Администраторе турниров» организован турнир на 250 игроков!
zh_hans: 通过大赛支援助手筹办的大赛中参赛者总计达到了250名
zh_hant: 在透過大賽支援助手籌辦的大賽中參賽者總計達到250人

# BadgeBadgeMsgHammerHostTournamentLv02
source: Organized a 1,000-Player Tournament with Tournament Manager!
de: 1000-Spieler-Turnier mithilfe des Turnier-Managers organisiert!
es: Has organizado un torneo de 1000 participantes con la aplicación de gestión.
es_mx: Organizaste un torneo de 1000 participantes conla aplicación Gestión de torneos.
fr: Tournoi à 1 000 joueurs organisé avec l'Organisateur de tournois
it: Organizzato un torneo da 1000 giocatori con Gestione tornei!
ja: タイカイサポートで主催した大会の参加者が合計１０００人になった
ko: 대회 서포트로 주최한 대회의 참가자가 총합 1,000명에 도달했다
nl: Toernooi met 1000 spelers georganiseerd via de toernooiplanner!
ru: В «Администраторе турниров» организован турнир на 1000 игроков!
zh_hans: 通过大赛支援助手筹办的大赛中参赛者总计达到了1000名
zh_hant: 在透過大賽支援助手籌辦的大賽中參賽者總計達到1000人

# BadgeBadgeMsgLimitedRewardLotteryLv00
source: Hit the Shell-Out Machine Jackpot 4 Times
de: 4-mal den Jackpot am Kapselautomaten geknackt!
es: Te ha tocado el premio gordo de la máquina sacapremios 4 veces.
es_mx: Te ganaste el premio gordo del premiotrón 4 veces.
fr: Décroche le jackpot au Capsulomate quatre fois !
it: Sbancato il Premi-o-matic 4 volte
ja: くじ引きで大当たりを４回引いた
ko: 뽑기에서 빛나는 캡슐을 4번 뽑았다
nl: 4 keer de jackpot van de Prijzenpot gewonnen!
ru: Джекпотов в капсульном автомате: 4
zh_hans: 抽奖抽到了4次头奖
zh_hant: 抽獎抽中了4次頭獎

# BadgeBadgeMsgLimitedRewardLotteryLv01
source: Hit the Shell-Out Machine Jackpot 8 Times
de: 8-mal den Jackpot am Kapselautomaten geknackt!
es: Te ha tocado el premio gordo de la máquina sacapremios 8 veces.
es_mx: Te ganaste el premio gordo del premiotrón 8 veces.
fr: Décroche le jackpot au Capsulomate huit fois !
it: Sbancato il Premi-o-matic 8 volte
ja: くじ引きで大当たりを８回引いた
ko: 뽑기에서 빛나는 캡슐을 8번 뽑았다
nl: 8 keer de jackpot van de Prijzenpot gewonnen!
ru: Джекпотов в капсульном автомате: 8
zh_hans: 抽奖抽到了8次头奖
zh_hant: 抽獎抽中了8次頭獎

# BadgeBadgeMsgLimitedRewardLotteryLv02
source: Hit the Shell-Out Machine Jackpot 16 Times
de: 16-mal den Jackpot am Kapselautomaten geknackt!
es: Te ha tocado el premio gordo de la máquina sacapremios 16 veces.
es_mx: Te ganaste el premio gordo del premiotrón 16 veces.
fr: Décroche le jackpot au Capsulomate seize fois !
it: Sbancato il Premi-o-matic 16 volte
ja: くじ引きで大当たりを１６回引いた
ko: 뽑기에서 빛나는 캡슐을 16번 뽑았다
nl: 16 keer de jackpot van de Prijzenpot gewonnen!
ru: Джекпотов в капсульном автомате: 16
zh_hans: 抽奖抽到了16次头奖
zh_hant: 抽獎抽中了16次頭獎

# BadgeBadgeMsgMissionLv00
source: DJ Octavio Defeated!
de: DJ Oktario besiegt!
es: ¡Has vencido a DJ Octovius!
es_mx: ¡Venciste a DJ Octovius!
fr: Tu as mis DJ Octave au tapis !
it: DJ Octavius sconfitto!
ja: DJタコワサ将軍を倒した
ko: DJ 문추냉이 장군을 쓰러뜨렸다
nl: DJ Octavio verslagen!
ru: DJ Октавио побежден!
zh_hans: 已击倒DJ芥末章鱼将军
zh_hant: 已擊倒DJ芥末章魚將軍

# BadgeBadgeMsgMissionLv01
source: Story Mode Cleared!
de: Story-Modus abgeschlossen!
es: ¡Has completado el modo historia!
es_mx: ¡Completaste el modo historia!
fr: Tu as terminé le mode Histoire !
it: Modalità storia completata!
ja: ヒーローモードをクリアした
ko: 히어로 모드를 클리어했다
nl: Het verhaal uitgespeeld!
ru: Сюжет пройден!
zh_hans: 已通关英雄模式
zh_hant: 已通過英雄模式

# BadgeBadgeMsgMissionLv02
source: Max Hero Level Achieved!
de: Maximale Heldenstufe erreicht!
es: ¡Equipamiento de élite potenciado al máximo!
es_mx: ¡Equipamiento de élite mejorado al máximo!
fr: Tu as atteint le niveau de héros maximal !
it: Livello Mitilico massimo raggiunto!
ja: ヒーローそうびの強化ポイントを最大まで手に入れた
ko: 히어로 장비의 강화 포인트를 최대치까지 획득했다
nl: Hoogste heldenniveau bereikt!
ru: Достигнут максимальный уровень героя!
zh_hans: 英雄装备的强化点数已达上限
zh_hant: 獲得的英雄裝備強化點數已達到上限

# BadgeBadgeMsgMissionLv03
source: Max Hero Level Achieved!
de: Maximale Heldenstufe erreicht!
es: ¡Equipamiento de élite potenciado al máximo!
es_mx: ¡Equipamiento de élite mejorado al máximo!
fr: Tu as atteint le niveau de héros maximal !
it: Livello Mitilico massimo raggiunto!
ja: ヒーローそうびの強化ポイントを最大まで手に入れた
ko: 히어로 장비의 강화 포인트를 최대치까지 획득했다
nl: Hoogste heldenniveau bereikt!
ru: Достигнут максимальный уровень героя!
zh_hans: 英雄装备的强化点数已达上限
zh_hant: 獲得的英雄裝備強化點數已達到上限

# BadgeBadgeMsgMissionLv04
source: Secret Kettle Found and Cleared!
de: Verstecktes Kesselportal gefunden und abgeschlossen!
es: ¡Has completado el pulportal secreto!
es_mx: ¡Encontraste y completaste la tetera secreta!
fr: Tu as trouvé et terminé la bouilloire secrète !
it: Bollitore occulto trovato e completato!
ja: かくしヤカンをクリアした
ko: 숨겨진 주전자를 클리어했다
nl: De geheime ketel gevonden en uitgespeeld!
ru: Скрытый чайник найден и зачищен!
zh_hans: 已通关隐藏茶壶
zh_hant: 已通過隱藏茶壺

# BadgeBadgeMsgNawaBattlerCardNumLv00
source: Collected 90 Tableturf Battle Cards
de: 90 Revierdecks-Karten gesammelt!
es: Has reunido 90 cartas de lucha carterritorial.
es_mx: Reuniste 90 cartas de combate carterritorial.
fr: 90 cartes de Cartes & Territoire rassemblées
it: 90 carte da Splattanza ottenute
ja: ナワバトラーのカードを９０種類コレクションした
ko: 영역 배틀러 카드를 90종류 모았다
nl: 90 Slijkslagkaarten verzameld!
ru: Карт в «Карты и район»: 90
zh_hans: 已收集90种占地斗士卡片
zh_hant: 收集90種占地鬥士卡片

# BadgeBadgeMsgNawaBattlerCardNumLv01
source: Collected 120 Tableturf Battle Cards
de: 120 Revierdecks-Karten gesammelt!
es: Has reunido 120 cartas de lucha carterritorial.
es_mx: Reuniste 120 cartas de combate carterritorial.
fr: 120 cartes de Cartes & Territoire rassemblées
it: 120 carte da Splattanza ottenute
ja: ナワバトラーのカードを１２０種類コレクションした
ko: 영역 배틀러 카드를 120종류 모았다
nl: 120 Slijkslagkaarten verzameld!
ru: Карт в «Карты и район»: 120
zh_hans: 已收集120种占地斗士卡片
zh_hant: 收集120種占地鬥士卡片

# BadgeBadgeMsgNawaBattlerCardNumLv02
source: Collected 150 Tableturf Battle Cards
de: 150 Revierdecks-Karten gesammelt!
es: Has reunido 150 cartas de lucha carterritorial.
es_mx: Reuniste 150 cartas de combate carterritorial.
fr: 150 cartes de Cartes & Territoire rassemblées
it: 150 carte da Splattanza ottenute
ja: ナワバトラーのカードを１５０種類コレクションした
ko: 영역 배틀러 카드를 150종류 모았다
nl: 150 Slijkslagkaarten verzameld!
ru: Карт в «Карты и район»: 150
zh_hans: 已收集150种占地斗士卡片
zh_hant: 收集150種占地鬥士卡片

# BadgeBadgeMsgNawaBattlerRankLv00
source: Reached Tableturf Rank 30
de: Revierdecks-Rang 30 erreicht!
es: Has alcanzado el rango carterritorial 30.
es_mx: Alcanzaste el rango carterritorial 30.
fr: Rang 30 de Cartes & Territoire atteint
it: Raggiunto rango 30 a Splattanza
ja: ナワバトランクが３０になった
ko: 영역 배틀러 레벨이 30에 도달했다
nl: Slijkslagrang 30 bereikt!
ru: Разряд в «Карты и район»: 30
zh_hans: 占地斗士等级已达到30
zh_hant: 占地鬥士等級達到30

# BadgeBadgeMsgNawaBattlerRankLv01
source: Reached Tableturf Rank 40
de: Revierdecks-Rang 40 erreicht!
es: Has alcanzado el rango carterritorial 40.
es_mx: Alcanzaste el rango carterritorial 40.
fr: Rang 40 de Cartes & Territoire atteint
it: Raggiunto rango 40 a Splattanza
ja: ナワバトランクが４０になった
ko: 영역 배틀러 레벨이 40에 도달했다
nl: Slijkslagrang 40 bereikt!
ru: Разряд в «Карты и район»: 40
zh_hans: 占地斗士等级已达到40
zh_hant: 占地鬥士等級達到40

# BadgeBadgeMsgNawaBattlerRankLv02
source: Reached Tableturf Rank 50
de: Revierdecks-Rang 50 erreicht!
es: Has alcanzado el rango carterritorial 50.
es_mx: Alcanzaste el rango carterritorial 50.
fr: Rang 50 de Cartes & Territoire atteint
it: Raggiunto rango 50 a Splattanza
ja: ナワバトランクが５０になった
ko: 영역 배틀러 레벨이 50에 도달했다
nl: Slijkslagrang 50 bereikt!
ru: Разряд в «Карты и район»: 50
zh_hans: 占地斗士等级已达到50
zh_hant: 占地鬥士等級達到50

# BadgeBadgeMsgNawaBattlerRankLv03
source: Reached Tableturf Rank 100
de: Revierdecks-Rang 100 erreicht!
es: Has alcanzado el rango carterritorial 100.
es_mx: Alcanzaste el rango carterritorial 100.
fr: Rang 100 de Cartes & Territoire atteint
it: Raggiunto rango 100 a Splattanza
ja: ナワバトランクが１００になった
ko: 영역 배틀러 레벨이 100에 도달했다
nl: Slijkslagrang 100 bereikt!
ru: Разряд в «Карты и район»: 100
zh_hans: 占地斗士等级已达到100
zh_hant: 占地鬥士等級達到100

# BadgeBadgeMsgNawaBattlerRankLv04
source: Reached Tableturf Rank 200
de: Revierdecks-Rang 200 erreicht!
es: Has alcanzado el rango carterritorial 200.
es_mx: Alcanzaste el rango carterritorial 200.
fr: Rang 200 de Cartes & Territoire atteint
it: Raggiunto rango 200 a Splattanza
ja: ナワバトランクが２００になった
ko: 영역 배틀러 레벨이 200에 도달했다
nl: Slijkslagrang 200 bereikt!
ru: Разряд в «Карты и район»: 200
zh_hans: 占地斗士等级已达到200
zh_hant: 占地鬥士等級達到200

# BadgeBadgeMsgNawaBattlerRankLv05
source: Reached Tableturf Rank 300
de: Revierdecks-Rang 300 erreicht!
es: Has alcanzado el rango carterritorial 300.
es_mx: Alcanzaste el rango carterritorial 300.
fr: Rang 300 de Cartes & Territoire atteint
it: Raggiunto rango 300 a Splattanza
ja: ナワバトランクが３００になった
ko: 영역 배틀러 레벨이 300에 도달했다
nl: Slijkslagrang 300 bereikt!
ru: Разряд в «Карты и район»: 300
zh_hans: 占地斗士等级已达到300
zh_hant: 占地鬥士等級達到300
