Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# CoopCoopSkinNameCop018
source: Silver Slopsuit
de: Silber-Arbeitsklamotten
es: Mono de trabajo plateado
es_mx: Uniforme de trabajo plateado
fr: Salopette argent
it: Salopette argento
ja: バイトツナギ シルバー
ko: 실버 작업복
nl: Zilveren werkkloffie
ru: Серебряный комбинезон
zh_hans: 打工连身工作服 银色
zh_hant: 打工連身工作服 銀色

# CoopCoopSkinNameCop019
source: Gold Slopsuit
de: Gold-Arbeitsklamotten
es: Mono de trabajo dorado
es_mx: Uniforme de trabajo dorado
fr: Salopette or
it: Salopette oro
ja: バイトツナギ ゴールド
ko: 골드 작업복
nl: Gouden werkkloffie
ru: Золотой комбинезон
zh_hans: 打工连身工作服 金色
zh_hant: 打工連身工作服 金色

# CoopCoopSkinNameCop020
source: Iridescent Slopsuit
de: Schiller-Arbeitsklamotten
es: Mono de trabajo prisma
es_mx: Uniforme de trabajo prisma
fr: Salopette irisée
it: Salopette iridescente
ja: バイトツナギ プリズム
ko: 프리즘 작업복
nl: Parelmoerwerkkloffie
ru: Радужный комбинезон
zh_hans: 打工连身工作服 棱镜
zh_hant: 打工連身工作服 稜鏡

# CoopCoopSkinNameCop021
source: Heavy-Duty Slopsuit
de: Schwerstarbeitsklamotten
es: Mono de trabajo resistente
es_mx: Uniforme de trabajo resistente
fr: Combinaison robuste
it: Salopette robusta
ja: バイトツナギ ブロッカー
ko: 블로커 작업복
nl: Overwerkkloffie
ru: Ударный комбинезон
zh_hans: 打工连身工作服 重装
zh_hant: 打工連身工作服 重裝

# CoopCoopStageNameCarousel
source: Wahoo World
de: Flunder-Funpark
es: Pirañalandia
es_mx: Pirañalandia
fr: Parc Carapince
it: Soglioland
ja: スメーシーワールド
ko: 초밥 월드
nl: Waterwonderland
ru: Луна-парк «Язь»
zh_hans: 醋饭海洋世界
zh_hant: 醋飯海洋世界

# CoopCoopStageNameDistrict
source: Eeltail Alley
de: Streifenaal-Straße
es: Callejones Crustáceo
es_mx: Callejones Crustáceo
fr: Banlieue Balibot
it: Sobborgo Siluriano
ja: ゴンズイ地区
ko: 메기 지구
nl: Forelviaduct
ru: Угрево-Скатово
zh_hans: 鳗鲶区
zh_hant: 鰻鯰區

# CoopCoopStageNameFactory
source: Um'ami Ruins
de: Um'ami-Ruinen
es: Ruinas Ceviche
es_mx: Ruinas Ceviche
fr: Ruines Uma'mi
it: Rovine Salsadipesce
ja: ナンプラー遺跡
ko: 남플라 유적
nl: Ruisvoornruïnes
ru: Рыбожирные руины
zh_hans: 鱼露遗迹
zh_hant: 魚露遺跡

# CoopCoopStageNameManbou
source: Grand Splatlands Bowl
de: Splatsville Grand Arena
es: Gran Escenario Tinteliano
es_mx: Gran Escenario Tinteliano
fr: Clabousse Arena
it: Arena di Splattonia
ja: グランドバンカラアリーナ
ko: 그랜드 카오폴리스 아레나
nl: Splatlands-Arena
ru: Гранд-боул Плюхтонии
zh_hans: 蛮颓大巨蛋
zh_hant: 蠻頹大巨蛋

# CoopCoopStageNameRandom
source: Multiple Sites
de: Mehrere Schauplätze
es: Ubicaciones múltiples
es_mx: Ubicaciones múltiples
fr: Plusieurs sites
it: Siti multipli
ja: 各地で同時発生
ko: 각지 동시 발생
nl: Meerdere locaties
ru: Несколько арен
zh_hans: 各地同时发生
zh_hant: 各地同時發生

# CoopCoopStageNameSection
source: Barnacle & Dime
de: Talerfisch & Pock
es: Centro Comercial Fletán
es_mx: Unicentro Carite
fr: Halles de Port-merlu
it: Empolporio
ja: タラポートショッピングパーク
ko: 대구 포트 쇼핑 파크
nl: Winkelcentrum Poon & Zeehaan
ru: УсоногТорг
zh_hans: 塔拉波特购物公园
zh_hant: 塔拉波特購物公園

# CoopCoopStageNameShakedent
source: Gone Fission Hydroplant
de: Wasserkraftwerk Stromschnell
es: Hidrocentral Pilpil
es_mx: Hidrocentral Rebosante
fr: Centrale Anguilla
it: Centrale Anguilla Elettrica
ja: ムニ・エール海洋発電所
ko: 뫼니 엘 해양 발전소
nl: Kwikwi-krachtcentrale
ru: ГЭС-комплекс «Лом»
zh_hans: 麦年海洋发电所
zh_hant: 麥年海洋發電所

# CoopCoopStageNameShakehighway
source: Jammin' Salmon Junction
de: Hakenzahn-Highway
es: Salmopista
es_mx: Salmopista
fr: Rocade Rémora
it: R-Accordo musicale
ja: すじこジャンクション跡
ko: 연어알젓 교차로 옛터
nl: Graattraject
ru: Развязка «Песнепляска»
zh_hans: 生筋子系统交流道遗址
zh_hant: 生筋子系統交流道遺址

# CoopCoopStageNameShakelift
source: Salmonid Smokeyard
de: Räucherwerk
es: Ensenada Ahumada
es_mx: Ensenada Ahumada
fr: Fumoir Sans-Espoir
it: Fortino Fumino
ja: トキシラズいぶし工房
ko: 사계절 훈제 공방
nl: Visrokerij
ru: Коптильня «УгарЪ»
zh_hans: 时不知鲑烟熏工房
zh_hant: 時不知鮭煙燻工房

# CoopCoopStageNameShakerail
source: Bonerattle Arena
de: Krawallhalla
es: Coliseo Óseo
es_mx: Coliseo Óseo
fr: Colisée enlisé
it: Arena Ossoscosso
ja: どんぴこ闘技場
ko: 연어 심장 투기장
nl: Vechtfuik
ru: Костолизей
zh_hans: 鲑鱼心脏斗技场
zh_hant: 鮭魚心臟鬥技場

# CoopCoopStageNameShakeship
source: Marooner's Bay
de: Schiffswrack-Insel
es: Bahía Deriva
es_mx: Bahía Deriva
fr: Épave des braves
it: Isoletta del relitto
ja: 難破船ドン・ブラコ
ko: 난파선 돈 브라코
nl: Wrak van de ms Grondel
ru: Корабль «Дон Брак»
zh_hans: 漂浮落难船
zh_hant: 漂浮落難船

# CoopCoopStageNameShakespiral
source: Sockeye Station
de: Fort Nautilax
es: Fuerte Espiral
es_mx: Fuerte Espiral
fr: Bastion colimaçon
it: Fortezza Spiralsalmone
ja: アラマキ砦
ko: 연어말이 요새
nl: Fort Ammoniet
ru: Наутиплекс
zh_hans: 新卷堡
zh_hant: 新卷堡

# CoopCoopStageNameShakeup
source: Spawning Grounds
de: Salmoniden-Damm
es: Presa salmónida
es_mx: Presa salmónida
fr: Barrage salmonoïde
it: Diga salmonoide
ja: シェケナダム
ko: 셰케나 댐
nl: Salmonietendam
ru: Самонидская ГЭС
zh_hans: 鲑坝
zh_hant: 鮭壩

# CoopCoopStageNameTemple
source: Undertow Spillway
de: Schwertmuschel-Reservoir
es: Cisterna Navajuela
es_mx: Desagüe Navajuela
fr: Réservoir Rigadelle
it: Cisterna Cernia
ja: マテガイ放水路
ko: 맛조개 방수로
nl: Baarsreservoir
ru: Приливослив
zh_hans: 竹蛏疏洪道
zh_hant: 竹蟶疏洪道

# CoopCoopStageNameTutorial
source: Sockeye Station
de: Fort Nautilax
es: Fuerte Espiral
es_mx: Fuerte Espiral
fr: Bastion colimaçon
it: Fortezza Spiralsalmone
ja: アラマキ砦
ko: 연어말이 요새
nl: Fort Ammoniet
ru: Наутиплекс
zh_hans: 新卷堡
zh_hant: 新卷堡

# CoopCoopStageNameUpland
source: Inkblot Art Academy
de: Perlmutt-Akademie
es: Instituto Coralino
es_mx: Instituto Coralino
fr: Institut Calam'arts
it: Campus Hippocampus
ja: 海女美術大学
ko: 해녀 미술 대학
nl: Koraalcampus
ru: Академия «Лепота»
zh_hans: 海女美术大学
zh_hant: 海女美術大學

# CoopHistoryAnnotation01
source: Any jobs that ended prematurely due to disconnections or other issues are not included in the total number of jobs for a shift.
de: Schichten, die aus unvorhergesehenen Gründen abgebrochen wurden (etwa durch Verbindungsfehler), werden nicht gezählt.
es: No se cuentan los encargos interrumpidos por problemas en la conexión u otras causas.
es_mx: No se cuentan los encargos interrumpidos por problemas en la conexión u otras causas.
fr: Les missions interrompues suite à des déconnexions ou d'autres problèmes ne sont pas comptabilisées.
it: I lavori che si sono conclusi prematuramente a causa di disconnessioni o di altri problemi non sono inclusi nel totale dei lavori di un turno.
ja: シフトごとのバイト回数には通信切断などで中断したバイトは含まれません
ko: 아르바이트 횟수에는 통신 종료로 중단된 아르바이트가 포함되지 않습니다
nl: Klussen die voortijdig beëindigd zijn doordat de verbinding verbroken werd of vanwege andere problemen, worden niet weergegeven bij het totale aantal klussen.
ru: Все смены, которые закончились раньше, чем было запланировано, из-за отключения связи или других проблем, не будут учитываться.
zh_hans: 每个轮换中的打工次数不包括因连接中断等理由而中断的打工。
zh_hant: 每個班次的打工次數不包括因連線中斷等理由而中斷的打工。

# CoopHistoryAvailable
source: Appearances
de: Auftritte
es: Apariciones
es_mx: Apariciones
fr: Apparus
it: Apparizioni
ja: 出現数
ko: 출현 수
nl: Verschenen
ru: появилось
zh_hans: 出现数量
zh_hant: 出現數

# CoopHistoryAvailableBoss
source: King Salmonid Fought
de: Ober-Salmonide bekämpft
es: Encuentro con el gran jefe
es_mx: Gran jefe salmónido enfrentado
fr: Salmonarque combattu
it: Salmonarca affrontato
ja: 出現したオカシラシャケ
ko: 출현한 두목연어
nl: Bestreden Salmonster
ru: Стычек с самонидами-королями:
zh_hans: 已出现的头目鲑鱼
zh_hant: 已出現的頭目鮭魚

# CoopHistoryAverageClearWaves
source: Average Waves Cleared
de: Durchschn. überstandene Wellen
es: Media de ofensivas superadas
es_mx: Media de oleadas superadas:
fr: Vagues terminées (moyenne) :
it: Media ondate superate
ja: 平均クリアWAVE数
ko: 평균 클리어 WAVE 수
nl: Doorstane golven (gemiddeld)
ru: В среднем волн зачищено
zh_hans: 平均通关的WAVE数
zh_hant: 平均完成WAVE數

# CoopHistoryBigrun
source: Big Run
ja: ビッグラン
ko: 빅 런
zh_hans: 大型跑
zh_hant: 大型跑

# CoopHistoryBigrunBronze
source: Bronze
es: Bronce
es_mx: Bronce
it: Bronzo
ja: 銅
ko: 동
nl: Brons
ru: Бронза
zh_hans: 铜
zh_hant: 銅

# CoopHistoryBigrunGold
source: Gold
es: Oro
es_mx: Oro
fr: Or
it: Oro
ja: 金
ko: 금
nl: Goud
ru: Золото
zh_hans: 金
zh_hant: 金

# CoopHistoryBigrunSilver
source: Silver
de: Silber
es: Plata
es_mx: Plata
fr: Argent
it: Argento
ja: 銀
ko: 은
nl: Zilver
ru: Серебро
zh_hans: 银
zh_hant: 銀

# CoopHistoryBonus
source: Clear Bonus
de: Abschluss
es: Recomp.
es_mx: Recomp.
fr: Récomp.
it: Bonus
ja: クリアボーナス
ko: 클리어 보너스
nl: Bonus
ru: Награда
zh_hans: 通关奖励
zh_hant: 完成獎勵

# CoopHistoryBossAvailable
source: King Salmonid Sighting!
de: Ober-Salmonide gesichtet!
es: ¡Gran jefe a la vista!
es_mx: ¡Gran jefe a la vista!
fr: Salmonarque en approche !
it: Salmonarca avvistato!
ja: オカシラシャケ出現！
ko: 두목연어 출현!
nl: Salmonster gesignaleerd!
ru: Появился самонид-король!
zh_hans: 头目鲑鱼出现！
zh_hant: 頭目鮭魚出現！

# CoopHistoryCurrentReward
source: Current Gear
de: Aktuelle Ausrüstung
es: Objeto disponible
es_mx: Objeto disponible
fr: Équipement actuel
it: Oggetto attuale
ja: 今回のギア
ko: 이번 기어
nl: Huidige uitrusting
ru: Текущее снаряжение
zh_hans: 本次的装备
zh_hant: 本次的裝備

# CoopHistoryDangerRatio
source: Hazard Level
de: Gefahrenstufe
es: Nivel de riesgo
es_mx: Nivel de riesgo
fr: Niveau de danger :
it: Rischio
ja: キケン度
ko: 위험도
nl: Risiconiveau
ru: Сложность
zh_hans: 危险度
zh_hant: 危險度

# CoopHistoryDefeatBoss
source: King Salmonid Attack!
de: Ober-Salmoniden-Angriff!
es: ¡Gran jefe al ataque!
es_mx: ¡Gran jefe al ataque!
fr: Attaque de Salmonarque !
it: Salmonarca all'attacco!
ja: オカシラシャケ撃破！
ko: 두목연어 격파!
nl: Salmonster-aanval!
ru: Самонид-король атакует!
zh_hans: 击倒头目鲑鱼！
zh_hant: 擊倒頭目鮭魚！

# CoopHistoryDefeatBossCount
source: Xtrawaves cleared
de: Geschaffte Extra-Wellen
es: Ofensivas extras repelidas
es_mx: Oleadas extras superadas
fr: Vagues + terminées
it: Ondate extra superate
ja: オカシラシャケを撃退した回数
ko: 두목연어를 격퇴한 횟수
nl: Voltooide extra golven
ru: Осилено Волн +:
zh_hans: 击退头目鲑鱼的次数
zh_hant: 擊退頭目鮭魚次數

# CoopHistoryDefeated
source: Defeated!
de: Besiegt!
es: ¡Victoria!
es_mx: ¡Victoria!
fr: Vaincu !
it: Vittoria!
ja: 倒した！
ko: 쓰러뜨렸다!
nl: Overwonnen!
ru: Победа!
zh_hans: 成功击倒！
zh_hant: 成功擊倒！

# CoopHistoryDefeatedEnemies
source: Boss Salmonids Defeated
de: Besiegte Boss-Salmoniden
es: Grandes salmónidos eliminados
es_mx: Grandes salmónidos eliminados
fr: Salmonoboss vaincus
it: Gran Salmonoidi sconfitti
ja: 倒したオオモノシャケ
ko: 쓰러뜨린 거물연어
nl: Verslagen Salmonietenbazen
ru: Самонидских боссов побеждено
zh_hans: 已击倒的巨大鲑鱼
zh_hant: 已擊倒的巨大鮭魚

# CoopHistoryDefeatedEnemiesGuide
source: Note: The number in parentheses is how many enemies YOU defeated.
de: *Die Zahl in Klammern zeigt, wie viele davon du selbst besiegt hast.
es: * Entre paréntesis se indican los que tú has eliminado.
es_mx: * Entre paréntesis se indican los que tú eliminaste.
fr: Remarque : entre parenthèses est indiqué le nombre d'ennemis que tu as vaincus toi-même.
it: *Il numero tra parentesi indica i nemici sconfitti da te.
ja: ※カッコ内の数字は自分で倒した数です
ko: ※괄호 안의 숫자는 직접 쓰러뜨린 숫자입니다
nl: Het getal tussen haakjes is het aantal vijanden dat door jou is uitgeschakeld.
ru: Примечание: число в скобках — побежденные тобой враги.
zh_hans: ※括号内的数字为自己击倒的数量
zh_hant: ※括號內的數字為自己擊倒的數量

# CoopHistoryDeliverCount
source: Power Eggs collected
de: Gesammelte Fischeier
es: Caviar rojo
es_mx: Huevecillos de poder
fr: Œufs de poi. collectés
it: Uova raccolte
ja: 集めたイクラ
ko: 모은 연어알
nl: Visseneieren
ru: Икринок:
zh_hans: 已收集的鲑鱼卵
zh_hant: 已收集的鮭魚卵

# CoopHistoryEnemy
source: Boss Salmonids
de: Boss-Salmoniden
es: Gran salmónido
es_mx: Gran salmónido
fr: Salmonoboss
it: Gran Salmonoidi
ja: オオモノシャケ
ko: 거물연어
nl: Salmonietenbazen
ru: Самонидских боссов:
zh_hans: 巨大鲑鱼
zh_hant: 巨大鮭魚

# CoopHistoryExWave
source: XTRAWAVE
de: Extra-Welle
es: Ofensiva extra
es_mx: Oleada extra
fr: Vague +
it: Ondata extra
ja: EX-WAVE
ko: EX-WAVE
nl: Extra golf
ru: Волна +
zh_hans: EX-WAVE
zh_hant: EX-WAVE

# CoopHistoryFailure
source: Defeat
de: Schade...
es: Lástima...
es_mx: Derrota...
fr: Échec...
it: Peccato...
ja: Failure
ko: Failure
nl: Helaas...
ru: Провал
zh_hans: Failure
zh_hant: Failure

# CoopHistoryGoldenDeliverCount
source: Golden Eggs collected
de: Gesammelte Gold-Fischeier
es: Alevines
es_mx: Huevecillos dorados
fr: Œufs dorés collectés
it: Uova d'oro raccolte
ja: 集めた金イクラ
ko: 모은 황금 연어알
nl: Gouden eieren
ru: Золотых икринок:
zh_hans: 已收集的金鲑鱼卵
zh_hant: 已收集的金鮭魚卵

# CoopHistoryGoToStats
source: Back to Job Logs
de: Zurück zu den Schicht-Daten
es: Volver a los resultados de tareas
es_mx: Volver a los resultados de tareas
fr: Retour aux stats de missions
it: Torna alla cronologia dei lavori
ja: バイトヒストリー一覧に戻る
ko: 아르바이트 히스토리 목록으로 돌아가기
nl: Terug naar werkverledenlijst
ru: Назад к рабочим показателям
zh_hans: 返回打工历史一览
zh_hant: 返回打工記錄一覽

# CoopHistoryHighestScore
source: High Score
es: Récord
es_mx: Récord
fr: Record
it: Record
ja: ハイスコア
ko: 하이 스코어
nl: Topscore
ru: Рекорд
zh_hans: 最高分数
zh_hant: 最高分數

# CoopHistoryHistory
source: Job Logs
de: Karriere
es: Resultados de tareas
es_mx: Resultados de tareas
fr: Stats de missions
it: Cronologia dei lavori
ja: バイトヒストリー
ko: 아르바이트 히스토리
nl: Werkverleden
ru: Рабочие показатели
zh_hans: 打工历史
zh_hant: 打工記錄

# CoopHistoryJobPoint
source: Your Points
de: Dein Punktestand
es: Puntos
es_mx: Puntos
fr: Tes points
it: I tuoi punti
ja: 獲得ポイント
ko: 획득 포인트
nl: Je punten
ru: Твои очки
zh_hans: 获得点数
zh_hant: 獲得點數

# CoopHistoryJobRatio
source: Pay Grade
de: Bewertung
es: Tasa de valoración
es_mx: Grado
fr: Éval.
it: Tasso
ja: 評価レート
ko: 평가 비율
nl: Beoordeling
ru: Должность
zh_hans: 评价倍率
zh_hant: 評價倍率

# CoopHistoryKumaPointCard
source: Grizzco Point Card
de: Bärenpunkte-Karte
es: Puntos de Don Oso
es_mx: Tarjeta de Don Oso
fr: Carton de M. Ours
it: Carta punti Ursus
ja: クマサンポイントカード
ko: Mr. 베어 포인트 카드
nl: Beer & Co-spaarkaart
ru: Отчетная карта
zh_hans: 熊先生点数卡
zh_hant: 熊先生集點卡

# CoopHistoryLatest
source: Last Job
de: Letzte Schicht
es: Más reciente
es_mx: Más reciente
fr: Dernière mission
it: Ultimo
ja: 最新のバイトへ
ko: 최근 히스토리
nl: Laatste klus
ru: Послед. смена
zh_hans: 前往最新的打工
zh_hant: 前往最新打工

# CoopHistoryLimitedPoint
source: Current special bonus points
de: Spezial-Bonuspunktestand
es: Puntos eventuales actuales
es_mx: Puntos especiales actuales
fr: Points de prix spéciaux actuels
it: Punti attuali (bonus speciale)
ja: 現在の期間限定ポイント
ko: 현재 기간 한정 포인트
nl: Speciale bonuspunten
ru: Сейчас спецочков:
zh_hans: 目前的期间限定点数
zh_hant: 現有的期間限定點數

# CoopHistoryMonthlyReward
source: Current Gear
de: Aktuelle Ausrüstung
es: Objeto disponible
es_mx: Objeto disponible
fr: Équipement actuel
it: Oggetto attuale
ja: 今月のギア
ko: 이달의 기어
nl: Huidige uitrusting
ru: Текущее снаряжение
zh_hans: 本月的装备
zh_hant: 本月的裝備

# CoopHistoryNext
source: Next Job
de: Vor
es: Siguiente
es_mx: Siguiente
fr: Suivant
it: Seguente
ja: 次のバイト
ko: 다음 히스토리
nl: Volgende klus
ru: След. смена
zh_hans: 下一个打工
zh_hant: 下一場打工

# CoopHistoryNoData
source: No job logs to display.
de: Keine Schicht-Daten vorhanden.
es: No hay resultados de tareas.
es_mx: No hay resultados de tareas.
fr: Aucune stat de mission disponible.
it: Non è presente alcuna cronologia dei lavori.
ja: バイトヒストリーがありません
ko: 아르바이트 히스토리가 없습니다
nl: Er is geen werkverleden.
ru: Нет рабочих показателей.
zh_hans: 没有打工历史
zh_hant: 沒有打工記錄

# CoopHistoryNotAvailable
source: Job Logs Unavailable
de: Schicht-Daten nicht verfügbar
es: Resultados de tareas no disponibles
es_mx: Resultados de tareas no disponibles
fr: Les stats de missions ne sont pas disponibles.
it: Cronologia dei lavori non disponibile
ja: バイトヒストリーを表示できません
ko: 아르바이트 히스토리를 표시할 수 없습니다
nl: Werkverleden niet beschikbaar
ru: Рабочие показатели недоступны
zh_hans: 无法显示打工历史
zh_hant: 無法顯示打工記錄

# CoopHistoryNotAvailableDescription
source: Only the 50 most recent entries are available.
de: Nur die letzten 50 Einträge sind verfügbar.
es: Solo los 50 registros más recientes están disponibles.
es_mx: Solo los 50 registros más recientes están disponibles.
fr: Seules les 50 entrées les plus récentes sont disponibles.
it: Vengono visualizzati solo i 50 lavori più recenti.
ja: 閲覧できるバイトヒストリーは、最新の50戦までです。
ko: 최신 아르바이트 히스토리는 50전까지 열람할 수 있습니다.
nl: Alleen de 50 meest recente klussen zijn beschikbaar.
ru: Доступно только 50 последних смен.
zh_hans: 可阅览的打工历史仅限最新的50场
zh_hant: 可瀏覽的打工記錄僅限最新的50戰

# CoopHistoryNotDefeated
source: Failed...
de: Gescheitert...
es: No pudo ser...
es_mx: No se logró...
fr: Échec...
it: Missione fallita...
ja: 倒せなかった...
ko: 쓰러뜨리지 못했다…
nl: Mislukt...
ru: Не удалось победить...
zh_hans: 未能击倒……
zh_hant: 擊倒失敗……

# CoopHistoryPlayCount
source: Shifts worked
de: Angetretene Schichten
es: Encargos completados
es_mx: Encargos realizados
fr: Sessions de travail
it: Lavori completati
ja: バイト回数
ko: 아르바이트 횟수
nl: Klussen
ru: Отработано смен:
zh_hans: 打工次数
zh_hant: 打工次數

# CoopHistoryPlayCountBySchedule
source: Number of Jobs: { 0 }
de: Anzahl Schichten: { 0 }
es: Encargos: { 0 }
es_mx: Encargos: { 0 }
fr: Nombre de missions : { 0 }
it: Numero di lavori: { 0 }
ja: { 0 }バイト
ko: 아르바이트 횟수: { 0 }
nl: Klussen: { 0 }
ru: Смен: { 0 }
zh_hans: { 0 }场打工
zh_hant: { 0 }場打工

# CoopHistoryPrevious
source: Previous Job
de: Zurück
es: Anterior
es_mx: Anterior
fr: Précédent
it: Precedente
ja: 前のバイト
ko: 이전 히스토리
nl: Vorige klus
ru: Пред. смена
zh_hans: 上一个打工
zh_hant: 上一場打工

# CoopHistoryPrivate
source: Private Job
de: Private Schicht
es: Trabajo privado
es_mx: Trabajo privado
fr: Mission privée
it: Lavoro privato
ja: プライベート
ko: 프라이빗
nl: Privéklus
ru: Частная смена
zh_hans: 私人
zh_hant: 私人

# CoopHistoryRecruit
source: Staff Wanted!
de: Eierjäger gesucht!
es: ¡Se busca personal!
es_mx: ¡Se busca personal!
fr: On embauche !
it: Assunzioni aperte!
ja: スタッフ募集！
ko: 스태프 모집!
nl: Personeel gezocht!
ru: Ищем сотрудников!
zh_hans: 募集员工！
zh_hant: 招募員工

# CoopHistoryRecruitDescription
source: A beginner-friendly job for energetic and positive individuals who are willing to put it all on the line. Work hard for easy scales!
de: Jung? Spontan? Risikofreudig? Aufstrebende, fleißige Talente lieben diesen schuppenmäßig gut bezahlten Job!
es: Una labor apta incluso para gente sin experiencia. ¡Basta con tener energía y actitud positiva para ganar escamas de forma cómoda!
es_mx: Una labor apta incluso para gente sin experiencia. ¡Basta con tener energía y actitud positiva para ganar escamas de manera fácil!
fr: Un travail taillé pour ceux qui ont de l'énergie et de l'optimisme à revendre, et qui sont prêts à bosser dur pour empocher un tas d'écailles. Motivation exigée. Débutants acceptés.
it: Un'attività adatta ai principianti per molluschi energici, ottimisti e desiderosi di rischiare il tutto per tutto. Fai squame facili lavorando sodo!
ja: 初心者でも安心！元気で明るい方大歓迎！<br />アットホームな職場でアルバイトをしてみませんか？
ko: 경력이 없어도 OK! 밝고 기운찬 분 환영! 가족 같은 분위기의 직장에서 아르바이트해 보지 않으시겠습니까?
nl: Een klus voor beginners, energieke en positieve personen die bereid zijn alles op alles te zetten. Hard werk, maar goedbetaald!
ru: Подходящая работенка для позитивных и амбициозных новичков. Работай не покладая щупалец и зарабатывай легкие чешуйки!
zh_hans: 想在无拘无束的职场打工吗？<br />初学者也能放心参加！欢迎热情开朗的人加入！
zh_hant: 你想不想在一個無拘無束的職場裡打工呢？<br />沒有經驗也不用擔心！歡迎開朗有活力的人加入我們！

# CoopHistoryRecruitTag1
source: It's Easy!
de: Supereinfach!
es: ¡Es fácil!
es_mx: Trabajo fácil
fr: C'est facile !
it: È facile!
ja: 簡単
ko: 간단
nl: Het is een makkie!
ru: Проще морской капусты!
zh_hans: 简单
zh_hant: 簡單

# CoopHistoryRecruitTag2
source: Collect Power Eggs for Fun and Profit!
de: Fischeiersammeln bringt Spaß und Profit!
es: Recolección de caviar rojo
es_mx: Remuneración generosa
fr: La collecte d'œufs, c'est fun et ça rapporte !
it: Raccogli uova per svago e profitto!
ja: イクラ集め
ko: 연어알 모으기
nl: Verzamel visseneieren: leuk en lucratief!
ru: Сбор икринок — дело веселое и прибыльное!
zh_hans: 收集鲑鱼卵
zh_hant: 收集鮭魚卵

# CoopHistoryRecruitTitle
source: Collecting Power Eggs Suits You!
de: Fischeiersammeln! Der beste Job der Welt!
es: ¡Reunir caviar es lo tuyo!
es_mx: ¡Recolecta huevecillos de poder con nosotros!
fr: La collecte d'œufs, un job de rêve !
it: La raccolta di uova di pesce ti si addice!
ja: ～イカした制服でイクラ集め～
ko: ～어메이징한 작업복을 입고 연어알 모으기～
nl: Visseneieren verzamelen past bij jou!
ru: Собирай икринки стильно!
zh_hans: ～穿上超鱿型的制服收集鲑鱼卵～
zh_hant: ～穿上超魷型的制服收集鮭魚卵～

# CoopHistoryRegular
source: Normal Job
de: Standardschicht
es: Encargo normal
es_mx: Encargo normal
fr: Mission normale
it: Normale
ja: いつものバイト
ko: 일반 아르바이트
nl: Normale klus
ru: Обычная смена
zh_hans: 平时的打工
zh_hant: 一般打工

# CoopHistoryRegularPoint
source: Current points
de: Punktestand
es: Saldo actual
es_mx: Saldo de puntos
fr: Points actuels
it: Punti attuali
ja: 現在のポイント
ko: 현재 포인트
nl: Huidig aantal punten
ru: За смену:
zh_hans: 现有点数
zh_hant: 現有點數

# CoopHistoryRescueCount
source: Crew members rescued
de: Gerettete Teamkollegen
es: Compañeros rescatados
es_mx: Compañeros rescatados
fr: Collègues secourus
it: Colleghi soccorsi
ja: 助けた回数
ko: 도와준 횟수
nl: Geredde teamgenoten
ru: Спасено коллег:
zh_hans: 救援次数
zh_hant: 救援次數

# CoopHistoryRescuedCount
source: Times Rescued
de: Benötigte Rettungen
es: Número de rescates
es_mx: Número de rescates
fr: Secours reçus
it: Salvataggi ricevuti
ja: たすけてもらったかいすう
ko: 도움받은 횟수
nl: Aantal keer gered
ru: Спасений
zh_hans: 被救助的次数
zh_hant: 被救助的次數

# CoopHistoryScale
source: Scales
de: Schuppen
es: Escamas
es_mx: Escamas
fr: Écailles
it: Squame
ja: ウロコ
ko: 비늘
nl: Visschubben
ru: Чешуек
zh_hans: 鳞片
zh_hant: 鱗片

# CoopHistoryScaleBronze
source: Bronze Scale
de: Bronzeschuppe
es: Escama de bronce
es_mx: Escama de bronce
fr: Écaille de bronze
it: Squama di bronzo
ja: ドウウロコ
ko: 동 비늘
nl: Bronzen schub
ru: Бронзовая чешуйка
zh_hans: 铜鳞片
zh_hant: 銅鱗片

# CoopHistoryScaleGold
source: Gold Scale
de: Goldschuppe
es: Escama de oro
es_mx: Escama de oro
fr: Écaille d'or
it: Squama d'oro
ja: キンウロコ
ko: 황금 비늘
nl: Gouden schub
ru: Золотая чешуйка
zh_hans: 金鳞片
zh_hant: 金鱗片

# CoopHistoryScaleSilver
source: Silver Scale
de: Silberschuppe
es: Escama de plata
es_mx: Escama de plata
fr: Écaille d'argent
it: Squama d'argento
ja: ギンウロコ
ko: 은 비늘
nl: Zilveren schub
ru: Серебряная чешуйка
zh_hans: 银鳞片
zh_hant: 銀鱗片

# CoopHistoryScore
source: Job Score
de: Leistung
es: Rendim.
es_mx: Rendim.
fr: Score
it: Punti
ja: バイトスコア
ko: 아르바이트 스코어
nl: Klusscore
ru: Общий КПД
zh_hans: 打工分数
zh_hant: 打工分數

# CoopHistorySeeSchedule
source: View Schedule
de: Arbeitszeiten
es: Ver calendario
es_mx: Ver calendario
fr: Consulter le planning
it: Vedi calendario
ja: スケジュールを見る
ko: 스케줄 보기
nl: Periode
ru: Дата/период
zh_hans: 查看日程
zh_hant: 查看時間表

# CoopHistorySmellMeter
source: Salmometer
es: salmómetro
es_mx: salmómetro
fr: Salmomètre
it: Salmometro
ja: オカシラゲージ
ko: 두목 게이지
ru: Король-шкала
zh_hans: 头目槽
zh_hant: 頭目槽

# CoopHistorySupplyWeapon
source: Supplied Weapons
de: Verfügbare Waffen
es: Armas asignadas
es_mx: Armas disponibles
fr: Armes fournies
it: Armi fornite
ja: 支給ブキ
ko: 지급 무기
nl: Beschikbare wapens
ru: Табельное оружие
zh_hans: 发放武器
zh_hant: 派發武器

# CoopHistoryTeamContest
source: Eggstra Work
de: Team-Wettkampf
es: Alianza alevínica
es_mx: Recolección extra
fr: Défi œuf sup'
it: Sfida tra colleghi
ja: バイトチームコンテスト
ko: 아르바이트 팀 콘테스트
nl: Bedrijfseitje
ru: Икорный овертайм
zh_hans: 团队打工竞赛
zh_hant: 團隊打工競賽

# CoopHistoryTitle
source: Salmon Run
ja: サーモンラン
ko: 새먼 런
zh_hans: 鲑鱼跑

# CoopHistoryTotalPoint
source: Total points
de: Gesamtpunkte
es: Puntos totales
es_mx: Puntos totales
fr: Total des points
it: Punti totali
ja: るいけいポイント
ko: 누적 포인트
nl: Puntentotaal
ru: Всего очков:
zh_hans: 累计点数
zh_hant: 累計點數

# CoopHistoryWaveLevel0
source: Low Tide
de: Ebbe
es: Marea baja
es_mx: Marea baja
fr: Marée basse
it: Bassa marea
ja: 干潮
ko: 간조
nl: Eb
ru: Отлив
zh_hans: 干潮
zh_hant: 乾潮

# CoopHistoryWaveLevel1
source: Normal
it: Normale
ja: 普通
ko: 보통
nl: Normaal
ru: Норм.
zh_hans: 普通
zh_hant: 普通

# CoopHistoryWaveLevel2
source: High Tide
de: Flut
es: Marea alta
es_mx: Marea alta
fr: Marée haute
it: Alta marea
ja: 満潮
ko: 만조
nl: Vloed
ru: Прилив
zh_hans: 满潮
zh_hant: 滿潮

# CoopRecordAppName
source: Work
de: Schicht
es: Encargos
es_mx: Encargos
fr: Missions
it: Lavoro
ja: バイト
ko: 아르바이트
nl: Klussen
ru: Смена
zh_hans: 打工
zh_hant: 打工
