Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrPaletteAgent8PaletteName
source: Eight's Palette
de: Palette von Nr. 8
es: Paleta de Ocho
es_mx: Paleta de Ocho
fr: Palette de Huit
it: Tavoletta di Otto
ja: ハチのパレット
ko: 에이트의 팔레트
nl: Achts palet
ru: Тон-бокс Восьмерки
zh_hans: 小八的调色盘
zh_hant: 小八的調色盤

# SdodrSdodrPaletteAoriClearText
source: This Cawwie and her foolish, airheadedways are a menace to any self-wespecting fan of order. She neverwistens to her betters!Huh? She's friends with some Octolings,you say? Not only is she cute, she's anice wady too!WAIT! Is her twue plan to lure Octolingsto the squid world with her charms?!How wepwehensible! She must bePUNISHED!
de: Aioli ist viel zu abgelenkt und denkt analles Mögliche, nur nicht das Wichtige.Hört niemals auf andere, die schlauersind als sie.Hm? Aioli ist auch mit Oktolingenbefreundet? Also ist sie nicht nur süß,sondern auch freundlich und so?MOMENT! Ob sie nur nett tut,um Oktolinge nach oben in die Weltder Inklinge zu locken? Wie gemein!Die muss ich BESTRAFEN!
es: Esa Mar, con su cabeza llena de bobadas,es una amenaza para cualquiera que sepaapreciar el orden. ¡Las reglas y el sentidocomún no van con ella!¡Ah! ¿Que se relaciona con octarianos?Anda, encima de mona, también sociable...¡Un momento! ¡Con sus encantos se hapropuesto atraer octarianos al mundo delos calamares! Una deplorable actitud...¡que debe ser castigada!
es_mx: Esa Mar, con su cedebro lleno debobadas, es una anemaza paracuaquiera que aprecie el orden.¡La prudencia no es lo suyo!¿Cómo? ¿Que es amiga de algunosoctolings? Jum... Pues parece quees bonita y buena gente también...¡Un momento! ¡¿Y si su vedadero planes usar sus encantos para atraeroctolings al mundo de los camalares?!¡Deprobable! ¡Debe ser castigada!
fr: Cette Ayo, avec ses airs d'insouciantetrop cool, c'est une menace permanentepour le monde de l'Ordre. Le genre defiloute qui obéit même pas à ses chefs !Quoi ? Elle est copine avec desOctalings ? Donc elle est pas toutà fait irrécupérable, et en plus elleest plutôt mimi...PAS SI VITE ! Peut-être que son plan,c'est de raconter que des mensongesaux Octalings pour les attirer dans lemonde des calamars ? Alors ça, c'estintolérable ! Elle doit être PUNIE !
it: Questa Stella e i suoi modi cionouna minaccia per ciucci i fan dell'oddine!Non ascolta necciuno e fa cempre ditesta sua!Eh? È amica di alcuni Octoling?Vedo che è anche popolaye, alloya...O sta ceycando di attiyaye gli Octolingnel mondo dei calamayi?! Se cocì fosse,sarebbe acciolutamente inaccecciabilee andyebbe punita!
ja: このアオリちゃんとやらの ボケっぷり…チツジョのツッコミを ものともしない、非常に危険なタマシイなのです！えっ、一部のタコと交流があるですか？カワイイ上に優しいのです～…ハッ？！ さてはタコをユウワクしてイカの世界に連れていくつもりです？！おそろしすぎるです！ 成敗なのですッ！！
ko: 이 아오리라는 녀석의 자유분방함…질서의 태클에도 눈 하나 꿈쩍 않는아주 위험한 영혼이에요!응? 몇몇 문어와 교류가 있어요?귀여운 데다가 상냥하네요～…헉?! 이제 보니 문어를 유혹해서오징어 세계로 데려갈 속셈이군요?!무서운 녀석이에요! 벌을 내리겠어요!
nl: Die Callie is zo'n wawhoofd, die luistertnooit naar degenen die beter weten!Wat een vijand van alle owde!Wat? Ze is bevwiend met Octolings?Dus ze is niet alleen lief maar ookaawdig en zo?WACHT! Wil ze soms alle Octolings naarde inktvisweweld lokken met haarchawmante gedoe?! Wat ontzettenddoowtwapt! Ze moet stwaf kwijgen!
ru: Эта пуштоголовая Кэлли — угложадля вшех ценителей полядка! Онавоплощение хаоша! И никогда нешлушает, когда ей дают умныешоветы!Что? Она длужит ш ошьмолингами?Жначит, она не только ужашно милая,но и холошая!ШТОП! А вдлуг это и ешть ее ковалныйплан?! Жаманить ошьмолингов в милинклингов?! Какой ужаш! Она будетНАКАЖАНА!
zh_hans: 这个叫小拟的家伙很会装傻……完全不把秩序的吐槽当回事，可以说是个非常危险的灵魂！什么？她和某些章鱼有过来往？不仅长得可爱还很温柔～？……啊？！看来她是想诱惑章鱼，然后带到鱿鱼的世界里去吧？！真是太可怕了！一定要惩罚她！！
zh_hant: 這個名叫小擬的很會裝傻……完全不把秩序的吐槽當一回事，實在是個非常危險的靈魂！咦？他曾經跟某些章魚來往過嗎？不只可愛，還很好心耶～……什麼！？其實是想誘惑章魚，讓他們墮入魷魚的世界！？真是太可怕了！必須懲罰！！

# SdodrSdodrPaletteAoriPaletteName
source: Callie's Palette
de: Palette von Aioli
es: Paleta de Mar
es_mx: Paleta de Mar
fr: Palette d'Ayo
it: Tavoletta di Stella
ja: アオリのパレット
ko: 아오리의 팔레트
nl: Callies palet
ru: Тон-бокс Кэлли
zh_hans: 小拟的调色盘
zh_hant: 小擬的調色盤

# SdodrSdodrPaletteBukichiClearText
source: I personawwy saw this so-called Sheldonperson taking on two small, adowabledisciples a lot like me!WHICH MEANS...he took two young,impwessionable children who've knownhim since they were babies and waisedthem to inhewit his wegacy.What sort of tewwible person would drilla wuv for weapons into children soyoung? This is an outwage! He mustbe PUNISHED!
de: Diesen Arty hab ich persönlich dabeibeobachtet, als er zwei süße kleineLehrlinge unter seine Fittiche nahm.Fast so süß und klein wie ich!Und das heißt, dass er zwei JUNGE,UNSCHULDIGE KINDERCHEN seinem fiesenEinfluss aussetzt und sie großzieht undihnen alles beibringt!Was für ein Fiesling würde denn sokleinen Kindern Sachen über Waffenbeibringen? Nur ein Unfisch würde das!Zeit, Arty zu BESTRAFEN!
es: He podido comprobar en persona que eseJairo tiene dos discípulos minúsculos,como yo, ¡y son bastante majetes!Es decir... que se hizo cargo de dosinocentes criaturitas, inculcándoles susvalores desde la más tierna infancia,para que algún día hereden su legado.¡¿Pero qué monstruosidad es esa deiniciar a los más jóvenes en el mundode las armas?! ¡Esa barbarie mereceun castigo!
es_mx: Pude ver en pedsona que ese Jairotiene dos pequeños discípulos muyadodables ¡y muy parecidos a mí!O SEA QUE... se hizo cargo de dosimpesionables criaturas desde sutiedna infancia, para que algún díahereden su legado.¡¿Pero qué mostuosidad es esa deiniciar a los más peques en el mundode las armas?! ¡Esa babarie mereceun castigo!
fr: Le bonhomme qui s'appelle Cartouche,j'ai vu qu'il a embauché deux petitsdisciples mignons comme tout ! Mêmequ'ils sont un peu comme moi !AUTREMENT DIT... il a choisi deux petitsenfants influençables qui le connaissentdepuis qu'ils sont tout bébés, etpuis il leur a nettoyé le cerveaupour qu'ils lui ressemblent commedeux gouttes d'encre.Il faut être un vilain pas beau du toutpour apprendre aux petits enfantsà aimer les armes ! C'est intolérable !Il doit être PUNI !
it: Questo Armand ha preso comeapprendisti due piccolecci chemi assomiyano tanto!Quindi cignifica che... ci è approfittatodi menti giovani e fragili in modo datrasmetteyi ciucce le sue idee!È una cocia terribile e inaccecciabile!Insegnaye la passione per le armi a dellementi giovani e impreccionabili... Devoacciolutamente punillo!
ja: コダコは見たのです！このブキチとやらには コダコみたいにちっちゃくてカワイイ弟子がいるのですぷぬぅ、物心つく前から なついてた子をそのまま流れで弟子にしたです？そんな小さいうちから ブキの知識をたたきこむなんて とんでもないヤツです！成敗なのですッ！！
ko: 리틀퍼스는 봤어요! 이 부키치라는녀석한테는 리틀퍼스처럼작고 귀여운 제자가 있어요흐음, 철들기 전부터 잘 따르던 아이를그대로 제자로 삼았군요?그 작은 아이한테 무기에 대한 지식을주입하다니 터무니없는 녀석이네요!벌을 내려 주겠어요!!
nl: Ik heb zelf gezien hoe deze Kwabbewttwee kleine, schattige leewlingen had diewel wat op mij leken.DUS... heeft hij die jonge, onschuldigekindewen van kleins af aan gwoot-gebwacht om hem op te volgen?Wat voor vweselijk type leewt zulkejonge kindewen nou alles over wapens?Schandalig! Kwabbewt vewdient STWAF!
ru: Я видел, как Пушкин вжял навошпитание двух милых ближнецов.Милых, как я!А ЭТО ЖНАЧИТ... что эти невинныемалыши подпадут под его жлоштноевлияние! И вшему от него научатся,унашледуют магажин...Какой монштл плививает детямлюбовь к олужию? Еще и так лано!Ужашно! Он будет НАКАЖАН!
zh_hans: 小小蛸都看到了！这个叫武器子的家伙的手下有和小小蛸一样小巧可爱的徒弟。唔，他把懂事前就亲近自己的孩子顺势收为自己的徒弟？居然给那种小孩子灌输武器的知识，真是个危险的家伙！一定要惩罚他！！
zh_hant: 小小蛸都看到了！這個名叫武器子的傢伙底下有跟小小蛸一樣小巧可愛的徒弟。唔，他在親近自己的孩子開始懂事前就直接把人家收為徒弟？居然想趁年紀還小的時候先灌輸武器的知識，真是太誇張了！必須懲罰！！

# SdodrSdodrPaletteBukichiPaletteName
source: Sheldon's Palette
de: Palette von Arty
es: Paleta de Jairo
es_mx: Paleta de Jairo
fr: Palette de Cartouche
it: Tavoletta di Armand
ja: ブキチのパレット
ko: 부키치의 팔레트
nl: Krabberts palet
ru: Тон-бокс Пушкина
zh_hans: 武器子的调色盘
zh_hant: 武器子的調色盤

# SdodrSdodrPaletteFuukaPaletteName
source: Shiver's Palette
de: Palette von Mako
es: Paleta de Megan
es_mx: Paleta de Megan
fr: Palette de Pasquale
it: Tavoletta di Pinnuccia
ja: フウカのパレット
ko: 후우카의 팔레트
nl: Haya's palet
ru: Тон-бокс Куллы
zh_hans: 莎莎的调色盘
zh_hant: 莎莎的調色盤

# SdodrSdodrPaletteHimeClearText
source: Did you know I study my enemies' movesin the name of order?Thanks to the digital tickets those jerkssent me, I watch all the livestweams oftheir shows! Then I check the VODs toexamine evewy detail of their evewy move.CURSE THAT PEAWL! She's too cool...
de: Ich studiere meine Feinde im Namender Ordnung. Wetten, das wusstewieder keiner?Dank der digitalen Tickets, die mir dieseDoofis geschickt haben, schaue ich miralle Sendungen im Livestream an.Und dank Video on Demand studiere ichjede Technik und jede Bewegung.DOOFE PERLA!Aber sie ist so cool...
es: ¿Sabías que, con objeto de proteger elorden, estudio a mis enemigos día a día?¡Gracias a las entradas que me envíanesos memos, puedo ver en directo todassus actuaciones! También miro imágenesde archivo y analizo en detalle todos susmovimientos.¡Maldita Perla! Qué bien lo hace...
es_mx: Oye... ¿sabías que estudio losmomivientos de mis enemigos poramor al orden?¡Gracias a los boletos que me enviaronesos cefapólodos tontos puedo ver endirecto todos sus espetáculos! Y luegomiro las retepiciones para analizar cadadetallito de cada momiviento.¡BUAAAH, ESA PEDLA! Es tan genial...
fr: J'étudie toujours mes ennemis endétail... pour le bien de l'Ordre,évidemment !Et grâce aux billets en ligne que cesméchantes m'ont envoyés, j'ai vu tousleurs concerts en live ! Même qu'après,je les ai re-regardés en VOD pour bientout analyser image par image !JE DÉTESTE PERLE ! ELLE EST BEAUCOUPTROP CLASSE !
it: Sapevate che studio le mosse dei mieinemici?Graccie ai ticket digitali che mi mandano,osseyvo ciucci i livestream dei lorospettacoli. Cogì poccio studiaye ciuccele loro mosse nel minimo dettayo.QUEYYA ALGA È TROPPO FOYTE!
ja: マジメなコダコは チツジョを守るべく日々 敵の研究を欠かさないのです！ヤツらが送りつけてきた電子チケットでライブの生配信にリアルタイム参加！さらに毎日アーカイブ映像を見返してスミズミまで動きをチェックしてやるです！これで対策は万全！ ざまーみやがれです！シェンパイめーーーーッ！！ カッコいい…
ko: 성실한 리틀퍼스는 질서를 지키기 위해늘 적에 관한 연구를 거르지 않아요!녀석들이 멋대로 보낸 전자 티켓으로라이브 생방송에 실시간으로 참가하고매일 지난 영상을 복습하며움직임을 샅샅이 체크하고 있죠!완벽한 대책이에요! 방심하기는!션배 녀석～～～～!! 멋있어…
nl: Ik bestudeer mijn vijanden dag in en daguit, in naam van de owde!Ik bekijk alle livestweams van die suffies!En daarna nog eens, in slowmotion!Ik ken al hun moves uit mijn hoofd!Die vewvelende Lowelei! Die is... zo cool...
ru: Я штою на штлаже полядка и шлежужа каждым движением плотивника!Толштолобики отплавили мнецифловые билеты, и я тепель могушмотлеть плямые тланшляции ихконцелтов! А потом я ижучаю жапиши,чтобы ужнать их тайны!ГАДКАЯ ЖЕМЧИК!Но она такая клутая...
zh_hans: 认真的小小蛸为了守护秩序，每天都勤奋地研究着敌人！小小蛸会利用他们送来的电子票实时观看演唱会的直播！而且还会每天回顾存档录像，观察他们从头到脚的所有动作！这样就能拟定万全的对策！走着瞧吧！可恶的前辈——！！真帅啊……
zh_hant: 我是認真的小小蛸，為了維護秩序，我每天都在研究著敵人！除了利用他們送來的電子票券即時參加演唱會的直播之外！我還會回頭查看每一天直播記錄，全面檢查從頭到腳的所有動作！這樣就能擬定萬全的對策！走著瞧吧！可惡的閒輩——！！真是帥得可惡……

# SdodrSdodrPaletteHimePaletteName
source: Pearl's Palette
de: Palette von Perla
es: Paleta de Perla
es_mx: Paleta de Perla
fr: Palette de Perle
it: Tavoletta di Alga
ja: ヒメのパレット
ko: 히메의 팔레트
nl: Loreleis palet
ru: Тон-бокс Жемчика
zh_hans: 小姬的调色盘
zh_hant: 小姬的調色盤

# SdodrSdodrPaletteHotaruClearText
source: What was this one's name? Mawie?She's pwobably the most pwomising ofthe bunch.Her bwilliant, sharp mind cuts throughthe noise and stwaightens out chaoticairheads! She's pwactically a guardianof order alweady!Except...she kinda seems OK with chaos?And that's a big no-no for sewious orderfans! BLEH! NO THANKS!
de: Wie heißt die hier noch mal? Limone?Die hat von allen am meisten Potenzial.Die ist schlau, hat den Durchblickund sagt doofen Chaos-Fans gleich,was Sache ist. Sie ist quasi schonvon Haus aus Wächterin der Ordnung!Nur... macht ihr Chaos irgendwiegar nicht viel aus? Das ist natürlichganz schlimm! Ordnung und sonst nichts!NICHTS AUF DER WELT! BLARG!
es: ¿Cómo se llamaba esta? ¿Tina? Creoque, de ese grupito, es la que máspromete.¡Su mente ágil y aguda es un ataquedirecto a las mentes laxas! ¡Ya esprácticamente una guardiana del orden!Ah, ¿cómo? ¿Que no le molesta el caos?¡Pues eso la «cancela» para cualquiertarea de responsabilidad! ¡Bah, no lanecesito!
es_mx: ¿Cómo se llamaba eta? ¿Dina? Creo que,de ese gupito, es la más pometedora.¡Su mente ágil y aguda es un ataquedidecto a cuaquier tonto cabeza dechorizo! ¡Es casi como una guardianadel orden!Pero... juuum... ¿No le molesta el caos?¡Pues no es una vedadera fan del orden!¡BUUU! ¡No la necesito!
fr: Comment qu'elle s'appelle, celle-là, déjà ?Oly ? C'est la mieux de tout le groupe,y a pas photo.Au moins, elle, elle est assez intelligentepour aller droit au but et remettre à leurplace les rigolos pas sérieux ! Elle esttaillée sur mesure pour protégerl'Ordre, celle-là !Sauf que... le chaos a pas l'air de ladéranger plus que ça, non plus. Et ça,c'est intolérable ! BERK ! PAS QUESTION !
it: Come si chiamava questa? Marina?Cecondo me, è la più promettente diciucci!Ha una mente brillante ed è in gradodi metteye in yiga ciucci gli altri! Inpratica è già una guaydiana dell'oddine!Anche se... paye che il caos non ledia problemi? In questo cacio alloyasayebbe un deciso NO! NO E POI NO!
ja: コイツ…この、ホタルちゃん？ とやらはなかなか見こみがあるのです！混沌としたボケに するどく切りこむばつぐんのツッコミ！チツジョの素養があるですね！でも、なんか混沌を楽しんでるような…？それはもう、チツジョ的にアウトなのです！メッ！ なのです！！
ko: 이 녀석… 호타루? 라는 녀석은꽤 전도유망하네요!얽히고설킨 혼돈스러운 장난에날카롭게 꽂히는 한마디!질서의 소양이 있어요!하지만 혼돈을 즐기는 것도 같은데…?그렇다면 질서의 관점에서 아웃이에요!떽! 이에요!!
nl: Hoe heet deze ook alweer? Mawie?Zij heeft wel potentie...Ze is slim, wecht door zee, en vewtelt diesuffe fans van chaos flink de waawheid!Eigenlijk bewaakt ze de owde al!Alleen... lijkt ze chaos wel pwima tevinden? En dat kan ik dan weer niettoestaan, in naam van de owde! BAH!
ru: Как ее там? Мали? Она иж вшех нихшамая шмышленая.Ее оштлый ум отблашывает лишнееи может шовладать ш шилами хаошавлоде Кэлли! Она уже плактичешкихланительница полядка!Только вот... ей шамой хаош нишкольконе мешает. Нет, такие хланители намне нужны! Полядок плевыше вшего!ФУ! ШПЛАВИМСЯ БЕЖ НЕЕ!
zh_hans: 这家伙……叫小萤是吧？感觉她还挺有前途的！在别人做出混沌的装傻行为时，她能说出精准且效果超群的吐槽！看得出她很有秩序的资质呢！但是总感觉她似乎很享受混沌……？这一点从秩序角度看完全出局了！这种行为绝对不行！！
zh_hant: 這傢伙……是叫小螢？我還滿看好他的！能夠在他人做出混沌的裝傻行為時做出精準且效果超群的吐槽！在秩序方面很有資質呢！但他好像滿享受混沌的樣子……？從秩序的角度來看已經完全出局了！叉叉！OUT！！

# SdodrSdodrPaletteHotaruPaletteName
source: Marie's Palette
de: Palette von Limone
es: Paleta de Tina
es_mx: Paleta de Tina
fr: Palette d'Oly
it: Tavoletta di Marina
ja: ホタルのパレット
ko: 호타루의 팔레트
nl: Maries palet
ru: Тон-бокс Мари
zh_hans: 小萤的调色盘
zh_hant: 小螢的調色盤

# SdodrSdodrPaletteIidaClearText
source: Mawina used to understand the value ofan unchanging world. But then SHEchanged! What happened?!Phooey! I'll never forgive whoever got toMawina! And I won't forgive Mawinaeither for betwaying her pwinciples!I'm gonna punish ALL of them!
de: Marina war mal superzufrieden miteiner Welt, in der nur Ordnung herrscht.Und dann wollte sie auf einmal nichtmehr mitspielen! Was hat sie nur?!Püh! Wer mir Marina geklaut hat,dem werd ich nie, nie, nie verzeihen!Und Marina selber verzeih ich auchnicht, weil sie mich verraten hat!Die werd ich alle ganz böse bestrafen!
es: Marina llegó a entender las ventajas deun mundo sin cambios. ¡Pero luego cambióde ideas! ¡¿Qué pudo haber pasado?!¡Aaagh! ¡Alguien irresponsable le comeríael coco! Pero tampoco la pienso perdonara ella, obviamente, por renegar de susprincipios.¡Recibiréis mi castigo colectivo!
es_mx: Madina llegó a etender las ventajas deun mundo sin cambios. ¡Pero cambió!¡¿Qué le pasó?!¡Buaaah! No sé quién hizo que Madinacambiara, ¡pero NUNCA se lo voy apedonar! ¡Y a ella tampoco, portaicionar sus principios!¡Los voy a castigar a tooodos!
fr: Avant, Coralie voulait aussi un monde quichange jamais. Et maintenant, elle veutplus ! Qu'est-ce qui s'est passé ?Grrr ! Je sais pas qui lui a mis ces idéesen tête, mais je lui pardonnerai jamaisde toute ma vie entière ! Et puis Coralienon plus, je lui pardonnerai jamais d'avoirchangé d'avis !Je vais punir TOUT le monde, puisquec'est comme ça !
it: Nori ciapeva bene quanto era impoytanteun mondo che non cambia. Ma poi ècambiata. Cocia le è ciucceccio?!Pffft! Non la perdoneyò mai! No no no!Ha tradicio i suoi principi!E per questo puniyò ciucci quanti!
ja: イイダもちょっと前まで 変わらない世界にミリョクを感じてたはずなのですなのに、何かがイイダを変えたです？ぷぬぬ…だとしたら許さないのです！イイダを変えてしまったヤツも！チツジョを裏切ったイイダも！みんなまとめて 成敗してやるですッ！
ko: 이이다도 얼마 전까지는 변하지 않는세계에 매력을 느꼈을 텐데무언가가 이이다를 바꾼 걸까요?끄으응… 만약 그런 거라면 용서하지않겠어요! 이이다를 바꿔 버린 녀석도!질서를 배신한 이이다도!모조리 다 벌을 내려 주겠어요!
nl: Mawiana was eerst supewblij met eenwereld waarin niks veranderde. Maar toenis ze ZELF veranderd. Hoe kan dat nou?!Ik weet niet wie Mawiana die onzin heeftaangepwaat, maar ik vewgeef ze nooit!En Mawiana zelf ook niet! Ik dacht datze pwincipes had!Ik ga ze allemaal stwaffen!
ru: Когда-то Малиша умела ценитьмил беж ижменений. Но потомОНА ижменилашь! Что плоижошло?!Уф-ф! Никогда, никогда не площутого, кто пломыл ей можги!Да и Малишу тоже! Она пледалашвои плинципы!ВШЕХ накажу!
zh_hans: 饭田在不久前还能感觉到一成不变的世界多么有魅力才对。然而现在有什么东西改变了饭田吗？唔……如果是的话，就太不可饶恕了！无论是改变了饭田的家伙！还是背叛了秩序的饭田！小小蛸要好好惩罚一下他们！
zh_hant: 明明飯田直到不久之前都還覺得一成不變的世界很吸引人。但是現在卻……飯田是被什麼給改變了嗎？唔……如果是的話，我絕不原諒！無論是改變了飯田的傢伙！還是背叛了秩序的飯田都一樣！我要讓他們全都付出代價！

# SdodrSdodrPaletteIidaPaletteName
source: Marina's Palette
de: Palette von Marina
es: Paleta de Marina
es_mx: Paleta de Marina
fr: Palette de Coralie
it: Tavoletta di Nori
ja: イイダのパレット
ko: 이이다의 팔레트
nl: Mariana's palet
ru: Тон-бокс Мариши
zh_hans: 饭田的调色盘
zh_hant: 飯田的調色盤

# SdodrSdodrPaletteMantarouClearText
source: I've seen how this big manta was waisedwith wuv in a warm, caring household!Life seems tough for him wight now. He'sgot wesponsibiwities as head of hiscwan, fwiends who give him all sorts ofgwief, and a job that keeps him up watewriting songs.So why is there always such a happygweam in his eyes?! BWECH! It annoysme, so he must be PUNISHED!
de: Dieser komische Riesenrochen soll ineinem Haus voller Wärme und Liebeaufgewachsen sein.Heute hat er's nicht so leicht.Er muss sich als Chef um seine Familiekümmern, seine Freunde verlangen vielvon ihm, und weil Komponieren seineArbeit ist, kriegt er ganz wenig Schlaf.Aber wieso sieht man in seinen Augendann so viel Freude?! VOLL EKLIG!Freude ist doof, also wird er BESTRAFT!
es: Veo que esta enorme raya creció en unhogar lleno de cariño...Pero ahora parece que su vida no es tansencilla como antaño. La responsabilidadde liderar un clan le pesa mucho. Susamigos solo le meten presión y pasa lasnoches en vela escribiendo canciones.¡¿Cómo puede entonces tener esaexpresión tan feliz?! ¡Grrr! No losoporto. ¡Hay que castigar esa actitud!
es_mx: Veo que eta raya gigante creció enun hogar lleno de amor y cariño...Pero ahora parece que tiene una vidacompicada. La resposabilidad de liderarun clan le pesa mucho, sus amigos solole dan digustos y se pasa las nochesesquibiendo canciones.¡¿Cómo rayos se ve tan cotento?!¡BUAH! No lo soporto. ¡Se merece uncastigo!
fr: Ce Raimi a grandi dans une famille quil'aime fort, ça se voit de loin !Mais aujourd'hui, ça a l'air moinsfastoche pour lui. Entre ses grossesresponsabilités à la tête de son clan,des copines qui font rien qu'à letaquiner, un boulot où il trime du soirau matin à écrire des chansons...Alors on peut savoir pourquoi il sourittoujours bêtement ? POUAH ! Çam'énerve et ça, c'est intolérable !Il doit être PUNI !
it: Ho visto che questa manta è statacrecciuta in un posto pacifico eaccoyente.Ma al momento la sua vita sembracomplicata. Ha molte responciabilità,amici che gli danno preoccupaccioni egli fanno scrivere cancioni fino a nottefonda.E alloya pecché sembra sempre cocìfelice?! PFFFT! Tutta questa allegriava punita!
ja: コダコは見たのです！このビッグなマンタは あったかい家庭で愛されながら育ったのです！今は当主を継いだり 仲間にどつかれたり夜なべして曲を作ったりなんだりなんか いろいろ大変みたいですが…ぷきー！ なんです、その幸せそうな目は？！ムカつくので成敗ですッ！！
ko: 리틀퍼스는 봤어요!이 큰 만타가오리는 따뜻한 가정에서사랑을 받으며 자랐어요!지금은 당주 자리를 이어받고동료의 구박을 받거나 밤새 작곡하면서뭔가 이래저래 고생이 많은 듯한데…이익～! 그 행복해 보이는 눈은 뭐죠?!짜증이 나니까 벌을 내려 주겠어요!
nl: Ik heb gezien hoe deze maffe weuzenwogis gwoot gewowden in een familie volliefde en gezelligheid.Maar nu is hij hoofd van de clan en datvindt hij maar lastig. En zijn vwiendinnenvallen hem lastig. En hij is tot diep in denacht liedjes aan het schwijven.Waarom kijkt hij dan toch altijd zo blijuit zijn ogen? BAH! Wat iwwitant!Ik moet hem stwaffen!
ru: Эта манта вылошла в холошей,длужной шемье.Шейчаш ему тяжко плиходитша.Обяжанношти главы клана, такнажываемые длужья, от котолыходни жаботы... А еще он ночьюпишет пешни и не шпит!Но тогда откуда эта ладоштнаяишколка у него в глажах?!ОТВЛАТИТЕЛЬНО! Не одобляю!Я его НАКАЖУ!
zh_hans: 小小蛸都看到了！这个体型巨大的鬼蝠鲼是在温馨且充满爱的家庭中长大的！如今继承了当家的身份，时而受同伴欺负，时而熬夜作曲，总感觉日子过得不是很好呢……可恶——！这洋溢着幸福的眼神是怎么回事？！看了就火大，一定要惩罚他！！
zh_hant: 小小蛸都看到了！這個身形巨大的鬼蝠魟是在溫馨又充滿愛的家庭裡長大的！目前繼承了當家的身分，有時被同伴欺負，有時通宵創作歌曲。感覺日子好像不太好過的樣子……咿——！那幸福洋溢的眼神是怎樣！？看了就火大，所以必須懲罰！！

# SdodrSdodrPaletteMantarouPaletteName
source: Big Man's Palette
de: Palette von Mantaro
es: Paleta de Rayan
es_mx: Paleta de Rayan
fr: Palette de Raimi
it: Tavoletta di Mantaleo
ja: マンタローのパレット
ko: 만타로의 팔레트
nl: Rays palet
ru: Тон-бокс Биг Мана
zh_hans: 鬼福的调色盘
zh_hant: 鬼福的調色盤

# SdodrSdodrPaletteMurchClearText
source: I saw this guy conducting some sketchybusiness with that suspiciouswy spiky-headed old guy!Although now it seems like maybe he'swondering if he's satisfied with hiscuwwent station in life?Don't give up! There's always a future inorder for industwious young men. Washyour hands of these chaotic ways assoon as you can!
de: Diese Type hab ich mal gesehen,als er ganz verdächtig mit dem altenKerl mit den Stachelhaaren geflüstertund Geschäfte gemacht hat!Ob er jetzt wohl damit zufrieden ist,wie's ihm im Leben so geht?Nicht aufgeben! Die Kämpfer derOrdnung können immer fleißige jungeKräfte gebrauchen. Lass das Chaoszurück und komm schnell zu uns!
es: ¡Ah, a este lo he pillado haciendochanchullos con un colega de pelospuntiagudos sumamente sospechoso!Aunque ahora parece estar planteándosesi sentar la cabeza...¡No te rindas! Siempre hay un futuropara los jóvenes serios y responsables.¡Renuncia al caos lo antes posible!
es_mx: ¡Uy, a este lo vi haciendo negocioscon un tipejo de cabeza puntiagudasumamete sospechoso!Aunque ahora parece que se etáreplateando sus aspiraciones en la vida.¡No te rindas! Siempre hay un futuropara los jóvenes serios y resposables.¡Renuncia al caos lo antes posible!
fr: J'ai vu un type qui faisait du biznesssuspect avec un vieux bizarre plein depiquants sur la tête !Quoique maintenant, il a plutôt l'air dese demander s'il a fait le bon choix decarrière dans sa vie...Mais faut pas déprimer, enfin ! L'avenirappartient aux jeunes entrepreneurs !Alors on met un peu d'ordre dans sespensées, et roulez jeunesse !
it: Ciono sicuro che questo tipo con ciucciquegli aculei ha un lavoro ciospetto!Anche se... sembra che al momentocia cioddisfatto della sua vita...C'è sempre la possibilità di un futuyoper chi conduce una vita di oddine!Basta sbayacciarsi di tutto il caosche ci cicconda!
ja: コダコは見たのです！コイツはトゲ頭のヤバげなオッサンの下でアヤシイ商売をしてるのです！でも、今のままで良いものか最近ちょっと おなやみです？ガンバレー！！ コダコとチツジョは未来ある若者の味方なのです！とっとと混沌から足を洗うですー！！
ko: 리틀퍼스는 봤어요! 이 녀석은위험해 보이는 뾰족 머리 아저씨밑에서 수상한 장사를 하고 있어요!하지만 지금 이대로도 괜찮은 건지요즘 들어 고민하고 있는 것 같네요?힘내요～!! 리틀퍼스와 질서는앞날이 창창한 젊은이 편이에요!얼른 혼돈에서 손을 떼는 거예요～!!
nl: Dit figuur heb ik onduidelijke zaakjes ziendoen met die vewdachte ouwe kewel metzijn stekelhaar.Maar nu lijkt hij twijfels te hebben overzijn levenskeuzes?Geef niet op! Er is altijd een toekomstvoor owdelijke, hawdwewkendejongemannen! Laat de wegen van dechaos zo snel mogelijk achter je!
ru: Я видел, как этот палень шепталшаш длугим подожлительным шталымтипом ш шипами на голове. Какие-тотемные делишки!Интелешно, он доволен тем, чегодоштиг в жижни?Не унывай! Для шталательногои энелгичного молодняка в милеполядка вшегда ешть мешто.Только жабудь про хаош!
zh_hans: 小小蛸都看到了！这家伙在危险的刺刺头大叔手下从事着可疑的买卖！但是他最近似乎正在烦恼，继续这样下去到底好不好。加油啊！！小小蛸和秩序都是前途光明的年轻人的同伴！赶紧金盆洗手，摆脱混沌吧——！！
zh_hant: 小小蛸都看到了！他在凶神惡煞的刺刺頭大叔底下從事可疑的買賣！但是他最近好像正在煩惱繼續這樣下去到底好不好。加油啊——！！小小蛸跟秩序會跟有前途的年輕人站在同一陣線！趕快金盆洗手，從混沌之中脫身吧！！
