Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GearGearNameClothesMsn305
source: Hero Suit ST
ja: ヒーロースーツST
ko: 히어로 슈트 ST
zh_hans: 英雄装ST
zh_hant: 英雄裝ST

# GearGearNameClothesMsn306
source: Hero Suit Replica
de: Heldenanzug Replik
es: Traje de élite (réplica)
es_mx: Traje de élite réplica
fr: Panoplie héroïque (réplique)
it: Divisa élite replica
ja: ヒーロースーツ レプリカ
ko: 히어로 슈트 레플리카
nl: Heldenpak (replica)
ru: Костюм героя (клон)
zh_hans: 英雄装 复制
zh_hant: 英雄裝 複製

# GearGearNameClothesMsn307
source: Survival Suit Replica
de: Survival-Kombo Replik
es: Conjunto supervivencia (réplica)
es_mx: Traje supervivencia réplica
fr: Tenue de survie (réplique)
it: Divisa sopravvivenza replica
ja: サバイバルスーツ レプリカ
ko: 서바이벌 슈트 레플리카
nl: Overlevingspak (replica)
ru: Набор выживальщика (кл.)
zh_hans: 生存装 复制
zh_hant: 生存裝 複製

# GearGearNameClothesMsn310
source: Legendary Cape
ja: でんせつのマント
ko: 전설의 망토
zh_hans: 传说的披风
zh_hant: 傳說的披風

# GearGearNameClothesMsn311
source: Captain's Poncho Replica
de: Käpt'n-Poncho Replik
es: Poncho de capitán (réplica)
es_mx: Poncho de capitán réplica
fr: Poncho de l'amiral (réplique)
it: Poncho da capitana replica
ja: コマンダーマント レプリカ
ko: 커맨더 망토 레플리카
nl: Kapiteinsponcho (replica)
ru: Пончо капитана (клон)
zh_hans: 指挥官披风 复制
zh_hant: 指揮官披風 複製

# GearGearNameClothesPlo000
source: Shrimp-Pink Polo
de: Krabbencocktail-Polohemd
es: Polo salmón
es_mx: Polo salmón
fr: Polo rose crevette
it: Polo rosa
ja: さくらエビポロ
ko: 슈림프 핑크 폴로셔츠
nl: Zalmroze polo
ru: Розовое поло
zh_hans: Polo衫 樱花虾色
zh_hant: Polo衫 櫻花蝦色

# GearGearNameClothesPlo001
source: Striped Rugby
de: Gestreiftes Lang-Polohemd
es: Rugby rayas
es_mx: Rugby rayas
fr: Haut rayé rugby
it: Maglia rugby a righe
ja: オレンジボーダーラガー
ko: 오렌지 보더 러거
nl: Gestreept rugbyshirt
ru: Полосатая регбийка
zh_hans: 横纹橄榄球衫 橘色
zh_hant: 橫紋橄欖球衫 橘色

# GearGearNameClothesPlo002
source: Tricolor Rugby
de: Trikolor-Lang-Polohemd
es: Rugby tricolor
es_mx: Rugby tricolor
fr: Haut rayé tricolore
it: Maglia rugby tricolore
ja: トリコロールラガー
ko: 트리콜로르 러거
nl: Driekleurig rugbyshirt
ru: Трехцветная регбийка
zh_hans: 三色橄榄球衫
zh_hant: 三色橄欖球衫

# GearGearNameClothesPlo003
source: Sage Polo
de: Hellgrünes Polohemd
es: Polo lima
es_mx: Polo lima
fr: Polo vert clair
it: Polo verde chiaro
ja: よもぎポロ
ko: 쑥 폴로셔츠
nl: Grasgroene polo
ru: Светло-зеленое поло
zh_hans: Polo衫 艾草绿
zh_hant: Polo衫 艾草綠

# GearGearNameClothesPlo004
source: Black Polo
de: Schwarzes Polohemd
es: Polo negro
es_mx: Polo negro
fr: Polo noir Ezko
it: Polo nera
ja: ピンポンポロ
ko: 핑퐁 폴로셔츠
nl: Zwarte polo
ru: Черное поло
zh_hans: 乒乓球Polo衫
zh_hant: 乒乓球Polo衫

# GearGearNameClothesPlo005
source: Cycling Shirt
de: Radlertrikot
es: Maillot ciclista
es_mx: Jersey ciclista
fr: Maillot de cycliste
it: Maglia da ciclista
ja: テッカサイクルシャツ
ko: 사이클링 셔츠
nl: Wielertrui
ru: Веломайка
zh_hans: 单车衫
zh_hant: 單車衫

# GearGearNameClothesPlo006
source: Cycle King Jersey
de: Champion-Radlertrikot
es: Maillot rey de la montaña
es_mx: Jersey rey de la montaña
fr: Maillot de cycliste pro
it: Maglia re della bici
ja: チャリキングジャージ
ko: 자전거 킹 저지
nl: Bergkoningtrui
ru: Элитная велокуртка
zh_hans: 单车王者运动服
zh_hant: 單車王者運動服

# GearGearNameClothesPlo007
source: Slipstream United
de: FC-Barrakuda-Trikot
es: Camiseta Chipirona FC
es_mx: C.D. Cardumen
fr: Maillot AS Vortex
it: AS Medusana
ja: FCカラスミ
ko: FC 어란
nl: FC Barracuda-shirt
ru: ФK «Кальмарона»
zh_hans: FC乌鱼子制服
zh_hant: FC烏魚子制服

# GearGearNameClothesPlo008
source: FC Albacore
de: FC-Bonito-Trikot
es: Camiseta Rayo Rodaballo
es_mx: Atlético Arrecife
fr: Maillot FC Germon
it: SSC Trigliese
ja: アオサドーレ
ko: FC 파래
nl: Ansjovis United-shirt
ru: ФК «Зеленит»
zh_hans: 藻萨多足球队制服
zh_hant: 藻薩多足球隊制服

# GearGearNameClothesPlo009
source: Rugby King 10
de: Vierfarb-King-Hemd 10
es: Polo rugby extra 010
es_mx: Polo rugby extra 010
fr: Haut quadri DUX 10
it: Maglia rugby 10
ja: キングラガー010
ko: 킹 러거 010
nl: King-rugbyshirt 10
ru: Регбийка «Десятка»
zh_hans: 王者橄榄球衫010
zh_hant: 王者橄欖球衫010

# GearGearNameClothesPlo010
source: Rugby King 08
de: Vierfarb-King-Hemd 08
es: Polo rugby extra 008
es_mx: Polo rugby extra 008
fr: Haut quadri DUX 08
it: Maglia rugby 8
ja: キングラガー008
ko: 킹 러거 008
nl: King-rugbyshirt 08
ru: Регбийка «Восьмерка»
zh_hans: 王者橄榄球衫008
zh_hant: 王者橄欖球衫008

# GearGearNameClothesPrk000
source: Camo Zip Hoodie
de: Tarn-Hoodie
es: Sudadera camuflaje
es_mx: Sudadera camuflaje
fr: Sweat zippé camouflage
it: Felpa zip mimetica
ja: ジップアップ カモ
ko: 카무 집업 후드
nl: Camouflagehoody
ru: Камуфляжная толстовка
zh_hans: 拉链连帽外套 迷彩
zh_hant: 拉鍊連帽外套 迷彩

# GearGearNameClothesPrk001
source: Green Zip Hoodie
de: Tannengrüner Hoodie
es: Sudadera verde
es_mx: Sudadera verde
fr: Sweat zippé vert
it: Felpa zip verde
ja: ジップアップ グリーン
ko: 그린 집업 후드
nl: Groene hoody
ru: Зеленая толстовка
zh_hans: 拉链连帽外套 绿色
zh_hant: 拉鍊連帽外套 綠色

# GearGearNameClothesPrk002
source: Zekko Hoodie
es: Sudadera Ezko
es_mx: Sudadera Zekko
fr: Sweat capuche Ezko
it: Felpa Ezko
ja: エゾッコパーカー アズキ
ko: 제코 퍼플 후드
nl: Zekko-hoody
ru: Толстовка от «Йожко»
zh_hans: 泽酷连帽上衣 红豆色
zh_hant: 澤酷連帽上衣 紅豆色

# GearGearNameClothesPrk004
source: Shirt with Blue Hoodie
de: Hemd mit blauem Hoodie
es: Sudadera con camisa
es_mx: Sudadera con camisa
fr: Chemise et sweat marine
it: Felpa blu e camicia
ja: シャツノゾキブルー
ko: 셔츠&블루 후드
nl: Hemd met blauwe hoody
ru: Толстовка с рубашкой
zh_hans: 连帽上衣配衬衫 蓝色
zh_hant: 連帽上衣配襯衫 藍色

# GearGearNameClothesPrk005
source: Grape Hoodie
de: Traubenlila Hoodie
es: Sudadera morada Theutik
es_mx: Sudadera morada Theutik
fr: Sweat zippé violet DUX
it: Felpa viola Calamars
ja: キングパーカー グレープ
ko: 그레이프 킹 후드
nl: Calamars-hoody
ru: Фиолетовая толстовка
zh_hans: 王者连帽上衣 葡萄紫
zh_hant: 王者連帽上衣 葡萄紫

# GearGearNameClothesPrk006
source: Gray Hoodie
de: Grauer Hoodie
es: Sudadera gris con capucha
es_mx: Sudadera gris
fr: Sweat capuche gris
it: Felpa grigia con cappuccio
ja: ホタパーカー グレー
ko: 호리비 그레이 후드
nl: Grijze hoody
ru: Серая толстовка
zh_hans: 帆立连帽上衣 灰色
zh_hant: 帆立連帽上衣 灰色

# GearGearNameClothesPrk007
source: Hothouse Hoodie
de: Tropenblätter-Hoodie
es: Sudadera plantas
es_mx: Sudadera plantas
fr: Sweat zippé feuillage
it: Felpa Conchifoglie
ja: ホタプラントパーカー
ko: 호리비 플랜트 후드
nl: Bladerhoody
ru: Толстовка «Листопад»
zh_hans: 帆立植物连帽上衣
zh_hant: 帆立植物連帽上衣

# GearGearNameClothesPrk008
source: Pink Hoodie
de: Pinker Hoodie
es: Sudadera rosa con camisa
es_mx: Sudadera rosa con camisa
fr: Chemise et sweat rose
it: Felpa rosa
ja: シャツノゾキピンク
ko: 셔츠&핑크 후드
nl: Roze hoody
ru: Розовая толстовка
zh_hans: 连帽上衣配衬衫 粉红色
zh_hant: 連帽上衣配襯衫 粉紅色

# GearGearNameClothesPrk009
source: Olive Zekko Parka
de: Oliver Zekko-Hoodie
es: Sudadera Ezko oliva
es_mx: Sudadera Zekko oliva
fr: Sweat Ezko olive
it: Felpa Ezko oliva
ja: エゾッコパーカー ウグイス
ko: 제코 올리브 후드
nl: Groene Zekko-hoody
ru: Олив-толстовка от «Йожко»
zh_hans: 泽酷连帽上衣 橄榄绿
zh_hant: 澤酷連帽上衣 橄欖綠

# GearGearNameClothesPrk010
source: Black Hoodie
de: Schwarzer Hoodie
es: Sudadera negra con capucha
es_mx: Sudadera negra
fr: Sweat capuche noir
it: Felpa nera
ja: ホタパーカー ブラック
ko: 호리비 블랙 후드
nl: Zwarte hoody
ru: Черная толстовка
zh_hans: 帆立连帽上衣 黑色
zh_hant: 帆立連帽上衣 黑色

# GearGearNameClothesPrk012
source: Sudadera Roja
es: Sudadera de jerga roja
es_mx: Sudadera de jerga roja
fr: Sweat ethnique magma
it: Maglia baja rossa
ja: バハフーディー ロホ
ko: 레드 바하 후드
nl: Rode wereldse hoody
ru: Вишневое этно-худи
zh_hans: 巴哈连帽上衣 红色
zh_hant: 巴哈連帽上衣 紅色

# GearGearNameClothesPrk013
source: Dustcloud Hoodie
de: Sandsturm-Hoodie
es: Sudadera camuflaje tierra
es_mx: Sudadera camuflaje tierra
fr: Sweat poussière
it: Felpa sabbiosa
ja: カモパーカー ドトン
ko: 어스 카무 후드
nl: Zandstormhoody
ru: Толстовка «Самум»
zh_hans: 迷彩连帽上衣 土遁
zh_hant: 迷彩連帽上衣 土遁

# GearGearNameClothesPrk014
source: Sudadera Celeste
es: Sudadera de jerga celeste
es_mx: Sudadera de jerga celeste
fr: Sweat ethnique azur
it: Maglia baja celeste
ja: バハフーディー セレステ
ko: 블루 바하 후드
nl: Blauwe wereldse hoody
ru: Лазурное этно-худи
zh_hans: 巴哈连帽上衣 天蓝色
zh_hant: 巴哈連帽上衣 天藍色

# GearGearNameClothesPrk015
source: Seafoam Hoodie
de: Seesalz-Hoodie
es: Sudadera camuflaje mar
es_mx: Sudadera camuflaje mar
fr: Sweat écume
it: Felpa marosa
ja: カモパーカー スイトン
ko: 워터 카무 후드
nl: Waterhooshoody
ru: Толстовка «Аква»
zh_hans: 迷彩连帽上衣 水遁
zh_hant: 迷彩連帽上衣 水遁

# GearGearNameClothesSdodr200
source: Order Suit Replica
de: Ordnung-Anzug Replik
es: Traje orden (réplica)
es_mx: Traje orden réplica
fr: Panoplie de l'Ordre (réplique)
it: Divisa Ordine replica
ja: オーダースーツ レプリカ
ko: 오더 슈트 레플리카
nl: Ordepak (replica)
ru: Костюм Порядка (клон)
zh_hans: 秩序装 复制
zh_hant: 秩序裝 複製

# GearGearNameClothesSht000
source: Lumberjack Shirt
de: Holzfäller-Hemd
es: Camisa cuadros ocres
es_mx: Camisa cuadros ocres
fr: Chemise à carreaux
it: Camicia scozzese
ja: オータムネル
ko: 오텀넬 셔츠
nl: Houthakkershemd
ru: Шотландка «Лесная»
zh_hans: 秋季法兰绒衬衫
zh_hant: 秋季法蘭絨襯衫

# GearGearNameClothesSht001
source: Rodeo Shirt
de: Rodeo-Hemd
es: Camisa de época
es_mx: Camisa ranchera
fr: Chemise excentrique
it: Camicia hipsterica
ja: イカスタンシャツ
ko: 오징어 스턴 셔츠
nl: Rodeohemd
ru: Ковбойка
zh_hans: 鱿鱼刺绣西部衬衫
zh_hant: 魷魚刺繡西部襯衫

# GearGearNameClothesSht002
source: Green-Check Shirt
de: Grünes Karohemd
es: Camisa cuadros verdes
es_mx: Camisa cuadros verdes
fr: Chemise vichy verte
it: Camicia a quadri
ja: ギンガムチェック ミドリ
ko: 그린 깅엄 체크 셔츠
nl: Groen ruitjeshemd
ru: Рубашка в зеленую клетку
zh_hans: 嘉顿格纹衬衫 绿色
zh_hant: 嘉頓格紋襯衫 綠色

# GearGearNameClothesSht003
source: White Shirt
de: Weißes Kurzarmhemd
es: Camisa blanca
es_mx: Camisa blanca
fr: Chemisette blanche
it: Camicia bianca
ja: シロシャツ
ko: 화이트 셔츠
nl: Wit overhemd
ru: Белая рубашка
zh_hans: 白色衬衫
zh_hant: 白色襯衫

# GearGearNameClothesSht004
source: Urchins Jersey
de: Urchins-Baseball-Trikot
es: Camisa béisbol
es_mx: Camisa Erizos
fr: Chemisette baseball
it: Divisa AS Riccidimare
ja: ウーニーズBBシャツ
ko: 우니즈 BB 셔츠
nl: Honkbalshirt
ru: Майка БК «Ежи»
zh_hans: 海胆BB衬衫
zh_hant: 海膽BB襯衫

# GearGearNameClothesSht005
source: Aloha Shirt
de: Hawaiihemd
es: Camisa tropical
es_mx: Camisa tropical
fr: Chemisette tropiques
it: Camicia floreale
ja: おどるイカアロハ
ko: 알로하 셔츠
nl: Hawaïhemd
ru: Голубая гавайка
zh_hans: 舞动鱿鱼夏威夷衬衫
zh_hant: 舞動魷魚夏威夷襯衫

# GearGearNameClothesSht006
source: Red-Check Shirt
de: Rotes Karohemd
es: Camisa cuadros rojos
es_mx: Camisa cuadros rojos
fr: Chemise de bûcheron
it: Camicia a scacchi
ja: ギンガムチェック アカ
ko: 레드 깅엄 체크 셔츠
nl: Rood ruitjeshemd
ru: Рубашка в красную клетку
zh_hans: 嘉顿格纹衬衫 红色
zh_hant: 嘉頓格紋襯衫 紅色

# GearGearNameClothesSht007
source: Baby-Jelly Shirt
de: Quallen-Hemd
es: Camisa medusas
es_mx: Camisa aguamalas
fr: Chemise méduses
it: Camicia meduse
ja: ベイビークラゲシャツ
ko: 베이비 해파리 셔츠
nl: Kwallenhemd
ru: Рубашка «Медуза»
zh_hans: 小小水母衬衫
zh_hant: 小小水母襯衫

# GearGearNameClothesSht008
source: Baseball Jersey
de: Baseball-Lagen-Hoodie
es: Uniforme béisbol
es_mx: Uniforme béisbol
fr: Maillot baseball long
it: Maglia da baseball
ja: ミスターベースボール
ko: Mr. 베이스볼
nl: Honkbalshirt met lange mouwen
ru: Бейсбольная толстовка
zh_hans: 棒球运动服
zh_hant: 棒球運動服

# GearGearNameClothesSht009
source: Gray Mixed Shirt
de: Graues Karodetail-Hemd
es: Camisa tonos grises
es_mx: Camisa tonos gris
fr: Chemise grise
it: Camicia grigia
ja: ミックスシャツ グレー
ko: 그레이 믹스 셔츠
nl: Grijs overhemd
ru: Рубашка со вставками
zh_hans: 拼接衬衫 灰色
zh_hant: 拼接襯衫 灰色

# GearGearNameClothesSht010
source: Vintage Check Shirt
de: Retro-Karohemd
es: Camisa cuadros retro
es_mx: Camisa cuadros retro
fr: Chemise à carreaux rétro
it: Camicia vintage
ja: ヴィンテージチェック
ko: 빈티지 체크 셔츠
nl: Ouderwets ruitjeshemd
ru: Винтажная рубашка
zh_hans: 怀旧格纹衬衫
zh_hant: 懷舊格紋襯衫

# GearGearNameClothesSht011
source: Round-Collar Shirt
de: Bubikragen-Hemd
es: Camisa cuello redondo
es_mx: Camisa cuello redondo
fr: Chemisette violette
it: Camicia a maniche corte
ja: マルエリシャツ
ko: 라운드 칼라 셔츠
nl: Paars overhemd
ru: Клубная рубашка
zh_hans: 圆领衬衫
zh_hant: 圓領襯衫

# GearGearNameClothesSht012
source: Logo Aloha Shirt
de: Logo-Hawaiihemd
es: Camisa marcas
es_mx: Camisa logos
fr: Chemisette à logos
it: Camicia hawaiana
ja: ロゴマシマシアロハ
ko: 로고 알로하 셔츠
nl: Logo-overhemd
ru: Гавайка с логотипами
zh_hans: 很多Logo夏威夷衬衫
zh_hant: 很多Logo夏威夷襯衫

# GearGearNameClothesSht013
source: Striped Shirt
de: Streifenhemd
es: Camisa rayas
es_mx: Camisa rayas
fr: Chemise à rayures
it: Camicia a righe
ja: ブロックストライプシャツ
ko: 블록 스트라이프 셔츠
nl: Gestreept overhemd
ru: Рубашка в полоску
zh_hans: 条纹衬衫
zh_hant: 條紋襯衫

# GearGearNameClothesSht014
source: Linen Shirt
de: Leinenhemd
es: Camisa lino
es_mx: Camisa lino
fr: Chemisette en lin
it: Camicia di lino
ja: シャンブレーシャツ
ko: 샴브레이 셔츠
nl: Linnen overhemd
ru: Льняная рубашка
zh_hans: 青年布衬衫
zh_hant: 青年布襯衫

# GearGearNameClothesSht015
source: Shirt & Tie
de: Hemd mit Krawatte
es: Camisa con corbata
es_mx: Camisa con corbata
fr: Chemise cravate
it: Camicia con cravatta
ja: タイシャツ
ko: 셔츠&타이
nl: Kantooroverhemd
ru: «Офисный планктон»
zh_hans: 领带衬衫
zh_hant: 領帶襯衫

# GearGearNameClothesSht017
source: Hula Punk Shirt
de: Hula-Punk-Hemd
es: Camisa estampada
es_mx: Camiseta roquera tropical
fr: Chemisette punk farniente
it: Camicia da turista
ja: ピーターパンクシャツ
ko: 그레이 펑크 셔츠
nl: Visaas-overhemd
ru: Гавайка «Планк-панк»
zh_hans: 彼得朋克衬衫
zh_hant: 彼得龐克襯衫

# GearGearNameClothesSht018
source: Octobowler Shirt
de: Oktobowler-Hemd
es: Camisa bolos
es_mx: Camisa semipleno
fr: Chemisette de bowling
it: Camicia da octobowling
ja: タコボウラーシャツ
ko: 문어 볼러 셔츠
nl: Octobowler-hemd
ru: Поло «Осьмобоулинг»
zh_hans: 章鱼保龄球衫
zh_hant: 章魚保齡球衫

# GearGearNameClothesSht019
source: Inkfall Shirt
de: Ink Blocking-Hemd
es: Camisa entintada
es_mx: Camisa entintada
fr: Chemise tache d'encre
it: Camicia inchiostrata
ja: スミカケシャツ
ko: 블랙 잉크 셔츠
nl: Inktvlekhemd
ru: Рубашка «Клякса»
zh_hans: 墨汁喷洒衬衫
zh_hant: 墨汁噴灑襯衫

# GearGearNameClothesSht020
source: Crimson Parashooter
de: Rote Fallschirmjacke
es: Paracaidista carmesí
es_mx: Paracaidista arándano rojo
fr: Haut parachute grenat
it: Giacca paracadute cremisi
ja: パラシューター ザクロ
ko: 석류 패러슈터
nl: Rode parachutistenjas
ru: Красная парашютка
zh_hans: 降落伞上衣 石榴红
zh_hant: 降落傘上衣 石榴紅

# GearGearNameClothesSht021
source: Baby-Jelly Shirt & Tie
de: Quallen-Hemd mit Krawatte
es: Camisa medusas con corbata
es_mx: Camisa medusitas
fr: Chemise cravate méduses
it: Camicia meduse con cravatta
ja: タイツキベイビークラゲ
ko: 베이비 해파리 셔츠&타이
nl: Kwallenhemd met stropdas
ru: Рубашка с медузами
zh_hans: 小小水母领带衬衫
zh_hant: 小小水母領帶襯衫

# GearGearNameClothesSht022
source: Prune Parashooter
de: Blaue Fallschirmjacke
es: Paracaidista arándano
es_mx: Paracaidista arándano azul
fr: Haut parachute bleu nuit
it: Giacca paracadute cobalto
ja: パラシューター プルーン
ko: 프룬 패러슈터
nl: Blauwe parachutistenjas
ru: Сливовая парашютка
zh_hans: 降落伞上衣 李子蓝
zh_hant: 降落傘上衣 李子藍

# GearGearNameClothesSht023
source: Red Hula Punk with Tie
de: Punk-Hemd mit Krawatte
es: Camisa estampada corbata
es_mx: Camisa estampada corbata
fr: Chemise cravate punk
it: Camicia e cravatta punk
ja: ピーターパンクタイ ブラッド
ko: 레드 펑크 셔츠&타이
nl: Visaas-overhemd met stropdas
ru: Красный «Питер Панк»
zh_hans: 彼得朋克领带衬衫 血红色
zh_hant: 彼得龐克領帶襯衫 血紅色

# GearGearNameClothesSht024
source: Chili Octo Aloha
de: Chili-Okto-Alohahemd
es: Camisa octropical
es_mx: Camisa octropical
fr: Chemisette poulpe farniente
it: Camicia piovre piccanti
ja: チリメンタコアロハ
ko: 칠리 문어 알로하 셔츠
nl: Octopus-hawaïhemd
ru: Гавайка «Спрут»
zh_hans: 扁面蛸夏威夷衬衫
zh_hant: 扁面蛸夏威夷襯衫

# GearGearNameClothesSht025
source: Annaki Flannel Hoodie
de: Annaki-Flanell-Hoodie
es: Camisa franela Annak
es_mx: Camisa franela Annak
fr: Chemise rustique Aroz
it: Flanella Annak
ja: アナアキオンブレネル
ko: 아나키 옴브레넬 후드
nl: Flanellen Annaki-hoody
ru: «Рубака» от Панкасиуса
zh_hans: 无法无天法兰绒连帽上衣
zh_hant: 無法無天法蘭絨連帽上衣

# GearGearNameClothesSht026
source: Ink-Wash Shirt
de: Ink Blocking-Hemd Flip
es: Camisa claroscuro
es_mx: Camisa destintada
fr: Chemise tache blanche
it: Camicia Tintacolante
ja: スミヌキシャツ
ko: 화이트 잉크 셔츠
nl: Wittevlekhemd
ru: Рубашка «Ле Плюх»
zh_hans: 墨汁脱落衬衫
zh_hant: 墨汁脫落襯衫

# GearGearNameClothesSht027
source: Dots-on-Dots Shirt
de: Punktehemd
es: Camisa de lunares
es_mx: Camisa lunares camuflados
fr: Chemise à pois
it: Camicia a pixel-pois
ja: レイヤードットシャツ
ko: 레이어드 도트 셔츠
nl: Stippeloverhemd
ru: Рубашка в горошек
zh_hans: 多重点点衬衫
zh_hant: 多重點點襯衫

# GearGearNameClothesSht028
source: Toni K. Baseball Jersey
de: Kensa-Baseball-Trikot
es: Uniforme béisbol elegante
es_mx: Uniforme béisbol Tonken
fr: Maillot baseball K
it: Maglia da baseball Nero M.
ja: タタキBBBシャツ
ko: 타타키 BBB 셔츠
nl: Toni Kensa-honkbalshirt
ru: «Хоум-ран» от С. Кусаки
zh_hans: 剑尖BBB衬衫
zh_hant: 劍尖BBB襯衫

# GearGearNameClothesSht030
source: Seahorse Shoreliner
de: Seepferd-Guayabera
es: Camisa tropical hipocampos
es_mx: Guayabera hipocampos
fr: Chemisette hippo
it: Camicia ippocampi
ja: タツノコキューバ
ko: 해마 쿠바 셔츠
nl: Zeepaardjesoverhemd
ru: Рубашка «Мой конек»
zh_hans: 海马古巴衬衫
zh_hant: 海馬古巴襯衫

# GearGearNameClothesSht031
source: Button-Clown Shirt
de: Clownstyle-Hemd
es: Camisa de payaso
es_mx: Camisa de payaso
fr: Chemise bouffonne
it: Camicia da clown
ja: ピエロシャツ
ko: 피에로 셔츠
nl: Clownsoverhemd
ru: Клоунская рубашка
zh_hans: 小丑衬衫
zh_hant: 小丑襯衫

# GearGearNameClothesSht032
source: Trooper Top
de: Pfadfischer-Hemd
es: Camisa de exploración
es_mx: Camisa de exploración
fr: Chemise de scout
it: Camicia da scout
ja: ジャコスカウト
ko: 송사리 스카우트
nl: Scoutsoverhemd
ru: Рубашка скаута
zh_hans: 虾蛄侦察兵
zh_hant: 蝦蛄偵察兵

# GearGearNameClothesSht033
source: Business Animal
de: Arbeitstier-Hemd
es: Camisa retazos safari
es_mx: Camisa retazos safari
fr: Chemise mosaïque savane
it: Camicia animalesca
ja: フィレシャツ サファリ
ko: 사파리 필레 셔츠
nl: Kantoorjungleoverhemd
ru: Рубашка «Сафари»
zh_hans: 鱼片衬衫 野外观察
zh_hant: 魚片襯衫 野外觀察

# GearGearNameClothesSht034
source: Fancyfish Stitch
de: Feschfisch-Hemd
es: Camisa bordada pez corneta
es_mx: Camisa bordada pez corneta
fr: Chemise hippie
it: Camicia ricamata
ja: ステッチシャツ ヤガラ
ko: 대치 스티치 셔츠
nl: Borduurwerkoverhemd
ru: Рубашка с рыбками
zh_hans: 绣花衬衫 烟管鱼
zh_hant: 繡花襯衫 煙管魚

# GearGearNameClothesSht035
source: Dark Splash Shirt
de: Dunkles Klecks-Shirt
es: Camisa salpicadura oscura
es_mx: Camisa salpicadura oscura
fr: Chemise splash sombre
it: Camicia schizzata scura
ja: スミコボシシャツ
ko: 잉크 흘린 셔츠
nl: Donker spetteroverhemd
ru: Темная рубашка с пятнами
zh_hans: 漏墨衬衫
zh_hant: 漏墨襯衫

# GearGearNameClothesSht036
source: Fashion Splash Shirt
de: Klecks-Shirt
es: Camisa salpicadura
es_mx: Camisa salpicadura
fr: Chemise splash
it: Camicia schizzata
ja: スミチラシシャツ
ko: 잉크 묻은 셔츠
nl: Spetteroverhemd
ru: Рубашка с пятнами
zh_hans: 喷墨衬衫
zh_hant: 噴墨襯衫

# GearGearNameClothesSht037
source: Hype Stripe Button Up
de: Gestreiftes Stehkragen-Hemd
es: Camisa cuello de banda rayas
es_mx: Camisa botones blanca y gris
fr: Chemise rayée
it: Camicia senza colletto a righe
ja: バンドカラー ストライプ
ko: 스트라이프 밴드 칼라
nl: Streephemd met hoge kraag
ru: Полосатая рубашка
zh_hans: 立领衬衫 条纹
zh_hant: 立領襯衫 條紋

# GearGearNameClothesSht038
source: Base White Button Up
de: Schlichtes Stehkragen-Hemd
es: Camisa cuello de banda
es_mx: Camisa botones blanca
fr: Chemise à col officier
it: Camicia senza colletto
ja: バンドカラー ムジ
ko: 무지 밴드 칼라
nl: Hemd met hoge kraag
ru: Рубашка со стойкой
zh_hans: 立领衬衫 素色
zh_hant: 立領襯衫 素色

# GearGearNameClothesSht039
source: Rad Plaid Casual
de: Patchwork-Hemd
es: Camisa retales
es_mx: Camisa retazos
fr: Chemise patchwork
it: Camicia patchwork
ja: パッチワークシャツ
ko: 패치워크 셔츠
nl: Lapjesoverhemd
ru: Лоскутная рубашка
zh_hans: 拼接衬衫
zh_hant: 拼接襯衫

# GearGearNameClothesSht040
source: Urban Upcycle Top
de: Upcycle-Hemd Metro
es: Camisa retazos urbana
es_mx: Camisa retazos urbana
fr: Chemise mosaïque urbaine
it: Camicia urbana
ja: フィレシャツ アーバン
ko: 어번 필레 셔츠
nl: Geüpcycled overhemd
ru: Рубашка «Неопэчворк»
zh_hans: 鱼片衬衫 城市
zh_hant: 魚片襯衫 城市

# GearGearNameClothesSht041
source: Barrelfish Baseball Uni
de: Schnablers-Trikot
es: Uniforme béisbol Ishidai
es_mx: Uniforme béisbol Ishidai
fr: Maillot Ishidai
it: Maglia Tuttepinne
ja: イシダイストライプスユニ
ko: 돌돔 스트라이프스 유니폼
nl: Strepers-honkbalshirt
ru: Форма БК «Окуни»
zh_hans: 条石鲷队条纹制服
zh_hant: 條石鯛隊條紋制服

# GearGearNameClothesSht042
source: Coral Bloom Aloha
de: Korallen-Hawaiihemd
es: Camisa playera
es_mx: Aguas tropicales
fr: Chemise fleur de corail
it: Camicia fondale marino
ja: オーシャンリゾートアロハ
ko: 오션 리조트 알로하 셔츠
nl: Koraalbloesemhawaïhemd
ru: Гавайка «Кораллоцвет»
zh_hans: 海洋度假区夏威夷衬衫
zh_hant: 海洋度假區夏威夷襯衫

# GearGearNameClothesSht043
source: Kelp Trooper Top
de: Tang-Pfadfischer-Hemd
es: Camisa de exploración cobia
es_mx: Camisa intrépida
fr: Chemise de scout varech
it: Camicia da scout kelp
ja: ジャコスカウト ハマチ
ko: 성장한 송사리 스카우트
nl: Kelpscoutsoverhemd
ru: Рубашка «Буйскаут»
zh_hans: 虾蛄侦察兵 油甘鱼
zh_hant: 蝦蛄偵察兵 鰤魚

# GearGearNameClothesSwt000
source: Gray College Sweat
de: Graues Sweatshirt
es: Sudadera gris
es_mx: Sudadera gris
fr: Sweat université gris
it: Felpa college grigia
ja: カレッジスウェット グレー
ko: 그레이 칼리지 스웨트
nl: Grijze universiteitstrui
ru: Серый свитер
zh_hans: 学院风套头衫 灰色
zh_hant: 學院風套頭衫 灰色

# GearGearNameClothesSwt001
source: Squidmark Sweat
de: Kalmar-Sweatshirt
es: Sudadera mostaza
es_mx: Sudadera mostaza
fr: Sweat jaune Kalamarus Rex
it: Maglione CalamaX
ja: イカバッテン マスタード
ko: 머스터드 오징어 엑스 스웨트
nl: SquidForce-trui
ru: Свитер «Боец»
zh_hans: 鱿鱼交叉套头衫 芥末黄
zh_hant: 魷魚交叉套頭衫 芥末黃

# GearGearNameClothesSwt002
source: Retro Sweat
de: Retro-Sweatshirt
es: Sudadera retro
es_mx: Sudadera retro
fr: Sweat rétro
it: Maglione vintage
ja: レトロジャッジ
ko: 레트로 스웨트
nl: Retrotrui
ru: Ретро-свитер
zh_hans: 复古运动服
zh_hant: 復古運動服

# GearGearNameClothesSwt003
source: Firefin Navy Sweat
de: Blaues Rilax-Sweatshirt
es: Sudadera Chokkor
es_mx: Sudadera Shachi
fr: Sweat Friture marin
it: Felpa Torryd
ja: ホッコリー ネイビー
ko: 파이어핀 네이비 스웨트
nl: Blauw Firefin-sweatshirt
ru: Свитер от «Фритюр»
zh_hans: 暖流套头衫 海军蓝
zh_hant: 暖流套頭衫 海軍藍

# GearGearNameClothesSwt004
source: Navy College Sweat
de: Marineblaues Sweatshirt
es: Sudadera marinera
es_mx: Sudadera marinera
fr: Sweat université bleu
it: Felpa college blu
ja: カレッジスウェット ネイビー
ko: 네이비 칼리지 스웨트
nl: Blauwe universiteitstrui
ru: Свитер «Морской»
zh_hans: 学院风套头衫 海军蓝
zh_hant: 學院風套頭衫 海軍藍

# GearGearNameClothesSwt005
source: Reel Sweat
de: Pfeillogo-Sweatshirt
es: Sudadera flechas
es_mx: Sudadera pesca
fr: Sweat bobine
it: Maglione giravolta
ja: リールロールスウェット
ko: 릴 롤 스웨트
nl: Haaktrui
ru: Свитер «Спиннинг»
zh_hans: 滑轮套头衫
zh_hant: 滑輪套頭衫

# GearGearNameClothesSwt006
source: Anchor Sweat
de: Anker-Sweatshirt
es: Sudadera ancla
es_mx: Sudadera ancla
fr: Sweat ancre
it: Maglione ancora
ja: イカリスウェット
ko: 앵커 스웨트
nl: Ankertrui
ru: Свитер «Якорь»
zh_hans: 船锚套头衫
zh_hant: 船錨套頭衫

# GearGearNameClothesSwt007
source: Negative Longcuff Sweater
de: Bündchen-Pulli Minus
es: Sudadera ancha negativa
es_mx: Suéter negativo
fr: Pull manches cintrées négatif
it: Maglione largo negativo
ja: ドロップスウェット ネガ
ko: 네거티브 드롭 스웨트
nl: Donkere gestikte trui
ru: Свитер «Антагонист»
zh_hans: 长版套头衫 负片
zh_hant: 長版套頭衫 負片

# GearGearNameClothesSwt008
source: Short Knit Layers
de: Pulli-Hemd-Kombi
es: Jersey con camisa
es_mx: Suéter con camisa
fr: Chemise et pull court
it: Camicia e maglioncino
ja: ショートニットカサネ
ko: 쇼트 니트 레이어드
nl: Wollen trui met hemd
ru: Кофта с рубашкой
zh_hans: 短版针织衫连衬衫
zh_hant: 短版針織衫連襯衫

# GearGearNameClothesSwt009
source: Positive Longcuff Sweater
de: Bündchen-Pulli Plus
es: Sudadera ancha positiva
es_mx: Suéter positivo
fr: Pull manches cintrées positif
it: Maglione largo positivo
ja: ドロップスウェット ポジ
ko: 포지티브 드롭 스웨트
nl: Lichte gestikte trui
ru: Свитер «Протагонист»
zh_hans: 长版套头衫 正片
zh_hant: 長版套頭衫 正片

# GearGearNameClothesSwt010
source: Annaki Blue Cuff
de: Annaki-Blauärmel-Pulli
es: Jersey puño azul
es_mx: Annak puño azul
fr: Pull grunge poignet bleu
it: Maglione polsino blu Annak
ja: アナアキニット アオソデ
ko: 아나키 파랑 소매 니트
nl: Trui met blauwe manchet
ru: Свитер с синим рукавом
zh_hans: 无法无天针织衫 蓝色袖子
zh_hant: 無法無天針織衫 藍色袖子

# GearGearNameClothesSwt011
source: Annaki Yellow Cuff
de: Annaki-Gelbärmel-Pulli
es: Jersey puño amarillo
es_mx: Annak puño amarillo
fr: Pull grunge poignet jaune
it: Maglione polsino giallo Annak
ja: アナアキニット キソデ
ko: 아나키 노랑 소매 니트
nl: Trui met gele manchet
ru: Свитер с желтым рукавом
zh_hans: 无法无天针织衫 黄色袖子
zh_hant: 無法無天針織衫 黃色袖子
