Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrEnemyCommentChargerTowerUnlockComment04
source: They attack like someone gave'em a charger! If they miss withthe first shot, don't give them asecond chance, Eight!
de: Die greifen an, als hätten sie ’nenKonzentrator in den Flossen! Fallssie den ersten Schuss vergeigen,dann gib ihnen auf keinen Fall dieChance für ’nen zweiten, Nr. 8!
es: Por su manera de atacar, se diríaque usara un cargatintas o algo.¡Ve a por él en los momentos enque baje la guardia, Ocho!
es_mx: Es como si usaran un cargatintaso algo. ¡Busca tu oportunidad yderríbalos, Ocho!
fr: Ils attaquent comme si on leuravait refilé un fusil ! S'ils ratentleur premier coup, ne leur donnesurtout pas une seconde chance,Huit !
it: I loro attacchi somigliano a quellidelle armi a carica! Se ti mancanoal primo colpo, non dargli lapossibilità di riprovarci, Otto!
ja: チャージャーみてーな攻撃してくんのな！マジうぜー！ スキをついてけ、ハチ！
ko: 차저 같은 공격을 하네!성가신 녀석～! 빈틈을 노려, 에이트!
nl: Ze vallen aan alsof ze een ladergebruiken. Als hun eerste schotmis is, moet je ze niet de kansgeven om nog een keer aan tevallen, Acht!
ru: Атакует, как будто его накачалинагнетателем! Если промажет,второго шанса ему даватьнельзя! Понятно, Восьмерка?
zh_hans: 它会发动如同蓄力狙击枪一样的攻击！特别烦人——！抓住破绽干掉它，小八！
zh_hant: 牠會發動宛如蓄力狙擊槍般的攻擊！超煩的——！抓準破綻進攻吧，小八！

# SdodrSdodrEnemyCommentChargerTowerUnlockCommentConclusion
source: Take it out at the head!
de: Reine Kopfsache, wie so oft!
es: ¡La cabeza es la clave!
es_mx: ¡La cabeza es la clave!
fr: Vise la tête !
it: Punta alla testa!
ja: 頭をねらえ
ko: 머리를 노리자
nl: De kop is je hoofddoel!
ru: Голова всему голова!
zh_hans: 瞄准头部
zh_hant: 瞄準頭部

# SdodrSdodrEnemyCommentEscapeUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentEscapeUnlockComment02
source: These cowards run when Eightgets close. But your ink slowsthem down, so chase them ontoground you've inked, and it's likeshooting fish in a barrel.
de: Diese Feiglinge fliehen, wenn duihnen zu nahe kommst, aber deineTinte macht sie langsam. Treib siealso in dein Revier und knöpf siedir hübsch nacheinander vor.
es: Estos cobardicas huyen en cuantote acercas, pero sobre el terrenode tu color les cuesta moverse.Aprovecha la circunstancia paradar cuenta de ellos.
es_mx: Estos cobardes huyen en cuantote acercas, pero les cuestamoverse sobre el territoriode tu color. Aprovéchalo paradeshacerte de ellos.
fr: Ces lâches créatures fuient quandtu t'en approches. Mais ton encreles ralentit, alors pourchasse-lessur du terrain que tu as encréau préalable... et dégomme-les !
it: Questi codardi scappano quandoti avvicini. Ma dato che il tuoinchiostro li rallenta, spingilisul terreno che hai colorato esaranno un bersaglio facile.
ja: ハチが近づくと にげ出すオクビョウものダインクの上だと動きがにぶるから、にげる先を塗っておくと倒しやすいヨ
ko: 에이트가 다가가면 도망치는 겁쟁이야잉크 위에서는 움직임이 굼뜨니까도주로를 먼저 칠해 두면 쓰러뜨리기 쉬워
nl: Deze lafbekken gaan ervandoorals Acht in de buurt komt. Maarinkt op de grond vertraagt ze, dusjaag ze naar geverfde vloeren enreken dan kalmpjes met ze af.
ru: Восьмерка, стоит тебе приблизитьсяк ним, как они побегут. Замедлиих своей краской, замани к себена территорию и плюхай их,как рыбок в аквариуме!
zh_hans: 它是个小八一靠近就会逃跑的胆小鬼。踩在我们的墨汁上行动会变得迟缓，在它逃跑的路上涂墨就能轻易将其击倒。
zh_hant: 牠是個小八一靠近就會逃跑的膽小鬼。但是踩到墨汁的時候動作會變慢，朝牠逃跑的方向塗墨就能輕易擊倒了。

# SdodrSdodrEnemyCommentEscapeUnlockComment03
source: They'll run from your bombstoo. You can use that to youradvantage to flush them ontoyour own turf.
de: Vor deinen Bomben nehmen sieebenfalls Reißaus. Nutze das zudeinem Vorteil und manövriere siein Bereiche, die du bereits mitdeiner Tinte eingefärbt hast.
es: También salen pitando cuando leslanzan bombas. Quizá ese detallepueda serte útil para dirigirloshacia tu territorio.
es_mx: También huyen despavoridos siles lanzas una bomba. Quizá esedetalle pueda serte útil paradirigirlos hacia tu territorio.
fr: Elles fuient aussi les bombes...Ça peut être pratique pour lesattirer sur ton propre terrain.
it: Scapperanno anche dalle tuebombe. Puoi sfruttare questacosa a tuo vantaggio eintrappolarli sul tuo territorio.
ja: ボムを投げても にげ出しますから、動きをコントロールして、こちらのナワバリに追いこみましょう
ko: 밤을 던져도 도망치니까움직임을 잘 유도해서 우리 영역으로몰아넣는 거예요
nl: Ze vluchten ook voor bommen.Maak daar gebruik van om ze naarterrein te jagen dat je hebtgeverfd.
ru: От бомб они тоже будут убегать.Поэтому, грамотно используябомбы, их можно заманитьна свою территорию.
zh_hans: 向它投掷炸弹也一样会逃跑，所以设法控制它的行动，逼到我们的地盘上吧。
zh_hant: 就算只是投擲炸彈也一樣會逃跑，想辦法控制牠的動向，把牠逼到我們的地盤上吧。

# SdodrSdodrEnemyCommentEscapeUnlockComment04
source: You're never gonna outrun thesesuckers, so you've gottaoutsmart them instead. Makeme proud, Eight!
de: In Sachen Tempo stinkst du gegendiese Typen ganz schön ab, alsostreng besser dein Köpfchen an,Nr. 8, und geiz nicht mit Tinte!
es: Si es por velocidad, lo tienescomplicado para igualarte a ellos.Haz uso de tu inteligencia paravencerlos, Ocho.
es_mx: Si es por velocidad, lo tienescomplicado para igualarte a ellos.Hay que usar la sesera paravencerlos, Ocho.
fr: T'arriveras jamais à battre ceszozos à la course, alors tu doisêtre plus malin qu'eux. Montre-nous ce que t'as dans le crâne,Huit !
it: Non puoi batterli in velocità,quindi devi usare la furbiziaper fermarli, Otto!
ja: 追いかけても にげられるダケだし、アタマ使えってことか… ハチ、まかせたぞ！
ko: 쫓아가도 도망치기만 하니까머리를 써라 이건가…에이트, 너만 믿는다!
nl: Bij een sprintwedstrijd win je hetniet van ze, dus je moet ze te slimaf zijn. Koppie, koppie, Acht!
ru: Обогнать этих тварей все равноне удастся, поэтому их нужноперехитрить. Не подведи,Восьмерка!
zh_hans: 你即使追赶，也一样被它逃掉，所以得动脑筋啊……小八，交给你咯！
zh_hant: 即使追著跑也一樣會被逃掉，看來得動點腦筋了……小八，交給你囉！

# SdodrSdodrEnemyCommentEscapeUnlockCommentConclusion
source: They can't escape a good plan!
de: Mit Taktik und Tinte zum Sieg!
es: ¡Emplea la cabeza!
es_mx: ¡Emplea la cabeza!
fr: Impossible de fuir une bonne tactique !
it: Non si scappa da un buon piano!
ja: 頭を使え
ko: 머리를 쓰자
nl: Een goed plan houdt ze wel tegen!
ru: Хитрый план — залог успеха!
zh_hans: 动脑思考
zh_hant: 動腦思考

# SdodrSdodrEnemyCommentExplodeSpawnerUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentExplodeSpawnerUnlockComment02
source: They'll regenerate any amount ofdamage if you let them. So onceyou start attacking, don't let upuntil the job is done.
de: Die regenerieren einen Teil des erlittenen Schadens mit der Zeit –also lass ihnen keine! Greifst dueins von denen an, dann bringdie Sache auch zu Ende. Fix!
es: ¿Cuánto daño hay que hacerlepara liquidarlo? Si no quieres quetermine regenerándose, ¡insistecon tus ataques hasta el final!
es_mx: Si no los rematas, no importa eldaño que les inflijas: siempre seregenerarán. No dejes el trabajoa medias.
fr: Si tu leur laisses le temps, ils serégénéreront. Alors si t'enattaques un, lâche pas l'affaireavant de lui avoir réglé soncompte.
it: Questi nemici si rigenerano seglielo lasci fare... quindi, quandoli attacchi, non smettere finchénon hai finito il lavoro.
ja: ダメージをあたえても、放っておくと回復してしまうノカ…攻撃し続けて、一気に破壊しよウ
ko: 대미지를 줘도 방치하면 회복해 버리네…공격을 퍼부어서 단숨에 파괴하자
nl: Ze kunnen herstellen van deschade die je hebt aangericht,dus blijf aanvallen als je eenmaalbent begonnen!
ru: Восстанавливает любой урон,который ты ему нанесешь.Поэтому, пойдя в атаку,отступать не имеет смысла.
zh_hans: 即使对它造成过伤害，放任不管也会自己回复啊……那就持续攻击，一口气破坏掉它吧。
zh_hant: 即使有造成傷害，置之不理的話還是會回復的……持續攻擊，一鼓作氣摧毀掉吧。

# SdodrSdodrEnemyCommentExplodeSpawnerUnlockComment03
source: Actually, my research shows theywon't regenerate if you ink theground at their base. If you havePoison Ink, you can even damagethem further that way.
de: Wie meine Forschungen zeigen,regenerieren sie sich NICHT, wenndu den Boden unter ihnen färbst.Mit Toxi-Tinte fügst du ihnendabei zusätzlich Schaden zu!
es: Según creo, hay que entintarsu base para evitar que puedarecuperarse. Emplea tinta tóxicapara causarle aún más daño.
es_mx: He observado que si entintas elsuelo alrededor de la base, puedesevitar que se regeneren. Y si usastinta tóxica de esta manera,incluso puedes causarles daño.
fr: L'avantage, c'est qu'apparemmentils arrivent pas à se régénérer sion encre le sol à leur base. Etavec de l'encre toxique, tu peuxfaire d'une pierre, deux coups !
it: In realtà ho scoperto che non sirigenerano se inchiostri il terrenoalla base. E se hai l'inchiostrovelenoso a disposizione, puoidanneggiarli ancora di più.
ja: 根元の地面を塗れば、回復しないようです逆にインクパチパチで、じわじわダメージをあたえます～
ko: 밑부분의 지면을 칠하면 회복이 멈추나 봐요반대로 포이즌 잉크로 천천히대미지를 줄 수도 있답니다～
nl: Volgens mijn onderzoek herstellenze echter niet als je de grondonder ze met inkt hebt bedekt.Als je ook nog Gifinkt hebt, sla jetwee vliegen in één klap.
ru: Согласно моим изысканиям,здоровье не восстанавливается,если закрасить территорию возлеосновы. Ядовитость краски +нанесет еще больший урон.
zh_hans: 对它根部的地面涂墨，似乎就不会回复了。反而能利用灼烧墨汁，持续造成伤害～
zh_hant: 好像只要對根部的地面塗墨就不會回復了，反而還能利用灼燒墨汁持續地造成傷害喔～

# SdodrSdodrEnemyCommentExplodeSpawnerUnlockComment04
source: It's the best feeling to watch 'emgo BOOM! Get splatted, all youfishy freaks! Hahahahahaha!
de: Es gibt nix Schöneres, als sieexplodieren zu sehen! KABUMM!Nehmt das, ihr Fisch-Freaks!Hahahaha!
es: Si logras cargártelo, la explosiónque produce es de aúpa. ¡Quetiemble quien esté alrededor!
es_mx: Si logras eliminarlo, la explosiónque produce es increíble. ¡Quetiemble quien esté alrededor!
fr: Quoi de mieux que de les voiréclater... BOUM ! C'est l'heurede la douche d'encre, lespoiscailles ! SPLASH ! Ha ha ha !
it: È troppo bello vederli esplodere!Andate a farvi splattare, bruttipesciacci! Ahahahah!
ja: 壊したときの爆発、気持ちイーよな！周りの敵もまとめてドカンだ！
ko: 파괴하면 폭발하니까 속이 시원해!주변에 있는 적도 한꺼번에 날려 버리자!
nl: Als je ze verslaat, maken ze eenENORME KLAPPER! En dat verdienenze ook met hun stomme zelfherstel!
ru: Самое классное — это когдабдыщь, а потом плюх-плюхэтих рыбозавров!
zh_hans: 破坏掉它时引发的爆炸非常爽快！可以一口气轰炸周围的所有敌人！
zh_hant: 摧毀時發生的爆炸感覺超爽快！可以一口氣轟炸周邊的所有敵人！

# SdodrSdodrEnemyCommentExplodeSpawnerUnlockCommentConclusion
source: At least ink the base!
de: Färbe alles um sie herum ein!
es: ¡Tinta a la base!
es_mx: ¡Tinta a la base!
fr: Encre la base en priorité !
it: Inchiostra almeno la base!
ja: 根元を塗れ
ko: 밑부분을 칠하자
nl: Verf de grond onder ze!
ru: Закрась основу!
zh_hans: 对根部涂墨
zh_hant: 對根部塗墨

# SdodrSdodrEnemyCommentHopperUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentHopperUnlockComment02
source: They'll try to splash down on youwhen you get close. But you canfix that. Just look up and splatthem before they hit the ground.
de: Halt dich lieber von denen fern,sonst bekommst du ihre Tinte ab!Am besten wär’s, du holst sievom Himmel, noch bevor sie aufdich runterdonnern.
es: Intentará eliminarte en cuanto tetenga cerca. Dale duro antes deque golpee la superficie.
es_mx: Intentará aplastarte en cuanto tetenga cerca. Dispárale antes deque te caiga encima.
fr: Ces loustics-là fondront surtoi d'en haut si tu t'approchesun peu trop. Alors regarde enl'air et liquide-les avant qu'ilsatterrissent.
it: Questi proveranno a ricoprirtid'inchiostro quando ti avvicini,ma c'è una soluzione: guardain alto e splattali prima chearrivino a terra.
ja: 近づくとチャクチ攻撃してくるから、上を向いてチャクチ前に撃ち落とソウ
ko: 다가가면 착지 공격을 하니까위를 보면서 착지하기 전에쏘아 떨어뜨리자
nl: Ze zullen proberen om op je neerte komen. Maar daar is makkelijkwat aan te doen door omhoog tekijken en ze uit te schakelenvoordat ze de grond raken.
ru: Они постараются разобратьсяс тобой в ближнем бою. Поэтомунадо опередить их и плюхнутьпрямо в воздухе.
zh_hans: 一旦靠近，它就会以着陆的方式攻击，向上瞄准，在它着陆之前将其击落吧。
zh_hant: 只要一靠近牠就會以著陸攻擊來襲，所以要槍口朝上，在著陸之前就先擊落。

# SdodrSdodrEnemyCommentHopperUnlockComment03
source: The pedestal they leave behindcan launch you if you touch it.It can be a handy escape route ifyou ever find yourself swarmed!
de: Der Sockel, den sie hinterlassen,lässt dich bei Berührung in dieLuft schnellen. Praktisch, wenndu von Feinden umzingelt bistund fliehen willst!
es: Si tocas la plataforma que dejacuando acabas con él, podrás darun salto descomunal, ideal parahuir si otros rivales te acosan.
es_mx: Si tocas la plataforma que dejacuando acabas con él, podrás darun salto enorme. ¡Así podrás huirsi te rodean los enemigos!
fr: Le piédestal qu'ils abandonnentsur place te propulse en l'air si tule touches. Très pratique si tu asbesoin d'une voie de secours aucas où tu t'es fait encercler !
it: Una volta sconfitti, lascianodietro un piedistallo che puoiusare come pedana di lancio,magari per fuggire da unasituazione pericolosa.
ja: 倒した後に残るジャンプ台にさわると大ジャンプできますよ 敵に囲まれたときに大ジャンプからの滑空で切りぬけましょう
ko: 쓰러뜨린 다음 남은 점프대를 건드리면높이 점프할 수 있어요. 적에게 포위되면높이 점프해서 활공으로 빠져나가요
nl: De sokkel die ze achterlaten,lanceert je als je hem aanraakt.Dat kan helpen om te ontsnappenals je een keer omsingeld bent.
ru: Если коснуться пьедестала,который остается после них,то можно взлететь в воздух.Это может помочь ретироватьсяс поля боя в трудной ситуации.
zh_hans: 它在被击倒后会留下跳台，触碰跳台可以高高跳起。被敌人包围时，就借此用滑翔突围吧。
zh_hant: 只要踩上擊倒後留下來的跳台就可以跳向高處喔，被敵人包圍時就先跳向高處，再靠滑翔突破困境吧。

# SdodrSdodrEnemyCommentHopperUnlockComment04
source: It's also just fun! Are you coolwith heights, Eight? BecauseI LOVE THEM!
de: Praktisch UND ein Riesenspaß!Oder hast du etwa Angstvor hohen Höhen, Nr. 8?Denn ICH steh voll darauf!
es: Un gran salto siempre viene bien.Y a ti no te dan miedo las alturas,¿verdad, Ocho?
es_mx: Además, ¡es superdivertido!A ti no te dan miedo las alturas,¿verdad, Ocho?
fr: En plus, c'est amusant ! Tu aimesfaire du trampoline, Huit ? Parceque moi, j'a-dore !
it: È divertente da fare pure se nonti serve! Non soffri di vertigini,vero, Otto? Io no di certo!
ja: 意味なく大ジャンプしても楽しーよな！ハチは高いとこ好きか？ アタシは大好き！
ko: 별 이유 없이 높이 점프해도 재미있지!에이트는 높은 곳 좋아해? 난 좋아!
nl: En het is gewoon leuk om de luchtin te vliegen. Heb je hoogtevrees,Acht? IK OOK NIET!
ru: Вот веселуха! Ты не боишьсявысоты, Восьмерка? Я обожаювысоту!
zh_hans: 毫无目的地高高跳起也很快乐！小八喜欢高处吗？我超喜欢！
zh_hant: 跳向高處的感覺很好玩，不需要意義！小八，你喜歡高的地方嗎？我超喜歡！

# SdodrSdodrEnemyCommentHopperUnlockCommentConclusion
source: Beating 'em is your ticket upward!
de: Klecksen und katapultieren!
es: ¡Rival liquidado, salto asegurado!
es_mx: ¡Enemigo frito, salto gratuito!
fr: Élimine-les pour pouvoir te propulser !
it: Splatta e vola!
ja: 倒して大ジャンプ
ko: 쓰러뜨리고 높이 점프하자
nl: Versla ze om hogerop te komen!
ru: Победим и взлетим!
zh_hans: 击倒后高高跳起
zh_hant: 擊倒後跳向高處

# SdodrSdodrEnemyCommentRivalKingUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentRivalKingUnlockComment02
source: They're tough opponents wholook...a lot like Eight. It goes pastlooks too. The more powered-upyour Palette is, the moreresourceful they get.
de: Richtig harte Gegner, die Nr. 8ziemlich ähnlich sehen.Doch damit nicht genug: Je mehrdu deine Palette aufmotzt, umsostärker werden auch diese Feinde.
es: Temible oponente múltiple conaspecto de... ¡Ocho! Además,cuanto más potencias tu paleta,¡más fuertes se hacen tambiénellos!
es_mx: Temible oponente múltiple conaspecto de... Ocho. Además,cuanto más potencias tu paleta,más fuertes se hacen tambiénellos.
fr: Ce sont des adversaires coriacesqui... te ressemblent beaucoup,Huit. Et pas qu'au niveau du look.Plus ta palette sera puissante, etplus ils auront de ressource.
it: Questi sono ossi duri chesomigliano un po'... a Otto!E non solo nell'aspetto. Più latua tavoletta è potenziata, piùloro diventano intraprendenti.
ja: ハチによく似た強敵ダネこっちのパレットの強化に合わせて、ヤツらも強くなるらしイ
ko: 에이트를 많이 닮은 강적이네우리 팔레트가 강화하면 그에 따라녀석들도 강해지는 것 같아
nl: Deze taaie vijanden lijken erg op...Acht. En dat geldt niet alleen voorhet uiterlijk. Hoe voller jouw palet,hoe meer mogelijkheden ze krijgen.
ru: Противники серьезные... причемпохожи на Восьмерку. И не тольковнешне. Чем мощнее твойтон-бокс, тем сильнее и они.
zh_hans: 这是和小八极度相似的强敌，似乎还会根据我们调色盘的强化内容跟着变强。
zh_hant: 是與小八極度相似的強敵呢，當我們的調色盤有所強化時，牠們好像也會跟著變強。

# SdodrSdodrEnemyCommentRivalKingUnlockComment03
source: Don't get caught in a pincermaneuver! Use the high groundin the middle to force one-on-one skirmishes.
de: Pass auf, dass sie dich nichtin die Zange nehmen! Nutze dieAnhöhe in der Mitte der Arena,um diese Gegner einen nach demanderen auszuschalten.
es: ¡Que no te rodeen o lo pasarásmal! Aprovecha la parte elevadadel centro para acabar con unosolo de ellos cada vez.
es_mx: ¡Que no te rodeen o lo pasarásmal! Aprovecha la parte elevadadel centro para enfrentarte asolo uno de ellos a la vez.
fr: Les laisse pas t'encercler ! Utiliseles éléments de terrain en hauteurau milieu pour les obliger à descombats à un contre un.
it: Non farti circondare! Sfruttala zona elevata al centro peraffrontarli separatamente.
ja: 囲まれるとキケンです 中央の高台を利用して、１体ずつ倒しましょう
ko: 포위되면 위험해요. 중앙의 높은 곳을이용해서 하나씩 쓰러뜨리도록 해요
nl: Laat je niet insluiten! Gebruik hethogere gedeelte in het midden oméén tegen één te kunnen vechten.
ru: Не дай себя окружить! Используйвозвышенность в середине, чтобыразобраться с ними поодиночке.
zh_hans: 被包围的话会很危险，利用中央的高台将它们逐一击倒吧。
zh_hant: 被包圍的話可就危險了，利用中央的高處個別擊倒吧。

# SdodrSdodrEnemyCommentRivalKingUnlockComment04
source: They can do Triple Splashdownsout of nowhere?! Where'd thesebiters learn THAT trick?
de: Die greifen mit Tri-Tintenschocksan?! Wer zum Heilbutt hat denendenn DIESEN Trick beigebracht?
es: ¿Pero de dónde han sacado esospuñetazos explosivos? Esassabandijas no me gustan nada...
es_mx: ¡¿Pero dónde aprendieron eseclavado triple?!
fr: Ils arrivent à balancer des Tripleschocs chromatiques comme ça, denulle part ?! Où est-ce que cesenquiquineurs ont bien pu apprendreça ?
it: Possono scagliare un triplovernischianto così dal nulla?!Ma dove l'hanno imparato?!
ja: うぉっ！ いきなりウルトラチャクチ？！なんだアイツ、気になるな…！
ko: 우왓! 다짜고짜 울트라 착지?!뭐야, 저 녀석? 신경 쓰이네…!
nl: Kunnen ze uit het niets eenUltralanding doen?! Waar hebbenze dat geleerd?
ru: Они могут тройной плюх делатьвот так, из ничего?! Как имтак везет?
zh_hans: 哇！它突然就发动了终极着陆？！那家伙到底怎么回事，太让人在意了……！
zh_hant: 哦！突然間就發動了終極著陸！？牠到底是什麼人物，實在令人好奇……！

# SdodrSdodrEnemyCommentRivalKingUnlockCommentConclusion
source: Pick 'em off one at a time!
de: Knöpf sie dir nacheinander vor!
es: ¡De uno en uno!
es_mx: ¡De uno en uno!
fr: Liquide-les un par un !
it: Affrontali uno alla volta!
ja: １体ずつ倒せ
ko: 하나씩 쓰러뜨리자
nl: Reken een voor een met ze af!
ru: Разберись с ними поодиночке!
zh_hans: 逐一击倒
zh_hant: 個別擊倒

# SdodrSdodrEnemyCommentShellUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentShellUnlockComment02
source: Their heads are their weak spot.Wait until it pokes out before youshoot. Until then, while they'respinning around...hope you'relight on your feet.
de: Ihre Köpfe sind ihr Schwachpunkt.Sobald sich einer reckt, halte mitdeiner Tinte drauf! Aber pass auf,wenn sie sich wild drehen. Danngilt es, rechtzeitig auszuweichen.
es: Su punto débil está en la cabeza,así que espera a que la saquepara dispararle. Mientras la tengaescondida y vaya dando vueltas,procura no ponerte en su camino.
es_mx: Su punto débil está en la cabeza,así que espera a que la saquepara dispararle. Mientras la tengaescondida y vaya dando vueltas,procura no ponerte en su camino.
fr: Leur point faible, c'est leur tête.Attends qu'ils la sortent avant detirer. Et pendant qu'ils tournoient,fais preuve d'agilité pour ne paste faire happer.
it: La testa è il loro punto debole.Prima di sparare, aspetta chela tirino fuori. Finché la tengononascosta e li vedi girare cometrottole, meglio stargli alla larga!
ja: 頭が弱点ダネ 頭を出しているときに撃てば倒せル 頭をかくして はね回っているときは よけるしかないナ
ko: 머리가 약점이야. 머리를 내밀고 있을 때쏘면 쓰러뜨릴 수 있어. 머리를 숨기고회전할 때는 피하는 수밖에 없겠네
nl: Hun koppen zijn hun zwakke plek.Wacht tot ze die naar buitensteken voordat je aanvalt. Totdie tijd kun je beter uit de buurtblijven van hun draaiaanvallen.
ru: Голова — их слабое место.Дождись их выпада и атакуй.А пока они раскручиваются...беги, Восьмерка, беги!
zh_hans: 它的头部是弱点，只要趁它露头时攻击，就能击倒。它把头藏起来四处乱弹时，就只能躲避了。
zh_hant: 頭部是弱點，在牠把頭露出來的時候攻擊就能擊倒，當牠的頭躲起來到處旋轉亂撞的時候就只能躲了。

# SdodrSdodrEnemyCommentShellUnlockComment03
source: When you defeat one, it leavesthe shell behind. They make greatweapons! Just touch one, and it'llslam into enemies and ink a pathfor you as it goes!
de: Besiegst du sie, hinterlassen siePanzer, die sich prima als Waffeneignen! Einfach nur berühren undzack, knallen sie in Gegner undfärben dabei auch noch Böden!
es: Cuando liquidas uno acertándoleen la cabeza, puedes usar sucaparazón como arma arrojadizaque además entinta con tu color.¡Prueba a tocarlo y verás!
es_mx: Si revientas uno acertándoleen la cabeza, puedes usar sucaparazón como arma arrojadizaque además entinta con tu color.¡Toca uno y verás!
fr: Quand tu en bats un, il abandonnesa carapace qui peut alors servirde projectile ! Suffit de la toucher,et elle fera un strike avec l'ennemitout en encrant la voie pour toi !
it: Quando ne sconfiggi uno, lasceràdietro di sé un guscio che sitrasforma in un'ottima arma!Se lo tocchi schizzerà contro glialtri nemici e inchiostrerà per te!
ja: 頭を撃って倒すと ぬけガラが残りますぬけガラにさわると、こちらのインクで塗りながら、はね回って敵を攻撃してくれます～
ko: 머리를 쏴서 쓰러뜨리면 허물이 남아요허물을 건드리면 우리 쪽 잉크를 칠하면서회전하여 적을 공격해 준답니다～
nl: Ze laten hun schelp achter als zeverslagen zijn. Deze kun je alswapen gebruiken. Loop ertegenaanom ze tegen vijanden aan te stotenen er grond mee te verven.
ru: После них остается панцирь.И его можно использовать в своюпользу! Просто коснись панциря,и он понесется на врагов, по ходузакрашивая территорию!
zh_hans: 攻击头部将其击倒之后，它会留下空壳。触碰空壳就能使用我们的墨汁喷涂，还会四处乱弹，帮忙攻击敌人～
zh_hant: 攻擊頭部擊倒之後，會留下空殼，只要接觸空殼，就能噴塗我方的墨汁，還會到處旋轉亂撞幫忙攻擊敵人喔～
