Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# LobbyLobbyFoodExpSubEffectReductionOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpSubEffectReductionPurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpSubInkSaveOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpSubInkSavePurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodNameActionUp
source: Actionberry Twist
de: Akziobeeren-Sirup
es: Zumo de bayas agilizante
es_mx: Concentrado agilizante
fr: Jus multivitaminé action
it: Spremuta d'azione
ja: アクションストロングベリー
ko: 액션 스트롱 베리
nl: Actievruchtensap
ru: Морс «Плюс-Эффект»
zh_hans: 行动强化莓果汁
zh_hant: 行動強化莓果汁

# LobbyLobbyFoodNameBattleExpUp01
source: The Pescatariat
de: Gusto-Rollilla
es: Burrito experimental
es_mx: Enrollado experimental
fr: Tortilla au poisson Exp +
it: Ittinvoltino
ja: マキアミロール360°
ko: 그물 롤 360°
nl: Zeewierwrap
ru: Тортилья «Флотилия»
zh_hans: 围网面包卷360°
zh_hant: 圍網麵包捲360°

# LobbyLobbyFoodNameBattleExpUp02
source: The Pescatariat Royale
de: Deluxe-Rollilla
es: Burrito superexperimental
es_mx: Enrollado superexperimental
fr: Tortilla au poisson Exp ++
it: Ittinvoltino ultra
ja: マキアミロール720°
ko: 그물 롤 720°
nl: Zeewierwrap deluxe
ru: Тортилья «Армада люкс»
zh_hans: 围网面包卷720°
zh_hant: 圍網麵包捲720°

# LobbyLobbyFoodNameBattleMoneyUp01
source: Crab Trap Sandwich
de: Krabbenbrot
es: Bocata pinzacuartos
es_mx: Arepa crustácea
fr: Sandwich au crabe mini-jackpot
it: Panino chelafritta
ja: アゲバサミサンド
ko: 바삭 집게 샌드위치
nl: Krabbenbroodje
ru: Криль-клешнеброт
zh_hans: 炸钳三明治
zh_hant: 炸鉗三明治

# LobbyLobbyFoodNameBattleMoneyUp02
source: Commercial Crab Trap Sandwich
de: Deluxe-Krabbenbrot
es: Bocata pinzacuartos extra
es_mx: Arepa crustácea doble
fr: Sandwich au crabe jackpot
it: Superpanino chelafritta
ja: アゲアゲバサミサンド
ko: 바삭바삭 집게 샌드위치
nl: Krabbenbroodje speciaal
ru: Криль-клешнеброт «ДелиКусь»
zh_hans: 酥脆炸钳三明治
zh_hant: 酥脆炸鉗三明治

# LobbyLobbyFoodNameBombDistanceUp
source: Super Sub Juicer
de: Sekundärpower-Saft
es: Granizado extrasecundario
es_mx: Jugo supersecundario
fr: Citronnade secondaire +
it: Integratore secondario
ja: サブアップウォーター
ko: 서브 업 워터
nl: Subtopgazeuse
ru: Лимонный Про-Запас
zh_hans: 次要武器提升水
zh_hant: 次要武器提升水

# LobbyLobbyFoodNameHumanMoveUp
source: Speedy Gazpacho
de: Sprinter-Tomatensaft
es: Zumo de tomate maratoniano
es_mx: Tomate acelerador
fr: Jus de tomate sprint
it: Succo di pomodoro sprint
ja: ヒトダッシュトマト
ko: 인간대시 토마토
nl: Hardlooplimo
ru: Томатная Спринта
zh_hans: 人类冲刺番茄汁
zh_hant: 人類衝刺番茄汁

# LobbyLobbyFoodNameInkRecoveryUp
source: Ink-Well Chiller
de: Muntermacher-Melonensaft
es: Batido de melón recargatinta
es_mx: Melón recargador
fr: Jus de melon réservoir plein
it: Succo di recu-pera
ja: インクチャージメロン
ko: 잉크 차지 멜론
nl: Bijvulmeloenade
ru: Арбузный Быструх
zh_hans: 墨汁蓄力哈密瓜汁
zh_hant: 墨汁蓄力哈密瓜汁

# LobbyLobbyFoodNameJumpTimeSave
source: Citrus Hip-Hopper
de: Sprungkraft-Orangensaft
es: Refresco de naranja saltarín
es_mx: Naranja saltarina
fr: Jus d'orange saut éclair
it: Tonica salti tonici
ja: ショートジャンプオレンジ
ko: 쇼트 점프 오렌지
nl: Turbotonic
ru: Апельсиновый Прыг
zh_hans: 快速跳跃柳橙汁
zh_hant: 快速跳躍柳橙汁

# LobbyLobbyFoodNameMainInkSave
source: Main Mega Pucker-Up
de: Hauptspar-Limo
es: Limonada ecoprincipal
es_mx: Limonada ahorradora principal
fr: Jus de citron éco-principale
it: Limonata eco-principale
ja: メインセーブレモン
ko: 메인 세이브 레몬
nl: Hoofdsinas
ru: Цитрусовый Основец
zh_hans: 主要武器节能柠檬汁
zh_hant: 主要武器節能檸檬汁

# LobbyLobbyFoodNameOpInkEffectReduction
source: Stompin' Grape
de: Immunkraft-Traubensaft
es: Refresco de uva repeletinta
es_mx: Uva antitinta
fr: Jus de raisin semelles-buvard
it: Succo d'uva salvascarpe
ja: カンジキグレープ
ko: 설피 그레이프
nl: Inktmixer
ru: Виноградный Краскостой
zh_hans: 雪鞋葡萄汁
zh_hant: 雪鞋葡萄汁

# LobbyLobbyFoodNamePartyExpUp
source: Marigold'en Garden Greens
de: Adoradas Gartengold
es: Menú Maridori rico en verduras
es_mx: Combo Maridori con vegetales
fr: Salade à la Carpucine Exp ++
it: Verdi verdure di Dora
ja: ビッグマザーガーデン
ko: 빅 마더 가든
nl: Groenvoer à la Goudelieve
ru: Красина капустка
zh_hans: 阿母大花园
zh_hant: 阿母大花園

# LobbyLobbyFoodNamePartyMoneyUp
source: Mega Mountain a la Marigold
de: Fressalienberg à la Adorada
es: Menú Maridori rico en calorías
es_mx: Combo Maridori con todo
fr: Montagne jackpot à la Carpucine
it: Megamonte alla Dora
ja: ビッグマザーマウンテン
ko: 빅 마더 마운틴
nl: Goudelieves bunkerberg
ru: Калорийная куш-бомба «Крася»
zh_hans: 阿母大山峰
zh_hant: 阿母大山峰

# LobbyLobbyFoodNameRespawnSpecialGaugeSave
source: Salty Melon Special
de: Spezialbewahrer-Kiwisaft
es: Elixir ecoespecial
es_mx: Elixir antirreductor
fr: Jus de kiwi baisse minime
it: Spuma salva-speciale
ja: スペシャルセーブラテ
ko: 스페셜 세이브 라테
nl: Speciaalslushie
ru: Резервный Киви-микс
zh_hans: 特殊武器节能拿铁
zh_hant: 特殊武器節能拿鐵

# LobbyLobbyFoodNameRespawnTimeSave
source: Matcha Reviver
de: Comeback-Matcha
es: Té reanimador
es_mx: Té reanimador
fr: Thé matcha retour rapide
it: Tè verde Gran Ritorno
ja: ショートリスタートモカ
ko: 쇼트 리스타트 모카
nl: Comebackijsthee
ru: Маття «Феникс»
zh_hans: 快速复活摩卡
zh_hant: 快速復活摩卡

# LobbyLobbyFoodNameSpecialIncreaseUp
source: Ma's Special Blend
de: Spezialfix-Shake
es: Gaseosa de supercarga
es_mx: Refresco especial sobrecargado
fr: Smoothie recharge spéciale
it: Succo ricarica speciale
ja: スペシャルチャージラムネ
ko: 스페셜 차지 소다
nl: Vitamineshake speciaal
ru: Насосная Шипучка
zh_hans: 特殊武器蓄力弹珠汽水
zh_hant: 特殊武器蓄力彈珠汽水

# LobbyLobbyFoodNameSpecialTimeUp
source: Smoothie Especial
de: Spezialpower-Smoothie
es: Refresco extraespecial
es_mx: Refresco superespecial
fr: Limonade spéciale +
it: Integratore speciale
ja: スペシャルアップサイダー
ko: 스페셜 업 사이다
nl: Specialistensoda
ru: Смузи «Особый»
zh_hans: 特殊武器提升汽水
zh_hant: 特殊武器提升汽水

# LobbyLobbyFoodNameSquidMoveUp
source: Cherry Apple Fizz
de: Blitzschwimmer-Kirschsaft
es: Zumo de cereza nadador
es_mx: Cereza nadadora
fr: Jus de pomme natation
it: Succo di ciliegie pro nuoto
ja: イカダッシュアップル
ko: 징어대시 애플
nl: Zwemsmoothie
ru: Вишневый Плавун
zh_hans: 鱿鱼冲刺苹果汁
zh_hant: 魷魚衝刺蘋果汁

# LobbyLobbyFoodNameSubEffectReduction
source: Sub Lime
de: Sekundär-Limette Light
es: Néctar antisecundario
es_mx: Néctar antisecundario
fr: Jus de citron anti-secondaire
it: Limonata antisecondaria
ja: サブライトライム
ko: 서브 라이트 라임
nl: Subsiroop
ru: Лаймовый Антизапасник
zh_hans: 次要武器减轻青柠汁
zh_hant: 次要武器減輕萊姆汁

# LobbyLobbyFoodNameSubInkSave
source: Sub Berry Blaster Blitz
de: Sekundärspar-Beerensaft
es: Zumo de mora ecosecundario
es_mx: Mora ahorradora secundaria
fr: Jus de myrtille éco-secondaire
it: Succo di more eco-secondario
ja: サブセーブベリー
ko: 서브 세이브 베리
nl: Subspaarcassis
ru: Ягодный Запасун
zh_hans: 次要武器节能莓果汁
zh_hant: 次要武器節能莓果汁

# LogicMsgSdodrStoryBossLastMegaPhone01
source: Ngh. Hrgh. ARGH. Color...overflow...
de: Hrrrg. GAH. Farbkapazität... überschritten...
es: Uggg... ¡Los colores se desbordan!
es_mx: Uggg. Arggg. Naaarg. Color... desbordante.
fr: Ngh. Hrgh. ARGH. Les couleurs... débordent...
it: Bzzz... Argh... Eccesso... di colore...
ja: グ…オォォ… 色ガ あふれていク……！
ko: 크…어어어… 색이 넘쳐흐른다…!
nl: Uuugh, baaah... De kleuren lopen over!
ru: Гр-р-рх. Агх-х. ПШ-Ш-Ш! Ошибка... палитры...
zh_hans: 呜……哦哦哦……颜色要溢出来了……！
zh_hant: 唔……喔喔喔……顏色滿溢而出了……！

# LogicMsgSdodrStoryBossLastMegaPhone02
source: Awww yeah! CRANK IT UP!
de: Klasse so! Und nun VOLLER STOFF!
es: ¡Síii! ¡La tensión ha llegado al máximo!
es_mx: ¡A subir el volumen!
fr: Allez ! ENVOIE LA SAUCE !
it: Sìììì! A TUTTA POTENZA!
ja: ヨッシャー！ ボルテージMAXだ！！
ko: 좋았어～! 열기 최고조!!
nl: Jahaa! Nog wat meer!
ru: То-то же! ВРУБАЙ НА ПОЛНУЮ!
zh_hans: 好！计量槽达到MAX了！！
zh_hant: 好耶！火力MAX！！

# LogicMsgSdodrStoryBossLastMegaPhoneAttack01
source: You folks ready to see a Color Wail?
de: Wollt ihr mal 'ne Heulboje in bunt sehen?
es: ¡Allá vamos! ¡Equipo tintofónico listo!
es_mx: ¿Quieren ver un berreón multicolor?
fr: Qui a envie de voir une déferlante de couleurs ?
it: Qualcuno vuole ammirare il tintofono in azione?
ja: いくぞっ メガホンセット！！
ko: 간다, 메가폰 세팅!!
nl: Zijn jullie klaar voor wat bijzonders?De Mechromalofoon!
ru: Слыхали про цветовой мегалофон?!Сейчас услышите, йо!!!
zh_hans: 接招吧！喇叭全击！！
zh_hant: 接招，喇叭全擊！！

# LogicMsgSdodrStoryBossLastMegaPhoneAttack02
source: Ha! This is gonna leave a stain.
de: Ha! Das rüttelt ihm die Platinen durch!
es: Je. Se va a poner todo perdido.
es_mx: ¡Ja! Esto lo va a escuchar alto y claro.
fr: Ha ! Ça va laisser des taches.
it: Ah! Di sicuro lascerà il segno.
ja: HAHA！ スゴイナ、メチャクチャな出力ダ！
ko: HAHA! 굉장해, 말도 안 되는 출력이야!
nl: Ha! Deze vlek ga je er niet zomaar uit krijgen!
ru: Ха. Кого-то заляпает...
zh_hans: HAHA！好厉害，这威力可真惊人！
zh_hant: HAHA！真厲害，好強大的輸出威力！

# LogicMsgSdodrStoryBossLastMegaPhoneAttack03
source: Pour it on, Pearl!
de: Lass krachen, Perla!
es: ¡No nos falles... Perla!
es_mx: ¡Remátalo, Perla!
fr: Arrose-le, Perle !
it: Dacci dentro, Alga!
ja: センパイ… お願いしますっ！！
ko: 선배… 부탁드려요!!
nl: Houd je vooral niet in, Lore!
ru: Плюхай, Жемчик!
zh_hans: 前辈……拜托你了！！
zh_hant: 前輩……交給你了！！

# LogicMsgSdodrStoryBossLastMegaPhoneAttack04
source: Incompatible...with program...
de: Programmkompatibilität... nicht gefunden...
es: Programa... incompatible...
es_mx: Programa... incompatible...
fr: Programme... incompatible...
it: Programma... non compatibile...
ja: プログラムとはチガウ… コレ ハ……
ko: 프로그램과는 다르다… 이것, 은……
nl: Niet... compatibel... met programma...
ru: Программная... несовместимость...
zh_hans: 和项目内容不同……这是……
zh_hant: 這跟程式寫的……不一樣……

# LogicMsgSdodrStoryBossLastOdako025
source: It's on the ropes, Eight!
de: Es fehlt nicht mehr viel, Nr. 8!
es: ¡Ya casi está, Ocho!
es_mx: ¡Ya casi está, Ocho!
fr: On tient le bon bout, Huit !
it: È alle corde, Otto!
ja: もう少しです！ ハチさん！！
ko: 얼마 안 남았어요! 에이트 씨!!
nl: Hij is er bijna aan, Acht!
ru: Мы почти победили, Восьмерка!
zh_hans: 还差一口气！小八！！
zh_hant: 只差最後一步了！小八！！

# LogicMsgSdodrStoryBossLastOdako050
source: Catastrophic-error recovery process... Failed.Imminent existential danger. Danger. DANGER.
de: Repariere fatalen Fehler... Vorgang gescheitert.Existenz unmittelbar gefährdet. Gefahr. GEFAHR.
es: Proceso de rectificación de errores... fallido.La situación es... Las consecuencias son...
es_mx: Proceso de rectificación de errores... fallido.Daños catastróficos... Error global inminente...
fr: Processus de correction d'erreur critique... Erreur.Danger existentiel imminent. Danger. DANGER.
it: Ripristino dopo errore catastrofico... non riuscito.Crisi esistenziale imminente. Pericolo... Pericolo.
ja: エラーからノ 復帰処理… 失敗こんな コトガ… コノ ママ デハ……！！
ko: 에러로부터 복귀 처리… 실패어째서 이런 일이… 이대로, 는……!!
nl: Herstelprogramma voor fatale foutmelding... Mislukt.Toestand is... kritiek. Gevaar. GEVAAR.
ru: Катастрофическая ошибка. Восстановление... Ошибка.Экзистенциальная несовместимость. ОПАСНОСТЬ.
zh_hans: 恢复发生的错误……执行失败。怎么会这样……这样下去的话……！！
zh_hant: 錯誤還原處理……失敗。怎麼會有這種事……再這樣下去的話……！！

# LogicMsgSdodrStoryBossLastOdako075
source: Gonna keep pushing till it's done? Works for me!
de: Du willst's ihm richtig zeigen?Nur zu, Nr. 8!
es: Parece que esto marcha, ¿no, Ocho?
es_mx: ¿Te encargas tú, Ocho? ¡Adelante!
fr: Tu veux continuer comme ça jusqu'à ce qu'il flanche ?Ça me va !
it: Vuoi continuare così fino a quando nonè al tappeto? Nessun problema per me!
ja: このまま押し切っちまうか？！それも悪くねーな、ハチ！！
ko: 이대로 밀어붙여 버릴까?!그것도 좋겠는데, 에이트!!
nl: Je gaat door tot het einde? Vind ik helemaal prima,Acht!
ru: Жмем до последнего? Без проблем!
zh_hans: 保持这个势头压制到底？！那样做也不错啊，小八！！
zh_hant: 你想保持這股氣勢持續進攻嗎！？這主意不錯喔，小八！！

# LogicMsgSdodrStoryBossLastOdako100
source: Grrraaahhhhhh. How. How are you so determined.
de: Grrraaahhhhhh. Warum.Warum gebt ihr nicht auf.
es: ¡Uoooooh! ¡¿De dónde sale semejante fuerza?!...
es_mx: Uoooooh. De dónde sale semejante fuerza.
fr: Grrraaahhhhhh. Origine d'une telle puissanceimpossible à identifier.
it: Grrr. Quanta ostinazione in voi.
ja: オオォォォ！ ナゼ これホドのチカラ…？！
ko: 오오오오오! 어떻게 이만한 힘을…?!
nl: Baaaaah! Hoe kunnen jullie zó hardnekkig zijn?
ru: Блх-х-х-р... Как. Объясните свое упорство.
zh_hans: 唔——！为什么你们会有如此强大的力量……？！
zh_hant: 喔喔喔喔喔！為什麼會有如此強大的力量……！？

# LogicMsgSdodrStoryBossPortalAttack
source: I knew it! Those portals are hiding the color chips!
de: Wusst ich's doch!Die Farbchips stecken in den Portalen!
es: ¡Lo sabía! ¡Los cromochips estaban dentro del portal!
es_mx: ¡Lo sabía! ¡Los cromochips estaban dentro del portal!
fr: Je le savais ! Les vortex renfermentdes puces chromatiques !
it: In effetti, le schede colore sono dentro i portali!
ja: やっぱり！ カラーチップはポータルの中です！
ko: 역시! 컬러 칩은 포털 안에 있어요!
nl: Ik wist het! De kleurenchips zitten verstopt indie portalen!
ru: Я так и знала! Тон-жетоны в порталах!
zh_hans: 果然没错！色彩晶片就在传送口里！
zh_hant: 果然沒錯！色彩晶片就在傳送口裡面！

# LogicMsgSdodrStoryBossPortalBreak0102
source: Whoa, the color chips are more saturated than usual!
de: Wow! Die Farbe der Chips ist intensiver als sonst!
es: ¡No veas! ¡Esos cromochips están saturados a tope!
es_mx: ¡Esos cromochips están saturadísimos!
fr: Les puces chromatiques saturent plus que d'habitude !
it: Ehi, le schede colore sono più saturate del solito!
ja: カラーチップがフィーバーしまくってんぞ！
ko: 컬러 칩이 마구 피버하고 있어!
nl: Wauw, de kleurenchips zijn nog meer verzadigd dannormaal!
ru: Йо, тон-жетоны такие яркие!
zh_hans: 色彩晶片狂潮接连不断地出现了！
zh_hant: 色彩晶片開始不斷地產生狂潮了！

# LogicMsgSdodrStoryBossPortalBreak03
source: What is happening. Running diagnostics... Error!
de: Unbekannte Vorgänge.Beginne Analyse... Fehler!
es: ¿Qué ocurre? Análisis de estado... ¡ERROR!
es_mx: Situación desconcertante. Análisis en curso... ERROR.
fr: Identification de l'événement en cours requise.Initialisation du diagnostic... Erreur !
it: Cosa succede? Analisi in corso... Errore!
ja: 何が起こってイル！ 状況を解析… エラー！
ko: 무슨 일이 벌어지고 있는 거지! 상황 해석… 에러!
nl: Wat gebeurt er? Analyse bezig... Foutmelding!
ru: Что происходит. Начинаю диагностику... Ошибка!
zh_hans: 发生什么了！分析情况……发生错误！
zh_hant: 發生什麼事了！？狀況分析……錯誤！

# LogicMsgSdodrStoryBossPortalBreak04
source: Grayscaling is running in reverse. Impossible.
de: Grauskalierung läuft umgekehrt.Unmöglich.
es: ¡¿Se está invirtiendo la decoloración?!¡NO ES POSIBLE!
es_mx: Proceso de decoloración invertido.IMPOSIBLE.
fr: Déchromatisation en cours d'inversion.Processus impossible.
it: Processo di decolorazione eseguito al contrario?Impossibile!
ja: ノンカラ処理ガ 逆行シテイル…？！アリ得ないコトダ！！
ko: 탈색 처리가 역행하고 있다…?!있을 수 없는 일이다!!
nl: Het ontkleuringsproces loopt omgekeerd?Dat is onmogelijk!
ru: Обнаружен невозможный процесс:обратная детонизация.
zh_hans: 脱色处理正在逆向执行……？！这不可能！！
zh_hant: 脫色處理逆向執行中……！？這怎麼可能！！

# LogicMsgSdodrStoryBossPortalBreakAll
source: Think you found the last chips!
de: Damit hättest du die letzten Chips!
es: ¡Creo que son los últimos cromochips!
es_mx: ¡Creo que esos son los últimos cromochips!
fr: On dirait bien que tu as trouvé les dernières puces !
it: Mi sa che hai trovato le ultime schede!
ja: 今のが最後のチップみたいダ！
ko: 방금 그게 마지막 칩인 것 같아!
nl: Ik denk dat je de laatste chips hebt gevonden!
ru: Похоже, это последние жетоны!
zh_hans: 刚才那些似乎是最后的晶片了！
zh_hant: 剛才那些好像已經是最後的晶片了！

# LogicMsgSdodrStoryBossPotalBreak01
source: Incredible...all the energy from those color chipssurged directly into the Palette!
de: Wahnsinn... Die ganze Farbchip-Energieist direkt in die Palette übergegangen!
es: ¡Impresionante! La energía de esos cromochipsse ha acumulado de golpe en la paleta.
es_mx: ¡Increíble! ¡La energía de esos cromochipsse transfirió de golpe a la paleta!
fr: Incroyable... L'énergie des puces chromatiquesa été directement transférée vers la palette !
it: Incredibile... Tutta l'energia delle schede coloresi è accumulata direttamente nella tavoletta!
ja: すごい… カラーチップのエネルギーが一気にパレットの中へ…！
ko: 굉장해… 컬러 칩의 에너지가한꺼번에 팔레트 안으로…!
nl: Ongelofelijk... Alle energie van die kleurenchipsis zo in het palet terechtgekomen!
ru: Невероятно! Энергия всех этих тон-жетоновнаполнила тон-бокс!
zh_hans: 好厉害……色彩晶片的能量一下子注入了调色盘……！
zh_hant: 好厲害……色彩晶片的能量全都湧入調色盤了……！

# LogicMsgSdodrStoryBossStart
source: Running compulsory Grayscaling. Error.Retrying... Error persists.
de: Zwingende Grauskalierung wird ausgeführt. Fehler.Neuer Versuch... Fehler besteht weiterhin.
es: Ejecutando decoloración forzosa... ¡ERROR!Reintentando la operación... ¡¿ERROR?!
es_mx: Ejecutando decoloración forzosa... ERROR.Reintentando la operación... ERROR.
fr: Déchromatisation forcée en cours. Erreur.Nouvel essai... Erreur.
it: Decolorazione obbligatoria in corso... Errore.Nuovo tentativo... Errore reiterato.
ja: 強制ノンカラ処理を実行… エラー！再実行… エラーだト？！
ko: 강제 탈색 처리 실행… 에러!재실행… 에러?!
nl: Gedwongen ontkleuringsproces begonnen... Foutmelding.Herstart... Nogmaals een foutmelding.
ru: Выполняю принудительную детонизацию. Ошибка.Повторная попытка... Повторная ошибка.
zh_hans: 执行强制脱色处理……发生错误！再次执行……依旧发生错误？！
zh_hant: 執行強制脫色處理……錯誤！再次執行……錯誤！？

# ManualManualBankaraMatchBankaraMatchBankaraPowerTitle
source: What Is Anarchy Power?
de: Was ist Anarchie-Power?
es: Energía caótica
es_mx: Fuerza caótica
fr: L'Anarchie Power, c'est quoi ?
it: Cos'è l'energia anarchica?
ja: バンカラパワーとは
ko: 카오폴리스 파워란
nl: Wat is chaoskracht?
ru: Сила стихии
zh_hans: 所谓蛮颓战力
zh_hant: 何謂蠻頹戰力

# ManualManualBankaraMatchBankaraMatchButton01
source: Anarchy Battle
de: Anarchie-Kampf
es: Combatecaótico
es_mx: Combatecaótico
fr: Matchanarchie
it: Partitaanarchica
ja: バンカラマッチ
ko: 카오폴리스 매치
nl: Chaos-gevecht
ru: Стихийныйбой
zh_hans: 蛮颓比赛
zh_hant: 蠻頹比賽

# ManualManualBankaraMatchBankaraMatchButton02
source: Splat Zones
de: Herrschaft
es: Pintazonas
es_mx: Pintazonas
fr: Défensede zone
it: Zona splat
ja: ガチエリア
ko: 랭크 에어리어
nl: Spetterzone
ru: Бой за зоны
zh_hans: 真格区域
zh_hant: 真格區域

# ManualManualBankaraMatchBankaraMatchButton03
source: Tower Control
de: Turm-Kommando
es: Torre
es_mx: Torreón
fr: Expéditionrisquée
it: Torre mobile
ja: ガチヤグラ
ko: 랭크 타워
nl: Torentwist
ru: Бой за башню
zh_hans: 真格塔楼
zh_hant: 真格塔樓

# ManualManualBankaraMatchBankaraMatchButton04
source: Rainmaker
de: OperationGoldfisch
es: Pez dorado
es_mx: Pez dorado
fr: MissionBazookarpe
it: Bazookarp
ja: ガチホコバトル
ko: 랭크 피시 배틀
nl: Bazookarper
ru: Мегакарп
zh_hans: 真格鱼虎对战
zh_hant: 真格魚虎對戰

# ManualManualBankaraMatchBankaraMatchButton05
source: Clam Blitz
de: Muschel-chaos
es: Asalto almeja
es_mx: Asalto almeja
fr: Pluie depalourdes
it: Vongol gol
ja: ガチアサリ
ko: 랭크 바지락
nl: Schelpen-strijd
ru: Устробол
zh_hans: 真格蛤蜊
zh_hant: 真格蛤蜊

# ManualManualBankaraMatchBankaraMatchButton06
source: Anarchy Power
de: Anarchie-Power
es: Energía caótica
es_mx: Fuerza caótica
fr: Anarchie Power
it: Energia anarchica
ja: バンカラパワー
ko: 카오폴리스 파워
nl: Chaoskracht
ru: Сила стихии
zh_hans: 蛮颓战力
zh_hant: 蠻頹戰力

# ManualManualBankaraMatchBankaraMatchGachiareaManual00
source: Splatter the Splat Zones with ink, then hold your turf to emerge victorious!
de: Färbe die Splatterzonen und verteidige sie bis zum Sieg!
es: ¡Entinta las zonas de pintado y mantenlas como tu territorio para hacertecon la victoria!
es_mx: Entinta las zonas de pintado y defiéndelas para lograr la victoria.
fr: L'équipe qui encre les zones clés et les protège suffisammentlongtemps l'emporte !
it: Splatta le zone splat, poi difendi il tuo territorioper agguantare la vittoria!
ja: ガチエリアを塗って、一定時間確保したチームが勝利！
ko: 랭크 에어리어를 칠해서 일정 시간 확보한 팀의 승리!
nl: Verf de spetterzones en verdedig ze vervolgens om te winnen!
ru: Чтобы победить, закрашивай зоны и удерживай территорию!
zh_hans: 队伍必须涂墨确保真格区域，确保达到一定时间才能获胜！
zh_hant: 隊伍必須塗墨占領真格區域，占領達一定時間才能獲勝！
