Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualMiiverseMiiverseFaqManual01
source: ・ How can I make Splatfest posts? Once a Splatfest theme is announced, you can make posts after you visit the Splatfest Pledge Box and pick a team. You won't be able to make Splatfest posts if you haven't chosen a team to support.
de: ・ Wie kann ich Splatfest-Beiträge posten? Sobald ein Splatfest-Thema angekündigt wurde und du dich am Wahlstand auf dem Platz für ein Team entschieden hast, kannst du Splatfest-Beiträge posten! Du kannst erst Splatfest-Beiträge posten, wenn du dich für ein Team entschieden hast.
es: ・ ¿Como puedo publicar en un festival? Si se ha anunciado un festival, podrás enviar publicaciones festivas una vez que te hayas unido a un equipo en el terminal de voto. ¡Si no perteneces a ningún equipo, no puedes publicar en el festival!
es_mx: ・ ¿Cómo publico un mensaje festivo? En cuanto se anuncie el tema del festival, acude al kiosco del festival y elige un equipo para poder publicar algo. No podrás publicar mensajes festivos si no has elegido un equipo.
fr: ・ Comment publier au sujet d'un festival ? Une fois le thème d'un festival annoncé, tu peux publier du contenu dès que tu as choisi ton camp à l'urne festive ! Si tu ne choisis pas de camp, tu ne peux pas participer aux publications du festival.
it: ・ Come faccio a pubblicare i post dei festival? Quando viene annunciato un festival, potrai pubblicare post dei festival una volta che avrai scelto una squadra al terminal di voto in piazza. Non potrai pubblicare post dei festival se non scegli una squadra.
ja: ・ フェス投稿は、どうすればできますか？ フェスのお題が発表されたあと、広場の投票所で投票をすると、 フェス投稿ができるようになります。 どちらのチームに所属するかを決めないと、フェス投稿はできません。
ko: ・ 페스티벌 투고는 어떻게 할 수 있나요? 페스티벌 주제가 발표된 후 광장의 투표소에서 투표하면 페스티벌 투고를 할 수 있게 됩니다. 어느 쪽 팀에 소속할지 정하지 않으면 페스티벌 투고를 할 수 없습니다.
nl: ・ Hoe kan ik Splatfest-posts maken? Zodra het thema van een Splatfest is aangekondigd en je een team hebt gekozen bij de Splatfest-stembus, kun je Splatfest-posts maken. Je kunt geen Splatfest-posts maken als je geen team hebt gekozen.
ru: ・ Как создавать Сплатфест-послания? После того как будет объявлена тема Сплатфеста, воспользуйся терминалом для голосования и отдай свой голос стороне, которую хочешь поддержать. Тогда ты сможешь отправлять Сплатфест-послания. Нужно обязательно выбрать одну из сторон, иначе отправить Сплатфест-послание будет невозможно.
zh_hans: ·我该如何进行祭典发布？ 在祭典主题公布后，只要在广场的投票所完成投票， 即可进行祭典发布。 在您尚未决定参加任一队伍之前，将无法进行祭典发布。
zh_hant: ‧該如何進行祭典發表？ 在祭典主題公布之後，只要到廣場的投票所完成投票， 即可進行祭典發表。 在您尚未加入任一隊伍之前，將無法進行祭典發表。

# ManualManualMiiverseMiiverseFaqManual03
source: ・ Can I prevent images from being displayed? While there's no way to prevent images from displaying altogether, you can opt for only preset images created by Nintendo to be displayed. From the Options tab in the menu, change Post Display to OFF.
de: ・ Kann ich verhindern, dass Beiträge auf dem Platz angezeigt werden? Beiträge lassen sich zwar nicht komplett abstellen, aber du kannst festlegen, dass nur von Nintendo gepostete Beiträge angezeigt werden. Stelle dazu in den Optionen im Menü die Einstellung „Nutzerbeiträge“ auf „Aus“.
es: ・ ¿Puedo evitar que se muestren los dibujos en la plaza? No es posible impedir por completo que se muestren, pero puedes elegir que solo aparezcan aquellos creados por Nintendo. Para ello, accede a «Opciones» en el menú y, en el apartado «Ver publicaciones», selecciona «No».
fr: ・ Est-ce que je peux empêcher l'affichage de dessins dans la rue ? Il n'est pas possible de désactiver complètement l'affichage des dessins, mais tu peux choisir de ne voir que les dessins réalisés par Nintendo. Depuis l'onglet Options du menu, règle l'affichage des publications sur Sans.
ja: ・ 広場でイラストを表示しない方法はありますか？ 表示しない方法はありませんが、 任天堂があらかじめ用意したイラストのみを表示することはできます。 メニューのオプションで「投稿の表示」を「表示ＯＦＦ」にしてください。
ko: ・ 광장에서 일러스트를 표시하지 않는 방법이 있나요? 표시하지 않는 방법은 없지만 닌텐도에서 미리 준비한 일러스트만 표시하는 것은 가능합니다. 메뉴의 옵션에서 「투고 표시」를 「표시 OFF」로 설정해 주십시오.
nl: ・ Kan ik ervoor zorgen dat er geen afbeeldingen worden getoond? Hoewel het niet mogelijk is om helemaal geen afbeeldingen weer te geven, kun je ervoor kiezen om alleen standaardafbeeldingen van Nintendo te tonen. Kies OPTIES in het menu en zet 'Posts tonen' op UIT.
ru: ・ Можно ли отключить показ посланий на площади? Отключить показ всех посланий невозможно. Но можно ограничить показ отображением только стандартных изображений, созданных непосредственно компанией Nintendo. Открой в Меню вкладку «Настройки» и выбери ВЫКЛ. для отображения посланий.
zh_hans: ·是否有方法可以让广场不再显示插画？ 没有方法让插画不再显示， 不过您可以选择只显示由任天堂准备的插画。 请通过菜单中的选项将“显示发布内容”设置为“关闭显示”。
zh_hant: ‧是否有方法可以讓廣場不再顯示插畫？ 沒有方法能不再顯示插畫， 不過您可以選擇只顯示由任天堂所準備的插畫。 請透過選單中的選項將「顯示發表內容」設定為「顯示OFF」。

# ManualManualMiiverseMiiverseRuleButton
source: Rules
de: Regeln
es: Normas
es_mx: Normas
fr: Règles
it: Regole
ja: ルール
ko: 룰
nl: Richtlijnen
ru: Правила
zh_hans: 规则
zh_hant: 規則

# ManualManualMiiverseMiiverseRuleManual01
source: ・ Personal information Do not include any information that can be used to identify you or someone else personally, such as your name (or someone else's name), email address, home address, or telephone number.・ Content that might make others uncomfortable Posted drawings may be visible to other users. Do not include words or images in your posts that may upset other users.
de: ・ Persönliche Informationen Poste keine Informationen, mit denen du oder Dritte persönlich identifiziert werden können, wie etwa Namen, E-Mail-Adresse, Adresse oder Telefonnummer.・ Inhalte, die anderen Unbehagen verursachen Gepostete Beiträge können für andere Nutzer sichtbar sein. Verwende in deinen Beiträgen keine Worte oder Bilder, die anderen Nutzern Unbehagen bereiten könnten.
es: ・ Datos personales No publiques ninguna información que permita identificaros a ti o a otras personas (por ejemplo, tu nombre o el de otra persona, direcciones de correo electrónico, domicilios o número de teléfono).・ El contenido no debe ser ofensivo para nadie Otros usuarios podrán ver los dibujos que publiques, así que estos no deben incluir texto o imágenes que puedan ofenderlos.
es_mx: ・ Información personal No incluyas información que pueda utilizarse para identificarte a ti o a terceros, como nombres, direcciones de correo electrónico, direcciones postales o números de teléfono.・ Contenido que pueda resultar ofensivo Puede que otros usuarios vean los dibujos que publiques. No incluyas texto o imágenes que puedan resultar ofensivos.
fr: ・ Vie privée N'inclus aucune information qui pourrait permettre de t'identifier ou d'identifier un tiers, telle qu'un nom, une adresse, une adresse e-mail ou un numéro de téléphone.・ Contenu pouvant gêner les autres utilisateurs Les dessins que tu publies peuvent être vus par d'autres utilisateurs. N'inclus pas de mots ou d'images qui pourraient perturber les autres.
it: ・ Informazioni personali Non includere informazioni che potrebbero essere utilizzate per identificare personalmente te o terze parti, quali il tuo nome o il nome di terze parti, indirizzi e-mail, indirizzi o numeri di telefono.・ Contenuti che potrebbero mettere a disagio altri utenti I disegni pubblicati potrebbero essere visualizzati da altri utenti. Non includere parole o immagini che potrebbero turbare altri utenti.
ja: ・ 自分や他人の個人情報を書かない 自分や他人の「住所」「電話番号」「メールアドレス」などの連絡先や、 それらを特定できる情報を書かないでください。・ 人がいやがることを書かない イラストは、他のユーザーに公開されることがあります。 他の人が不快な気持ちになるような言葉や、イラストを書かないでください。
ko: ・ 자신 및 타인의 개인 정보를 적지 않는다 자신 및 타인의 「주소」, 「전화번호」, 「메일 주소」 등의 연락처와 그것들을 특정할 수 있는 정보를 적지 말아 주십시오.・ 다른 사람에게 불쾌감을 주는 내용을 적지 않는다 일러스트는 다른 유저에게 공개되기도 합니다. 다른 사람을 불쾌하게 하는 말이나 일러스트를 적지 말아 주십시오.
nl: ・ Persoonlijke informatie Voeg geen informatie toe waardoor jij of anderen kunnen worden geïdentificeerd, zoals je naam (of die van een ander), e-mailadres, huisadres of telefoonnummer.・ Content waardoor anderen zich ongemakkelijk kunnen voelen Geposte afbeeldingen kunnen zichtbaar zijn voor andere gebruikers. Gebruik in je posts geen woorden of tekeningen die storend kunnen zijn voor andere gebruikers.
ru: ・ Личная информация Послания не должны содержать информацию, с помощью которой можно идентифицировать как тебя, так и третьих лиц. Например: имя, адрес электронной почты, обычный адрес или номер телефона.・ Послания не должны содержать контент, который может оскорбить чувства третьих лиц. Послания могут увидеть другие игроки. Не используй в них слова или изображения, которые могут оскорбить их.
zh_hans: ·请勿包含自己或他人的个人信息 请勿包含自己或他人的“住址”、“电话号码”、“电子邮箱”等联络方式 或是能使人辨识出以上相关信息的内容。·请勿包含令人不悦的内容 您发布的插画将可能向其他用户公开。 请勿包含令人不悦的词句或插画内容。
zh_hant: ‧請勿包含自己或他人的個人資料 請勿包含自己或他人的「地址」、「電話號碼」、「電子信箱」等聯絡方式， 或是能使人辨識出以上相關資訊的內容。‧請勿包含令人不悅的內容 您發表的插畫可能會向其他用戶公開。 請勿包含會令人不悅的詞句或是插畫內容。

# ManualManualMiiverseMiiverseRuleManual02
source: ・ Inappropriate content Please do not post any commercial or marketing content, content that depicts violence, or content that violates public morality.・ Misreporting Do not deliberately report content that does not violate the rules.
de: ・ Unangemessene Inhalte Poste keine Beiträge mit kommerziellen oder Marketing-Inhalten oder gewaltverherrlichenden oder anstößigen Inhalten.・ Falsche Meldungen Melde nicht absichtlich Inhalte, die nicht gegen die Regeln verstoßen.
es: ・ Contenido inapropiado No publiques ningún contenido comercial o publicitario. Tampoco se admiten contenidos violentos o contrarios a la moral pública.・ Denuncias falsas No debes denunciar a sabiendas contenido que no incumpla las normas.
es_mx: ・ Contenido inapropiado No publiques contenido comercial o publicitario, ni tampoco contenido violento o que atente contra la moral pública.・ Reportes falsos No reportes intencionadamente contenido que no infrinja las normas.
fr: ・ Contenu inapproprié Ne publie pas de contenu à caractère publicitaire, commercial, violent ou immoral.・ Signalement abusif Ne signale pas délibérément de contenu qui n'enfreint pas les règles établies.
it: ・ Contenuti inappropriati Non pubblicare alcun contenuto commerciale o promozionale, contenuti con rappresentazione di violenza o che violino la pubblica morale.・ Segnalazioni infondate Non segnalare deliberatamente i contenuti che non violano le regole.
ja: ・ 不適切な内容を書かない 営利宣伝目的、暴力的、公序良俗に反する内容などは書かないでください。・ 不適切な通報をしない 通報する必要がないイラストに対して、わざと通報しないでください。
ko: ・ 부적절한 내용을 적지 않는다 상업적 광고 목적, 폭력적, 공서 양속에 반하는 내용 등을 적지 말아 주십시오.・ 부적절한 신고를 하지 않는다 신고할 필요가 없는 일러스트를 고의로 신고하지 말아 주십시오.
nl: ・ Ongepaste content Gebruik geen commerciële content of reclame, afbeeldingen van geweld of content die ingaat tegen algemene normen.・ Valse meldingen Maak geen opzettelijke meldingen van content die de regels niet overtreedt.
ru: ・ Неприемлемый контент Послания не могут содержать коммерческую или маркетинговую информацию, а также контент с изображением сцен насилия или контент, который оскорбляет чувства третьих лиц.・ Необоснованные жалобы Избегай преднамеренных необоснованных жалоб на контент, который не нарушает правил.
zh_hans: ·请勿包含不当内容 请勿包含以盈利宣传为目的、暴力、违反公序良俗等相关内容。·请勿不当举报 请勿刻意举报内容未违规的插画。
zh_hant: ‧請勿包含不當內容 請勿包含營利廣告、暴力、違反公序良俗等相關內容。‧請勿不當檢舉 請勿刻意檢舉內容並未違規的插畫。

# ManualManualMiiverseMiiverseRuleManual03
source: ・ Copyright infringement Be careful not to post content that infringes upon the intellectual property rights of others.
de: ・ Urheberrechtsverletzungen Achte darauf, keine Inhalte zu posten, die geistiges Eigentum oder die Privatsphäre Dritter verletzen.
es: ・ Violación de derechos de autor Pon especial cuidado en que tus publicaciones no incumplan los derechos de propiedad intelectual de otras personas.
es_mx: ・ Infracción de derechos de autor No publiques contenido que infrinja los derechos de propiedad intelectual de terceros.
fr: ・ Violation des droits d'auteur Veille à ne pas publier de contenu qui enfreigne les droits de propriété intellectuelle d'autrui.
it: ・ Violazione di copyright Assicurati di non pubblicare contenuti che violino la proprietà intellettuale di altri.
ja: ・ 他人の著作権を侵害しない 他の人の著作権を侵害しないように注意してください。
ko: ・ 타인의 저작권을 침해하지 않는다 다른 사람의 저작권을 침해하지 않도록 주의해 주십시오.
nl: ・ Inbreuk op auteursrecht Let erop dat je posts geen inbreuk maken op de intellectuele- eigendomsrechten van anderen.
ru: ・ Нарушение авторских прав Не публикуй контент, который нарушает права третьих лиц на интеллектуальную собственность.
zh_hans: ·请勿侵害他人的著作权 请注意不要侵害他人的著作权。
zh_hant: ‧請勿侵害他人的著作權 請小心避免侵害他人的著作權。

# ManualManualMiiverseMiiverseRuleTitle
source: Rules
de: Regeln
es: Normas
es_mx: Normas
fr: Règles
it: Regole
ja: ルール
ko: 룰
nl: Richtlijnen
ru: Правила
zh_hans: 规则
zh_hant: 規則

# ManualManualMiiverseMiiverseUseButton
source: How to post!
de: So geht’s!
es: Cómo publicar
es_mx: Cómo dibujar
fr: Publications
it: Pubblicare
ja: 使い方
ko: 사용법
nl: Zo moet het!
ru: Публикация
zh_hans: 使用方法
zh_hant: 使用方法

# ManualManualMiiverseMiiverseUseTitle
source: How to post!
de: So geht’s!
es: Cómo publicar dibujos
es_mx: Cómo dibujar
fr: Publications
it: Pubblicare
ja: 使い方
ko: 사용법
nl: Zo moet het!
ru: Публикация
zh_hans: 使用方法
zh_hant: 使用方法

# ManualManualMiniGameMinigameManual00
source: Get ready for the hottest card game in the Splatlands!
de: Bist du bereit für das heißeste Kartenspiel im Distrikt Splatsville?
es: ¡Prepárate para el juego más competitivo de la región de Tintelia!
es_mx: ¡Prepárate para el juego de cartas más competitivo de la región de Tintelia!
fr: Joue au jeu de cartes dont tout le monde parle dans la Contrée Clabousse !
it: Preparati per il gioco di carte più entusiasmante di Splattonia!
ja: 今バンカラ地方で大流行中のカードゲームをキミも始めてみなイカ？！
ko: 지금 카오폴리스 지방에서 대유행 중인 카드 게임을너도 시작해 보고 싶지 않은가?!
nl: Maak je klaar voor het meest geliefde kaartspel in de Splatlands!
ru: Самый горячий хит настолок Плюхтонии!
zh_hans: 这是目前在蛮颓地区火热流行的卡牌游戏哦！你鱿兴趣来玩玩看吗？！
zh_hant: 這是目前在蠻頹地區蔚為風潮的卡牌遊戲，你要不要也來玩玩看呢！？

# ManualManualMiniGameMinigameManual08
source: Prepare for battle by picking out 15 cards to make a deck.You can save up to 32 different decks.
de: Erstelle dir für den Kampf Decks aus jeweils 15 Karten.Du kannst bis zu 32 verschiedene Decks speichern.
es: Elige 15 cartas para formar el mazo que usarás en combate.Puedes guardar hasta 32 mazos diferentes.
es_mx: Elige 15 cartas para formar el mazo que usarás en combate.Puedes guardar hasta 16 mazos diferentes.
fr: Avant un match, choisis les 15 cartes qui constitueront ton deck.Tu peux sauvegarder jusqu'à 32 decks différents.
it: Preparati alla battaglia scegliendo 15 carte per formare un mazzo.Puoi salvare un massimo di 32 mazzi diversi.
ja: １５枚のカードを選び、デッキを組んで戦おう！デッキは最大３２組まで持つことができるぞ！
ko: 15장의 카드를 선택해서 덱을 만들어 싸우자!덱은 최대 32개까지 가질 수 있다!
nl: Bereid je voor op de strijd door een set van 15 kaarten te vormen. Je kunt wel32 verschillende sets opslaan.
ru: Перед началом боя создай колоду из 15 карт.Можно сохранить до 32 разных колод!
zh_hans: 选择15张卡片组成牌组进行对战吧！最多可以持有32套牌组哦！
zh_hant: 選擇15張卡片組成牌組進行對戰吧！最多可以擁有32副牌組喔！

# ManualManualMiniGameMinigameManualTitle00
source: Tableturf Battle: The Freshest Card Game
de: Revierdecks: Das spritzigste Kartenspiel
es: Gran lucha carterritorial: ¡cartas con nivel!
es_mx: Combate carterritorial: ¡cartas con clase!
fr: Cartes & Territoire, les cartes de la classe
it: Splattanza: quando le carte splattano
ja: 陣取大戦ナワバトラー！！
ko: 땅따먹기 대전 영역 배틀러!!
nl: Slijkslag: het meest verse kaartspel ooit
ru: «Карты и район»: свежайшая карточная игра!
zh_hans: 布阵大战占地斗士！！
zh_hant: 布陣大戰占地鬥士！！

# ManualManualMiniGameMinigameManualTitle01
source: A One-on-One Turf War...with Cards!
de: Ein Revierkampf... mit Karten!
es: ¡Un duelo territorial cara cara... con cartas!
es_mx: Un duelo territorial... ¡con cartas!
fr: Une guerre de territoire... avec des cartes !
it: Una mischia mollusca 1 vs 1... con le carte!
ja: １ｖｓ１で、ナワバリカードバトル！！
ko: 1 vs 1 영역 카드 배틀!!
nl: Een Grondoorlog... met kaarten!
ru: Бой за район один на один. В карты!
zh_hans: 以1vs1的形式展开占地卡牌对战！！
zh_hant: 以1vs1的形式進行占地卡牌對戰！！

# ManualManualMiniGameMinigameManualTitle02
source: Ink It All with Cards
de: Klecksen mit Karten!
es: Entíntalo todo con cartas
es_mx: Entíntalo todo con cartas
fr: Cartes à encrer
it: Inchiostra con le carte
ja: カードを出して、ステージを塗れ！！
ko: 카드를 내서 스테이지를 색칠하자!!
nl: Kleuren met kaarten!
ru: Закрась все с помощью карт!
zh_hans: 出牌对场地涂墨吧！！
zh_hant: 出牌對場地塗墨吧！！

# ManualManualMiniGameMinigameManualTitle03
source: The Rules of Inking
de: Felder klecksen
es: Reglas del entintado
es_mx: Reglas del entintado
fr: Règles de bon voisinage
it: Regole base
ja: 塗り方のルール
ko: 색칠 방법 룰
nl: Verven volgens de regels
ru: Законы района
zh_hans: 涂墨的规则
zh_hant: 塗墨的規則

# ManualManualMiniGameMinigameManualTitle04
source: The Where and How of Inking
de: Klecks-Gewichtung
es: Dónde y cómo entintar
es_mx: Dónde y cómo entintar
fr: Une case pour deux
it: Dove e come inchiostrare
ja: 塗る場所を決めたら、カードをオープン！！
ko: 색칠할 장소를 정하고 카드를 오픈!!
nl: Duelleren met inkt
ru: Как и где закрашивать?
zh_hans: 决定涂墨位置后就翻开卡片！！
zh_hant: 決定塗墨位置後就翻牌吧！！

# ManualManualMiniGameMinigameManualTitle05
source: Special Points for You
de: Spezialpunkte
es: Puntos especiales
es_mx: Puntos especiales
fr: Les points spéciaux : dans l'œil du cyclone
it: Punti speciali
ja: スペシャルポイントをためろ！！
ko: 스페셜 포인트를 모으자!!
nl: Speciale punten
ru: Получение особых очков
zh_hans: 积攒特殊点数吧！
zh_hant: 累積特殊點數吧！！

# ManualManualMiniGameMinigameManualTitle06
source: Special Attacks Turn the Tide
de: Spezialangriffe
es: Cambio de tornas con ataques especiales
es_mx: Cambia tu suerte con ataques especiales
fr: Les attaques spéciales : avis de tempête
it: Gli attacchi speciali cambiano tutto
ja: スペシャルアタックで大逆転！！
ko: 스페셜 어택으로 대역전!!
nl: Speciale aanvallen keren het tij
ru: Изменение хода игры с помощью особых атак
zh_hans: 靠特殊攻击来逆转局势！！
zh_hant: 靠特殊攻擊一舉逆轉戰局！！

# ManualManualMiniGameMinigameManualTitle07
source: Build Your Collection
de: Erweitere deine Sammlung
es: Amplía tu colección
es_mx: Amplía tu colección
fr: La passion de la collection
it: Crea la tua collezione
ja: イカしたカードを集めよう！！
ko: 어메이징한 카드를 모으자!!
nl: Bouw je collectie op
ru: Собери целую коллекцию
zh_hans: 收集超鱿型的卡片吧！！
zh_hant: 收集超魷型的卡片吧！！

# ManualManualMiniGameMinigameManualTitle08
source: Deck Out Your Cards
de: Decks erstellen
es: Prepara tus cartas
es_mx: Prepara tus cartas
fr: Le deck plus ultra
it: Organizza i tuoi mazzi
ja: 自分だけのデッキを組もう！！
ko: 나만의 덱을 만들자!!
nl: Stel kaartensets samen
ru: Создай свою колоду
zh_hans: 编辑个人专属的牌组吧！！
zh_hant: 打造個人專屬的牌組吧！！

# ManualManualPlzAmiiboMySetAmiiboMySetManual00
source: In the Equip menu, select amiibo underOther, and then choose Save to amiibo!Tap the amiibo to save your equipped gearalong with your options and Freshest Fits.
de: Wähle im Anpassen-Menü Sonstiges ⇒ amiibound dann „Speichern“. Scanne das amiibo, umdeine aktuelle Ausrüstung, deine Kamera-Optionen und deine Lieblings-Styles zu speichern.
es: En el menú de personalización, elige«Más opciones», luego «amiibo» y, por último,«¡Guardar!». Acerca el amiibo al punto decontacto NFC para guardar el equipamiento quellevas, las opciones y tus atuendos favoritos.
fr: Dans le menu de personnalisation, sélectionneAutres, puis amiibo et enfin Sauvegarder !Scanne ensuite l'amiibo sur lequel tu souhaitessauvegarder ton équipement actuel ainsi quetes réglages de caméra et tes tenues favorites.
it: Nel menu Spogliatoio, seleziona amiibonella sezione Altro, quindi scegli Salva!Usa l'amiibo su cui salvare l'equipaggiamento,le opzioni e i tuoi look preferiti.
ja: カスタマイズで「その他」の「amiibo」を開いて「書きこむ！」を選ぼう！amiiboをタッチすると、そうびしているギアやオプション、マイコーデを覚えてもらえるよ！
ko: 커스터마이즈에서 「기타」의 「amiibo」를 열고「저장하기」를 선택하자!amiibo를 터치하면 장비하고 있는 기어 및옵션, 마이 코디를 amiibo에 저장할 수 있다!
nl: Kies in het uitrustingsscherm OPTIES → amiibo,en daarna OPSLAAN! Scan de amiibo om je huidigeuitrusting, camera-instellingen en lievelings-stijlen op te slaan.
ru: В меню «Снаряжение» выбери amiibo в Прочее,а затем выбери Сохранить на amiibo! Поместиamiibo, чтобы сохранить используемоеснаряжение, настройки и свежие прикиды!
zh_hans: 在自定义中，通过“其他”打开“amiibo”并选择“储存至amiibo！”吧！只要触碰amiibo，就能记忆目前穿戴的装备、选项以及个人穿搭哦！
zh_hant: 在自訂選單中，透過「其他」打開「amiibo」並選擇「寫入！」吧！只要點觸amiibo，就能記憶目前身上的裝備、選項的設定以及個人穿搭喔！

# ManualManualPlzAmiiboMySetAmiiboMySetManual00Title
source: Saving Gear
de: Ausrüstung speichern
es: Guardar el equipamiento
es_mx: Guardar equipo
fr: Sauvegarde de l'équipement
it: Salvare l'equipaggiamento
ja: 覚えてもらう
ko: 저장하기
nl: Uitrusting opslaan
ru: Сохранение снаряжения
zh_hans: 记忆穿搭
zh_hant: 記憶穿搭

# ManualManualPlzAmiiboMySetAmiiboMySetManual01Title
source: Changing Gear
de: Ausrüstung wechseln
es: Cambiar de equipamiento
es_mx: Cambiar equipo
fr: Modifier l'équipement
it: Cambiare equipaggiamento
ja: 着替える
ko: 갈아입기
nl: Uitrusting wisselen
ru: Изменение снаряжения
zh_hans: 更换穿搭
zh_hant: 更換穿搭

# ManualManualPlzAmiiboMySetAmiiboMySetManual02Title
source: Freshest Fits
de: Lieblings-Styles
es: Atuendos favoritos
es_mx: Tus atuendos
fr: Tenues favorites
it: Look preferiti
ja: マイコーデ
ko: 마이 코디
nl: Lievelingsstijl
ru: Свежие прикиды
zh_hans: 个人穿搭
zh_hant: 個人穿搭

# ManualManualPlzAmiiboPhotoAmiiboPhotoManual00Title
source: Call amiibo
de: amiibo rufen
es: Llamar a un amiibo
es_mx: Llamar a un amiibo
fr: Appeler un amiibo
it: Chiama amiibo
ja: amiiboを呼び出す
ko: amiibo 불러내기
nl: amiibo roepen
ru: Вызов amiibo
zh_hans: 召唤amiibo
zh_hant: 召喚amiibo

# ManualManualPlzAmiiboPhotoAmiiboPhotoManual01Title
source: Set Pose
de: Pose wählen
es: Elegir pose
es_mx: Elegir una pose
fr: Choisir une pose
it: Scegli posa
ja: ポーズを決める
ko: 포즈 지정하기
nl: Pose kiezen
ru: Позирование
zh_hans: 决定姿势
zh_hant: 決定姿勢

# ManualManualRegularMatchRegularMatchManual00
source: Teams have three minutes to try to ink more ground than their opponents!
de: Jedes Team versucht, in drei Minuten am meisten Boden zu färben!
es: ¡Cada equipo tiene tres minutos para entintar más superficie que sus rivales!
es_mx: ¡Cada equipo tiene tres minutos para entintar más superficie que sus rivales!
fr: Chaque équipe dispose de trois minutes pour encrer le sol etcouvrir d'encre un territoire plus vaste que celui de l'adversaire.
it: Le squadre hanno 3 minuti per inchiostrare più terreno degli avversari!
ja: ３分間地面を塗りまくって、ナワバリが多いチームの勝ち！
ko: 3분간 땅을 칠해서 더 많은 영역을 확보한 팀의 승리!
nl: Elk team probeert om binnen drie minuten zo veel mogelijk grond te verven!
ru: У команд есть три минуты, чтобы закрасить как можно больше территории!
zh_hans: 在3分钟内持续对地面涂墨，占地面积更多的队伍即可获胜！
zh_hant: 隊伍必須在3分鐘內持續對地面塗墨，占地面積較多才能獲勝！

# ManualManualRegularMatchRegularMatchTitle01
source: Turf War: The Rules
de: Revierkämpfe: Regeln
es: Territorial
es_mx: Territorial
fr: Guerre de territoire : les règles
it: Mischie mollusche: le regole
ja: ナワバリバトルとは
ko: 영역 배틀이란
nl: Grondoorlog: de spelregels
ru: Бой за район: правила
zh_hans: 所谓占地对战
zh_hant: 何謂占地對戰

# ManualManualRegularMatchRegularMatchTitle02
source: Special Weapons
de: Spezialwaffen
es: Armas especiales
es_mx: Armas especiales
fr: Armes spéciales
it: Armi speciali
ja: スペシャルウェポン
ko: 스페셜 웨펀
nl: Speciale wapens
ru: Особое оружие
zh_hans: 特殊武器
zh_hant: 特殊武器

# ManualManualRegularMatchRegularMatchTitle03
source: Turf Map
de: Karte
es: Mapa de territorios
es_mx: Mapa de territorios
fr: Carte territoriale
it: Mappa
ja: ナワバリマップ
ko: 영역 맵
nl: Terreinkaart
ru: Карта района
zh_hans: 占地地图
zh_hant: 占地地圖

# ManualManualRegularMatchRegularMatchTitle04
source: Super Jump
de: Supersprung
es: Supersalto
es_mx: Supersalto
fr: Super saut
it: Super salto
ja: スーパージャンプ
ko: 슈퍼 점프
nl: Supersprong
ru: Суперпрыжок
zh_hans: 超级跳跃
zh_hant: 超級跳躍

# ManualManualRegularMatchRegularMatchTitle05
source: After the Battle
de: Nach dem Kampf
es: Tras el combate
es_mx: Tras el combate
fr: Une fois le match terminé
it: Dopo la partita
ja: バトルが終わったら
ko: 배틀이 종료되면
nl: Na het gevecht
ru: После боя
zh_hans: 对战结束后
zh_hant: 對戰結束後

# ManualManualVendorVendorAddGearPowerTitle
source: Add Gear Ability
de: Effekte hinzufügen
es: Añadir potenciadores
es_mx: Añadir potenciadores
fr: Ajouter un bonus d'équipement
it: Aggiungere abilità
ja: ギアパワーを付ける
ko: 기어 파워 붙이기
nl: Effecten toevoegen
ru: Добавить свойства снаряжения
zh_hans: 附加装备能力
zh_hant: 附加裝備能力
