Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipCommentDroneCadenceDefeatEnemyUpUnlockComment02
source: If you're going to go up againstlots of enemies, might as well fillPearl's gauge while you're at it.
de: Wenn du dich schon durch TausendeGegner kämpfen musst, wieso nichteinfach mit jedem Klecks PerlasAnzeige aufladen?
es: Si eliminas a hordas de enemigos,el medidor de Perla pegará un subidónde los buenos.
es_mx: Si eliminas a hordas de enemigos,el medidor de Perla se llenará en uninstante.
fr: Si tu t'apprêtes à affronter des tasd'ennemis, c'est plutôt dans ton intérêtde remplir la jauge de Perle.
it: Se devi affrontare un'orda dinemici, tanto vale riempire anchel'indicatore di Alga.
ja: 群れで攻めてくる敵を倒しまくればヒメのゲージがグングン増えるネ
ko: 떼를 지어 공격하는 적을 쓰러뜨리면히메의 게이지가 쭉쭉 늘어나겠는걸
nl: Als je het tegen veel vijanden opneemt,kunt je net zo goed ook meteen Loreleismeter vullen.
ru: Если тебе предстоит сражатьсяс врагами, почему бы заодноне заполнить шкалу Жемчика...
zh_hans: 有了它，击倒成群攻过来的敌人时，就会让小姬的蓄力槽不断增加呢。
zh_hant: 只要擊倒成群來襲的敵人，就能讓小姬的蓄力槽持續增加呢。

# SdodrSdodrColorTipCommentDroneCadenceDefeatEnemyUpUnlockComment03
source: Splat Ink Recovery also kicks inwhen you take out fish, so havingboth gives you double benefits!
es: Liquidar enemigos también te beneficiasi usas «recarga de tinta liquidativa».Aplica los dos ¡y tendrás doble ventaja!
fr: Et si tu équipes en prime Récup d'encrequi agit quand tu liquides de la poiscaille,c'est double bénef !
it: Anche Recupero colore a splat siattiva quando elimini i pesci, quindipotrebbe essere una buona ideausare le due schede insieme.
ja: 「撃破インク回復」も敵を倒すと効果が出るので、合わせてセットすれば倒すたびに二つイイことがありますよ～
ko: 「격파 잉크 회복」도 적을 쓰러뜨리면효과가 있으니 조합해서 세팅하면쓰러뜨릴 때마다 좋은 일이 2배예요～
nl: De Inktvampierchip komt ook van pas alsje vijanden uitschakelt, dus je profiteertdubbel als je beide chips hebt.
ru: «Плюхи пополняют краску» тожевключается, когда ты плюхаешьврагов. Бери оба, и будете вместеполучать преимущества!
zh_hans: 击倒敌人也会触发“击倒墨汁回复”效果，两者都装备的话，每次击倒敌人，都会获得双重好处哦～
zh_hant: 擊倒敵人也會觸發「擊倒墨汁回復」的效果，搭配在一起使用的話，就能在擊倒敵人時享有兩種好處喔～

# SdodrSdodrColorTipCommentDroneCadenceDefeatEnemyUpUnlockComment04
source: It works when I splat stuff too!I'm thinking...RAMPAGE!
de: Sogar die Gegner, die ICH besiege,zählen! Also los, rein in die Vollen!
es: ¡Funciona incluso cuando me cargoyo a esos indeseables! ¡Arrasemoscon todos!
es_mx: ¡Funciona incluso cuando eliminoyo a esos indeseables! ¡Arrasemoscon todos!
fr: Et ça fonctionne aussi quand c'est moiqui arrose ! J'imagine déjà la paniquedans les rangs ennemis !
it: E funziona anche se splatto io!Non c'è scampo per nessuno!
ja: アタシの攻撃で倒しても効果あんのな！ハチ、いっしょに倒しまくんぞ！
ko: 내 공격으로 쓰러뜨려도 효과가 있구나!에이트, 같이 신나게 쓰러뜨리자!
nl: Zelfs de vijanden die ik uitschakel,tellen mee! Dus... waar wachten wenog op?!
ru: И когда я кого-то плюхаю,оно тоже работает! Ух, ониу нас попляшут...
zh_hans: 我击倒敌人也会触发效果啊！小八，我们一起多多击倒敌人吧！
zh_hant: 敵人被我擊倒時也會觸發效果呢！小八，我們同心協力收拾敵人吧！

# SdodrSdodrColorTipCommentDroneCadenceMoveUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDroneCadenceMoveUpUnlockComment02
source: Pearl's drone gauge will fill upanytime you move. Run, swim,whatever. It all works.
de: Perlas Drohnenanzeige füllt sich,wenn du dich bewegst. Ob laufendoder schwimmend, ist egal.
es: El medidor de dron de Perla se llenarásiempre que te muevas: correr, nadar...lo que sea. Todo vale.
es_mx: El medidor de dron de Perla se llenarásiempre que te muevas: correr, nadar...lo que sea. Todo sirve.
fr: Avec ça, la jauge du drone Perle seremplit dès que tu te déplaces. Cours,nage, fais ce que tu veux, toutfonctionne !
it: L'indicatore drone di Alga si riempiequando ti muovi. Corri, nuota... quelloche ti pare, conta tutto!
ja: 走ったり泳いだり、ハチが移動するとヒメのドローンゲージが増えるヨ
ko: 달리든 헤엄치든 에이트가 이동하면히메의 드론 게이지가 늘어나
nl: Loreleis dronemeter wordt gevuld als jein beweging bent. Dus het maakt nietuit of je rent of zwemt!
ru: Шкала дрона Жемчика будетзаполняться быстрее во времялюбого движения. Бегай,плавай, что угодно — всесработает.
zh_hans: 无论是奔跑还是游泳，只要小八移动，就会让小姬的无人机蓄力槽增加哦。
zh_hant: 不論是奔跑或游泳，只要小八移動，小姬的無人機蓄力槽就會增加喔。

# SdodrSdodrColorTipCommentDroneCadenceMoveUpUnlockComment03
source: It's especially effective if youcan pair it with Run Speed Up orSwim Speed Up!
es: ¡Es especialmente efectivo si locombinas con «velocidad a pie»o «velocidad a nado»!
fr: Elle est encore plus efficace si tula combines avec Course à pied ouTurbo-calamar !
it: È particolarmente efficace se laabbini a Velocità + o Velocità nuoto +!
ja: 「ヒト移動速度」や「イカダッシュ速度」と合わせると効果的ですね～
ko: 「인간 이동 속도」나 「징어대시 속도」와조합하면 효과적이겠네요～
nl: De chip is extra effectief als je hemcombineert met de Hardloperchip of deZwemdiplomachip!
ru: А чтобы получалось еще лучше,можно совместить с жетонами«Спринтер» или «Плавунец»!
zh_hans: 搭配“人类移动速度”和“鱿鱼冲刺速度”会有非常显著的效果～
zh_hant: 搭配「人類移動速度」或「魷魚衝刺速度」一起使用的話會相當有效呢～

# SdodrSdodrColorTipCommentDroneCadenceMoveUpUnlockComment04
source: My gauge fills up if Eight runs?!Eight! I need to get you anexercise wheel or something!
de: Nr. 8 läuft und meine Drohnelädt sich auf? Los, wir kaufenein Laufband oder so!
es: ¡¿Mi medidor se llena cuando Ochocorre?! Ocho, ¡ponte a entrenar ya!
es_mx: ¡¿Mi medidor se llena cuando Ochocorre?! Ocho, ¡ponte a entrenar ya!
fr: Ma jauge se remplit quand Huit court ?Quelqu'un a une roue de hamster géanteà nous prêter ?
it: Il mio indicatore si riempie seOtto corre? Allora comprati untapis roulant!
ja: ハチが走るとアタシのゲージがたまる？！なんか、ハチが発電機みてーだ！
ko: 에이트가 달리면 내 게이지가 모인다고?!에이트가 무슨 발전기 같네!
nl: Mijn meter wordt gevuld als Achtrent?! Acht! Laten we zo snel mogelijkeen loopband kopen!
ru: Моя шкала заполняется, когдаВосьмерка бегает?! Восьмерка!Айда на беговую дорожку!
zh_hans: 小八跑起来就会积攒我的蓄力槽？！感觉小八就像发电机一样！
zh_hant: 只要小八奔跑就能累積我的蓄力槽！？感覺小八就像發電機一樣耶！

# SdodrSdodrColorTipCommentDroneCadencePaintUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDroneCadencePaintUpUnlockComment02
source: It's useful for weapons that inklots of turf. Especially if you'veset some Main Ink Coverage chips.
es: Es muy útil con armas que entintangrandes superficies de terreno, sobretodo si usas también «entintado dearma principal».
fr: Les armes qui encrent de largessurfaces, c'est très pratique. Surtoutsi tu équipes une puce Grande surface...ou plusieurs.
it: Molto utile con armi che inchiostranotanto terreno. Soprattutto se aggiungiqualche scheda Copertura principale.
ja: 塗りが強いブキにぴったりだネ「メインショット塗り」のチップと合わせるのもイイ
ko: 색칠 성능이 강한 무기에 딱이야「메인 샷 색칠」 칩과 조합해도 좋겠어
nl: Deze chip is handig voor wapens dieveel grond verven. Vooral als je ook watHoofdwapeninktverspreidingchips hebt.
ru: Полезно с оружием, котороеэффективно прокрашиваетповерхность. Особенно в унисонес жетонами «Прокрас основным +».
zh_hans: 它适合搭配涂墨能力强的武器呢。和“主要武器发射涂墨”的晶片搭配使用也不错。
zh_hant: 很適合塗墨能力強的武器呢。搭配「主要武器發射塗墨」的晶片一起使用也很不錯。

# SdodrSdodrColorTipCommentDroneCadencePaintUpUnlockComment03
source: Know what's cool? If you givePearl the Drone Sprinkler chip,this lets her fill her own gauge!
es: ¿Sabes lo que mola? Usa además«aspersor drónido», ¡y Perla podrállenar también su propio medidor!
fr: Tu sais ce qui est génial ? Si tu équipesPerle avec la puce Fontaine du drone,elle peut remplir sa propre jauge !
it: E vuoi una dritta? Se dai ad Algala scheda Spruzzatore per drone,il suo indicatore si riempiepraticamente da solo!
ja: 「ドローンスプリンクラー」と合わせれば、センパイが塗りながらセンパイのゲージがたまりますね♪
ko: 「드론 스프링클러」와 조합하면선배가 칠하면서 선배의 게이지를모을 수 있겠네요♪
nl: Weet je wat cool is? Als je Lore de Drone-inktsprinklerchip geeft terwijl jij deze chipgebruikt, kan ze haar eigen meter vullen!
ru: Хочешь забавный лайфхак?Если ты дашь Жемчику жетоны«Распыляторы дрона», онасможет сама заполнять своюшкалу!
zh_hans: 只要搭配“无人机洒墨器”，前辈就能一边涂墨，一边积攒蓄力槽了♪
zh_hant: 只要搭配「無人機灑墨器」一起使用，前輩就能一邊塗墨一邊累積蓄力槽了♪

# SdodrSdodrColorTipCommentDroneCadencePaintUpUnlockComment04
source: I'd be like a Pearl-petual motionmachine! Think of the damage Icould do that way!
de: So hab ich PERL-manent genugTinte und kann PERL-fekt deineGegner wegklotzen!
es: ¡Yo me lo entinto y yo me lo como!¡Y todo esto te beneficiará a ti, Ocho!
es_mx: Entinto, recargo, entinto, recargo,hasta el infinito. ¡Todo por ti, Ocho!
fr: Ça ferait de moi un véritablemouvement Perle-pétuel !Imagine un peu le carnage !
it: E allora possiamo ben dire...Alga... loppo! Pensa a quantidanni potrei fare!
ja: 自家発電ってことか！ハチのサポートがはかどりそうだ！
ko: 자가발전이라는 거지?에이트를 서포트하기 수월해지겠어!
nl: Dan ben ik niet te stoppen! Stel je voorhoeveel schade ik zo kan aanrichten!
ru: Вечный двигатель, йо!Ты представь, скольковрагов я смогу наплюхать!
zh_hans: 也就是能自给自足啊！感觉能更加顺利地支援小八！
zh_hant: 所以我能幫自己發電是吧！感覺可以更積極地輔助小八了！

# SdodrSdodrColorTipCommentDroneCadenceTimeUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDroneCadenceTimeUpUnlockComment02
source: Set a few of these, and Pearl'sdrone gauge will fill faster thanpaint dries.
de: Bau ein paar dieser Chips ein undPerlas Drohnenanzeige füllt sich imPropellerumdrehen wieder auf.
es: Con unos cuantos de estos, el medidordel dron Perla se llenará en menos queentinta un pulpo.
es_mx: Con unos cuantos de estos, el medidordel dron Perla se llenará en menos de loque entinta un pulpo.
fr: Équipes-en quelques-unes, et la jaugedu drone Perle se remplira avant quetu aies pu dire « ouf ».
it: Con un po' di queste, l'indicatoredrone di Alga si riempirà piùvelocemente di quanto ci mettel'inchiostro ad asciugarsi.
ja: 複数枚セットすると、目に見えてヒメのドローンゲージ増加が速まるヨ
ko: 여러 개 세팅하면 히메의 드론 게이지가눈에 띄게 빨리 증가할 거야
nl: Met een paar hiervan vult Loreleisdronemeter zich sneller dan normaal.
ru: С несколькими такими жетонамишкала дрона Жемчика будетвосполняться... очень быстро.
zh_hans: 如果装备多块这种晶片，小姬的无人机蓄力槽积攒速度会明显变快哦。
zh_hant: 如果安裝複數枚此種晶片，小姬的無人機蓄力槽增加速度就會明顯變快喔。

# SdodrSdodrColorTipCommentDroneCadenceTimeUpUnlockComment03
source: And if you set Mobile Drone Gaugeto go with it, she'll be giving youassists left and right!
es: Si lo usas junto con «medidor de droncinético», ¡contarás con la ayuda dePerla mucho más tiempo!
fr: Et si tu la combines avec Jauge dudrone mobile, Perle pourra t'assisternon-stop !
it: E se aggiungi Indicatore dronein movimento, Alguccia farà faville!
ja: 「移動ドローンゲージ」とかと合わせれば、センパイの行動が出まくりです～♪
ko: 「이동 드론 게이지」 같은 칩과 조합하면선배의 행동이 자주 나올 거예요～♪
nl: En met de chip Drone tanken in bewegingkrijgt ze nog makkelijker energie om jete helpen!
ru: А если добавишь еще и жетоны«Зарядка дрона на ходу +»,жем-дрон будет помогать тебенон-стоп!
zh_hans: 搭配“移动 无人机蓄力槽”之类的晶片，前辈就能不断地做出行动了～♪
zh_hant: 只要搭配「移動 無人機蓄力槽」之類的晶片一起使用，前輩就能不斷地行動了～♪

# SdodrSdodrColorTipCommentDroneCadenceTimeUpUnlockComment04
source: But remember—there's no point inbuilding gauge unless you gimmea chip that lets me do stuff!
de: Aber ganz wichtig: Ohne Chips,die mir Aktionen verschaffen,bringt das ganze Aufladen nix!
es: Peeero... ¡de poco te servirá llenarel medidor si no usas cromochips queme permitan efectuar acciones!
es_mx: Peeero... ¡llenar el medidor no tienechiste si no usas cromochips queme permitan realizar acciones!
fr: Enfin oublie pas qu'améliorer ma jaugeservira pas à grand-chose si tu équipespas de puces d'action pour moi !
it: Ma ricorda: non serve riempirel'indicatore se non usi schede chemi danno azioni speciali!
ja: アタシの行動を追加するチップがないと意味ねーから、そのへんたのむぞ、ハチ！
ko: 내 행동을 추가하는 칩이 없으면소용없으니까 그 점도 잘 부탁해, 에이트!
nl: Maar vergeet niet: het heeft geen zinom de meter te vullen tenzij je me eenchip geeft waarmee ik iets kan doen!
ru: Ага, только не забудь спервадать мне жетоны, которыепозволяют мне всякое делать!
zh_hans: 少了为我增加行动的晶片也没用，那方面就拜托你分配了，小八！
zh_hant: 但要是沒有晶片來新增我能執行的行動就沒意義了，所以這部分就拜託你囉，小八！

# SdodrSdodrColorTipCommentEnemySinkUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentEnemySinkUpUnlockComment02
source: Slowing down enemies on yourturf means Poison Ink is evenmore effective if you have it.
es: Con este cromochip, el efecto de «tintatóxica» frenará aún más a los rivalesque se muevan por tu territorio.
fr: Si tu l'utilises pour embourber l'ennemidans ton encre, alors Encre empoisonnéesera encore plus efficace... si tul'insères.
it: Se rallenti i nemici sul tuo territoriovuol dire che Inchiostro velenosodiventa ancora più utile.
ja: こっちのインクに乗った敵をおそくすれば、「インクパチパチ」でたっぷりダメージをあたえられるネ
ko: 우리 쪽 잉크 위의 적을 느리게 만들면「포이즌 잉크」로 톡톡히 대미지를줄 수 있겠어
nl: Vijanden vertragen op je terreinmaakt de Gifinktchip nog effectiever.
ru: Эти жетоны замедляютврагов на прокрашенных тобойповерхностях, а значит, жетоны«Ядовитость краски +» тожестанут более эффективными.
zh_hans: 只要让踩到我们墨汁的敌人行动减缓，就可以通过“灼烧墨汁”造成大量伤害呢。
zh_hant: 只要讓踩在我方墨汁上的敵人行動速度減緩，就能利用「灼燒墨汁」造成大量傷害呢。

# SdodrSdodrColorTipCommentEnemySinkUpUnlockComment03
source: And if you've set Hindrance Damage,that synchronizes nicely too!
es: Y, si además empleas «daño porralentización», ¡el resultado esaún más satisfactorio!
fr: Et je me permets de mentionner Dégâtsd'entrave, qui marche aussi bien aveccette puce !
it: E se stai usando anche Danno da intralcio,sarà davvero un set perfetto.
ja: 「おそくした敵ダメージ」も有効なので、合わせてセットしたいですね～
ko: 「느려진 적 대미지」도 효과가 있으니조합해서 세팅하면 좋겠네요～
nl: En als je de Hinderschadechip gebruikt,komt er nog een schepje schadebovenop!
ru: И «Урон по врагам в краске +»здесь тоже очень подойдет!
zh_hans: “缓速敌人伤害”也很有效，真想搭配它一起装备试试呢～
zh_hant: 對「緩速敵人傷害」也會有效，讓人很想搭配在一起使用呢～

# SdodrSdodrColorTipCommentEnemySinkUpUnlockComment04
source: The ink's so gunky. Eight's notgonna get bogged down in thisstuff, right?
de: Bäh, ich hasse Tinte, die zu sehrklebt. Aber für dich kein Problem,Nr. 8, stimmt's?
es: Qué pegajosa es la tinta... Procurano empantanarte, ¿vale, Ocho?
es_mx: Qué pegajosa es la tinta... Pero Ochono se empantanará, ¿verdad?
fr: Pouah, de l'encre gluante... Ça va pasaussi ralentir Huit, hein ? Ce seraitballot...
it: Certo che l'inchiostro diventaproprio una specie di melma!Non rallenterà anche Otto, vero?
ja: インクがネバネバ…ハチの足はおそくなんねーよな？
ko: 잉크가 끈적하게…에이트도 느려지는 건 아니지?
nl: Dan wordt de inkt superkleverig. Achtzal er toch geen last van hebben, hè?
ru: Но ведь Восьмерка в этой жижене будет застревать, йо? Да не,с чего бы...
zh_hans: 粘稠的墨汁……小八的行动不会受影响吧？
zh_hant: 黏稠的墨汁……小八的行動應該不受影響對吧？

# SdodrSdodrColorTipCommentFarDamageRatioUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentFarDamageRatioUpUnlockComment02
source: This goes great with chargers orsplatlings. Hit hard from far awayso they never get close.
de: Hervorragend für Konzentratoren oderSplatlings. Je mehr Gegner du aus derFerne eliminierst, desto weniger Ärgerim Nahkampf.
es: Va muy bien con cargatintas otintralladoras. Alcanza con fuerzaal enemigo desde lejos para queno se te acerque.
es_mx: Va muy bien con cargatintas ogarabateadores. Alcanza con fuerzaal enemigo desde lejos para queno se te acerque.
fr: La puce idéale pour les badigeonneurs etfusils. Frappe fort de loin pour empêcherl'ennemi d'approcher.
it: L'accoppiata perfetta con armia carica e splatling. Colpisci duroda lontano e non farli avvicinare!
ja: 遠くからねらうチャージャーやスピナーとの相性はバツグンだネ
ko: 먼 곳에서 공격하는 차저나 스피너와상성이 뛰어난걸
nl: Deze chip combineert heel fijnmet laders of spetlingen. Heersvan op gepaste afstand.
ru: Хорошо работает с нагнетателямии брызгометами. Ты сможешьнанести высокий урон издалекаи не подпустить врага к себе.
zh_hans: 它和从远处瞄准敌人的蓄力狙击枪和旋转枪很配呢。
zh_hant: 相當適合可以從遠處瞄準敵人的蓄力狙擊槍跟旋轉槍呢。

# SdodrSdodrColorTipCommentFarDamageRatioUpUnlockComment03
source: Imagine what it's like with a fewMain Range chips! Oh, exceptPearl doesn't like chargers.
es: ¡Y no veas cómo va con cromochipsdel tipo «alcance de arma principal»!Sí, ya... Que a Perla no se le dan bienlos cargatintas.
fr: Imagine l'effet si tu en utilisesplusieurs ! Oh, mais c'est vrai,Perle est pas fan de fusils.
it: Pensa come dev'essere con un paiodi schede Gittata principale! Soloche Alga non ama le armi a carica...
ja: 「メイン射程」のチップと合わせれば、遠くから一方的に攻撃できますね～あっ、センパイはチャージャー、苦手でしたね
ko: 「메인 사정거리」 칩과 조합하면멀리서 일방적으로 공격할 수 있겠어요～앗, 선배는 차저를 별로 안 좋아하셨죠
nl: Stel je voor wat je bereikt met eenpaar Hoofdwapenbereikchips! O,maar Lore houdt helemaal niet vanladers.
ru: А если добавить пару жетонов«Дальность основного +», то...Хотя нет, неважно. Жемчикунагнетатели не нравятся, такчто можно не продолжать...
zh_hans: 搭配“主要武器射程”的晶片使用，就可以从远处单方面地进行攻击～啊，前辈好像不擅长使用蓄力狙击枪吧？
zh_hant: 只要搭配「主要武器射程」的晶片一起使用就能從遠處單方面展開攻勢了～啊，我記得前輩不太會用蓄力狙擊槍吧。

# SdodrSdodrColorTipCommentFarDamageRatioUpUnlockComment04
source: The thing about chargers isI can't hit anything, and for somereason everything can hit me!
de: Mit Konzentratoren treffe icheinfach nichts, und alle treffenmich. Kosmisches Gesetz!
es: Es que con los cargatintas no leacierto a nada y, no sé por qué,¡siempre me aciertan a mí!
es_mx: Es que con los cargatintas no leacierto a nada y, no sé por qué,¡siempre me aciertan a mí!
fr: Le truc avec les fusils, c'est queje me fais arroser bien plus quej'arrose !
it: Il problema con le armi a caricaè che non ci prendo mai... mentrei nemici mi prendono sempre!
ja: チャージャーって、当たんねーんだよなーでも、なぜかこっちには当たるんだよ！
ko: 차저는 맞히기 힘들잖아～그런데 왜인지 적이 쏘면 잘 맞는다니까!
nl: Ik heb geen probleem met laders,behalve dat ik nooit wat raak, enalles en iedereen mij lijkt te raken!
ru: Ну не то чтобы не нравятся...Просто я из них попасть не могу,и меня все время плюхают...
zh_hans: 蓄力狙击枪用起来打不中人啊～但奇怪的是，我经常会被打中！
zh_hant: 因為蓄力狙擊槍總是打不到人啊～但奇怪的是，我卻很常被別人打中耶！

# SdodrSdodrColorTipCommentHomingShotUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentHomingShotUnlockComment02
source: It hits marked enemies withouthaving to aim. It can be quirky,so not everyone's a fan.
de: Gegner treffen, ohne zu zielen!Wobei die Lenkwirkung so ihreEigenheiten hat.
es: Alcanza a los enemigos marcadossin tener que perseguirlos. Suenagenial, pero no es del gusto de todos.
es_mx: Alcanza a los enemigos marcadossin tener que apuntarles directamente.Tiene sus peculiaridades, así que talvez no sea del gusto de todos.
fr: Elle permet d'arroser les ennemis cibléssans avoir à viser. On aime ou on aimepas, question de goût.
it: Colpisce i nemici contrassegnatisenza dover mirare. Ci vuole un po'per abituarsi, quindi potrebbe nonessere adatta a tutti.
ja: 勝手に敵をねらってくれるんダネねらっている敵にはマークがつくヨクセがあるから好みが分かれるカナ？
ko: 알아서 적을 조준해 줘조준한 적에게는 마크가 생기지개성이 뚜렷해서 호불호가 갈릴지도 몰라
nl: Vijanden raken zonder te mikken!Hij kan af en toe onvoorspelbaarzijn, dus niet iedereen is er evendol op.
ru: Выпущенная из оружия краскабудет пытаться наводиться наврага. У этих жетонов есть своинюансы, так что это дело вкуса.
zh_hans: 用它能自动瞄准敌人呢。被瞄准的敌人身上会出现标记。独特的手感会让它的评价褒贬不一吧？
zh_hant: 可以自動瞄準敵人呢。被瞄準的敵人身上還會出現標記喔。因為手感獨特，所以評價可能褒貶不一。

# SdodrSdodrColorTipCommentHomingShotUnlockComment03
source: If you struggle with aiming, thisis for you. But it can be hard toink turf when the shots wouldrather hit enemies.
de: Trotzdem toll, wenn man das Zielimmer so gaaanz knapp verfehlt.Natürlich wird manchmal weniger Bodengefärbt, wenn alle Schüsse RichtungGegner gehen...
es: Si te cuesta apuntar, te vendrá muybien, pero puede dificultarte entintarterritorio si tus disparos acabantopándose siempre con rivales.
es_mx: Si te cuesta apuntar, te vendrá muybien, pero puede dificultarte entintarterritorio si tus disparos acabantopándose siempre con rivales.
fr: Si tu as du mal à viser, cette puce estpour toi. Mais c'est moins pratique pourencrer du terrain, parce que les tirsrisquent plutôt de toucher un ennemi.
it: È l'ideale per quelli che fanno faticaa mirare con precisione. Ma rende piùdifficile colorare il terreno se i colpidanno la priorità ai nemici.
ja: ねらうのが苦手な方にぴったりですただ、敵が近くにいるとまっすぐ飛ばず、うまく塗れないってこともあります～
ko: 조준이 어려우신 분에게 딱이네요다만 적이 가까우면 잉크가 똑바로 나가지않아 색칠하기 어려울 때도 있어요～
nl: Als je niet zo'n scherpschutterbent, is dit een handige chip. Maarje verft wel minder terrein als alje schoten op een tegenstanderafvliegen...
ru: Если тебе сложно целиться,они очень тебе помогут. Но вотпрокрашивать территорию можетбыть сложно, ведь краска-толетит во врагов...
zh_hans: 非常适合不擅长瞄准的人使用。但有敌人在附近时，发射的墨汁不会直线飞行，可能没办法好好涂墨～
zh_hant: 很適合不擅長瞄準的人使用。但要是有敵人在身邊就會無法筆直地發射墨汁，可能會影響到塗墨喔～

# SdodrSdodrColorTipCommentHomingShotUnlockComment04
source: Shooting is awesome, and aimingis boring. So it gets the Pearlseal of approval!
de: Ballern ist das Größte!Zielen ist für Streber!Daher meine Empfehlung!
es: Disparar mola, y apuntar es un rollo,¡así que tiene el visto bueno de Perla!
es_mx: Disparar es lo mejor, y apuntar es lopeor, ¡así que tiene el visto buenode Perla!
fr: Pourquoi perdre son temps à viserquand on peut juste tirer ? Perleapprouve l'efficacité !
it: Splattare è bello e mirare ènoioso! Quindi questa scheda hail sigillo di approvazione di Alga!
ja: テキトーに撃っても当たるとか、楽でいーな！いや、アタシはちゃんとねらってっから！
ko: 적당히 쏴도 맞는다니 편하고 좋네!물론 나는 제대로 노려서 쏘지만!
nl: Schieten is vet! Mikken is saai!Deze chip krijgt van mij eendikke tien!
ru: Стрелять — круто, целиться —скучно! Жемчик одобряет, йо!
zh_hans: 随便射击都能命中，感觉好轻松啊——！说说而已，我会好好瞄准的！
zh_hant: 隨便亂射也能命中，真是輕鬆耶——！沒有啦，我會好好地瞄準的！

# SdodrSdodrColorTipCommentHumanMoveUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。
