Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BynameBynameSubject06890
source: Plumber
ko: 배관공
zh_hans: 水电工
zh_hant: 水電工

# BynameBynameSubject06900
source: Content Creator
ko: 콘텐츠 크리에이터
zh_hans: 发布者
zh_hant: 發布者

# BynameBynameSubject06910
source: Merperson
ko: 반인반어
zh_hans: 半鱼人
zh_hant: 半魚人

# BynameBynameSubject06920
source: Sidestepper
ko: 반복 옆 뛰기
zh_hans: 左右横跳者
zh_hant: 左右橫跳者

# BynameBynameSubject06930
source: Flotsam
ko: 표류물
zh_hans: 漂流物
zh_hant: 漂流物

# BynameBynameSubject06940
source: Subordinate
ko: 부하
zh_hans: 部下
zh_hant: 部下

# BynameBynameSubject06950
source: Wall
ja: カベ
ko: 벽
zh_hans: 墙壁
zh_hant: 牆壁

# BynameBynameSubject06960
source: Predator
ko: 포식자
zh_hans: 猎食者
zh_hant: 獵食者

# BynameBynameSubject06970
source: Equation
ko: 방정식
zh_hans: 方程式
zh_hant: 方程式

# BynameBynameSubject06980
source: Archdemon
ko: 마왕
zh_hans: 魔王
zh_hant: 魔王

# BynameBynameSubject06990
source: Pro
ko: 명인
zh_hans: 名人
zh_hant: 名人

# BynameBynameSubject07000
source: Life
ko: 목숨
zh_hans: 生命
zh_hant: 生命

# BynameBynameSubject07010
source: Fuzzball
ko: 털 뭉치
zh_hans: 毛球
zh_hant: 毛球

# BynameBynameSubject07020
source: Actor
ko: 배우
zh_hans: 演员
zh_hant: 演員

# BynameBynameSubject07030
source: Ghost
ja: オバケ
ko: 유령
zh_hans: 幽灵
zh_hant: 幽靈

# BynameBynameSubject07050
source: Atlantean
ko: 용궁성
zh_hans: 龙宫城
zh_hant: 龍宮城

# BynameBynameSubject07060
source: Teardrop
ko: 눈물
zh_hans: 眼泪
zh_hant: 眼淚

# BynameBynameSubject07070
source: Ronin
ko: 낭인
zh_hans: 浪人
zh_hant: 浪人

# BynameBynameSubject07090
source: Rice Bowl
ko: 덮밥
zh_hans: 盖饭
zh_hant: 蓋飯

# BynameBynameSubject07100
source: Outfit
ja: コーデ
ko: 코디
zh_hans: 穿搭
zh_hant: 穿搭

# BynameBynameSubject07110
source: Palette
ja: カラー
ko: 컬러
zh_hans: 颜色
zh_hant: 顏色

# BynameBynameSubject07130
source: Snacks
ja: おつまみ
ko: 안주
zh_hans: 小菜
zh_hant: 小菜

# BynameBynameSubject07140
source: Follower
ja: したっぱ
ko: 심부름꾼
zh_hans: 下属
zh_hant: 下屬

# BynameBynameSubject07150
source: Marinade
ko: 절임
zh_hans: 腌渍
zh_hant: 醃漬

# BynameBynameSubject07160
source: Switch-Hitter
ja: スイッチヒッター
ko: 스위치히터
zh_hans: 打击者
zh_hant: 打擊者

# BynameBynameSubject07170
source: Stir-Fry
ja: チャンプルー
ko: 볶음 요리
zh_hans: 快炒
zh_hant: 快炒

# BynameBynameSubject07180
source: Catfish
ja: ナマズ
ko: 메기
zh_hans: 鲶鱼
zh_hant: 鯰魚

# BynameBynameSubject07190
source: Grand Master
ko: 일인자
zh_hans: 泰斗
zh_hant: 泰斗

# BynameBynameSubject07200
source: Cub
ja: ベイビー
ko: 베이비
zh_hans: 宝宝
zh_hant: 寶寶

# BynameBynameSubject07220
source: Paradigm
ko: 풍운아
zh_hans: 神之子
zh_hant: 神之子

# BynameBynameSubject07230
source: Geek
ja: フリーク
ko: 프릭
zh_hans: 怪胎
zh_hant: 怪胎

# BynameBynameSubject07240
source: Head
ja: ヘッズ
ko: 헤드
zh_hans: 头号粉丝
zh_hant: 頭號粉絲

# BynameBynameSubject07250
source: Fit
ja: ルック
ko: 룩
zh_hans: 样子
zh_hant: 樣子

# BynameBynameSubject07280
source: Skater
ja: スケーター
ko: 스케이터
zh_hans: 溜冰者
zh_hant: 溜冰者

# BynameBynameSubject07290
source: Duke
ja: おぼっちゃま
ko: 신사
zh_hans: 大少爷
zh_hant: 大少爺

# BynameBynameSubject07291
source: Duchess
ja: おじょうさま
ko: 숙녀
zh_hans: 大小姐
zh_hant: 大小姐

# BynameBynameSubject07300
source: Celebrity
ko: 조각 미남
zh_hans: 配角
zh_hant: 配角

# BynameBynameSubject07310
source: Mariner
ko: 뱃사람
zh_hans: 船员
zh_hant: 船員

# BynameBynameSubject07320
source: Fashion Designer
ja: ファッションデザイナー
ko: 패션 디자이너
zh_hans: 时尚设计师
zh_hant: 時尚設計師

# BynameBynameSubject07330
source: Commander
ko: 거장
zh_hans: 巨匠
zh_hant: 巨匠

# BynameBynameSubject07340
source: Store Manager
ko: 점장
zh_hans: 店长
zh_hant: 店長

# BynameBynameSubject07350
source: Patron
ko: 러버
zh_hans: 推荐
zh_hant: 推薦

# BynameBynameSubject07360
source: Sparkler
ko: 불꽃
zh_hans: 烟花
zh_hant: 爆竹

# BynameBynameSubject07370
source: Fantasy Lover
ja: ファンタジスタ
ko: 재주꾼
zh_hans: 幻想家
zh_hant: 幻想家

# BynameBynameSubject07390
source: Horrorboros
ja: タツ
ko: 용
zh_hans: 辰龙
zh_hant: 辰龍

# BynameBynameSubject07400
source: Cohozuna
ja: ヨコヅナ
ko: 천하장사
zh_hans: 横纲
zh_hant: 橫綱

# BynameBynameSubject07410
source: Float
ja: オミコシ
ko: 가마
zh_hans: 神轿
zh_hant: 神轎

# BynameBynameSubject07420
source: Nuance
ja: ニュアンス
ko: 뉘앙스
zh_hans: 语感
zh_hant: 語感

# BynameBynameSubject07430
source: Alien
ko: 외계인
zh_hans: 外星人
zh_hant: 外星人

# BynameBynameSubject07440
source: Newcomer
ko: 새내기
zh_hans: 新成员
zh_hant: 新成員

# BynameBynameSubject07450
source: Hope
ja: ホープ
ko: 희망
zh_hans: 希望
zh_hant: 希望

# BynameBynameSubject07460
source: MC
ko: 사회자
zh_hans: 司仪
zh_hant: 司儀

# BynameBynameSubject07470
source: Special Attack
ja: スペシャルアタック
ko: 스페셜 어택
zh_hans: 特殊攻击
zh_hant: 特殊攻擊

# BynameBynameSubject07480
source: Special Space
ja: スペシャルマス
ko: 스페셜 칸
zh_hans: 特殊格子
zh_hant: 特殊格子

# BynameBynameSubject07490
source: Ranker
ja: ランカー
ko: 랭커
zh_hans: 上榜者
zh_hant: 上榜者

# BynameBynameSubject07500
source: Ace in the Hole
ko: 히든카드
zh_hans: 绝招
zh_hant: 絕招

# BynameBynameSubject07510
source: Deck
ja: デッキ
ko: 덱
zh_hans: 牌组
zh_hant: 牌組

# BynameBynameSubject07520
source: Hole Cards
ko: 카드
zh_hans: 手牌
zh_hant: 手牌

# BynameBynameSubject07530
source: Test Taker
ko: 수험생
zh_hans: 考生
zh_hant: 考生

# BynameBynameSubject07540
source: Personnel
ko: 인재
zh_hans: 人力
zh_hant: 人力

# BynameBynameSubject07550
source: Philosopher
ko: 철학자
zh_hans: 哲学家
zh_hant: 哲學家

# BynameBynameSubject07560
source: One-Hit Wonder
ko: 반짝 스타
zh_hans: 过气艺人
zh_hant: 過氣藝人

# BynameBynameSubject07570
source: Organization
ko: 집합
zh_hans: 群众
zh_hant: 群眾

# BynameBynameSubject07580
source: Sleeve Collector
ja: スリーブコレクター
ko: 슬리브 컬렉터
zh_hans: 卡片套收藏者
zh_hant: 卡套收藏者

# BynameBynameSubject07590
source: Rock Climber
ja: ロッククライマー
ko: 암벽 등반가
zh_hans: 攀岩家
zh_hant: 攀岩家

# BynameBynameSubject07600
source: Bungee Jumper
ja: バンジージャンプ
ko: 번지 점프
zh_hans: 蹦极
zh_hant: 高空彈跳

# BynameBynameSubject07610
source: Soliloquy
ja: ひとりごと
ko: 혼잣말
zh_hans: 自言自语
zh_hant: 自言自語

# BynameBynameSubject07620
source: Sea-Cucumber Phone
ja: ナマコフォン
ko: 해삼 폰
zh_hans: 海参型手机
zh_hant: 海參型手機

# BynameBynameSubject07630
source: Ripple
ko: 잔물결
zh_hans: 涟漪
zh_hant: 漣漪

# BynameBynameSubject07640
source: Salt
ko: 소금
zh_hans: 盐
zh_hant: 鹽

# BynameBynameSubject07650
source: Pepper
ja: こしょう
ko: 후추
zh_hans: 胡椒
zh_hant: 胡椒

# BynameBynameSubject07660
source: Mayonnaise
ja: マヨネーズ
ko: 마요네즈
zh_hans: 美乃滋
zh_hant: 美乃滋

# BynameBynameSubject07670
source: Seasoning
ko: 조미료
zh_hans: 调味料
zh_hant: 調味料

# BynameBynameSubject07680
source: Value
ko: 가격
zh_hans: 价格
zh_hant: 價格

# BynameBynameSubject07690
source: Time Killer
ja: ヒマつぶし
ko: 심심풀이
zh_hans: 消遣
zh_hant: 打發時間

# BynameBynameSubject07700
source: Clump
ja: カタマリ
ko: 덩어리
zh_hans: 块状物
zh_hant: 結晶

# BynameBynameSubject07710
source: Repeat Customer
ja: リピーター
ko: 리피터
zh_hans: 回头客
zh_hant: 回頭客

# BynameBynameSubject07720
source: Mushroom
ja: キノコ
ko: 버섯
zh_hans: 蘑菇
zh_hant: 蘑菇

# BynameBynameSubject07730
source: Star
ja: スター
ko: 스타
zh_hans: 星星
zh_hant: 星星

# BynameBynameSubject07740
source: Talented Person
ko: 능력자
zh_hans: 能力者
zh_hant: 能力者

# BynameBynameSubject07750
source: Superperson
ko: 초인
zh_hans: 超人
zh_hant: 超人

# BynameBynameSubject07760
source: Seaweed
ja: ワカメ
ko: 미역
zh_hans: 海藻
zh_hant: 海藻

# BynameBynameSubject07770
source: Kelp
ja: コンブ
ko: 다시마
zh_hans: 昆布
zh_hant: 昆布

# BynameBynameSubject07780
source: Marine Snow
ja: マリンスノー
ko: 바다 눈
zh_hans: 海洋雪
zh_hant: 海洋雪

# BynameBynameSubject07790
source: Bento Box
ko: 도시락
zh_hans: 便当
zh_hant: 便當

# BynameBynameSubject07800
source: Fish Eggs
ko: 어란
zh_hans: 鱼卵
zh_hant: 魚卵

# BynameBynameSubject07810
source: Stew
ko: 냄비
zh_hans: 火锅
zh_hant: 火鍋

# BynameBynameSubject07820
source: Simmered Food
ko: 조림
zh_hans: 煮物
zh_hant: 煮物

# BynameBynameSubject07830
source: Prix Fixe
ko: 정식
zh_hans: 套餐
zh_hant: 定食

# BynameBynameSubject07840
source: Curry
ja: カレー
ko: 카레
zh_hans: 咖喱
zh_hant: 咖哩

# BynameBynameSubject07860
source: Aficionado
ko: 정열
zh_hans: 激情
zh_hant: 激情

# BynameBynameSubject07870
source: Information
ko: 정보
zh_hans: 信息
zh_hant: 資訊

# BynameBynameSubject07890
source: Heart Valve
ko: 심장
zh_hans: 心脏
zh_hant: 心臟

# BynameBynameSubject07900
source: Heart
ja: ハート
ko: 하트
zh_hans: 心心
zh_hant: 心心

# BynameBynameSubject07910
source: Rock
ja: ロック
ko: 록
zh_hans: 摇滚
zh_hant: 搖滾

# BynameBynameSubject07920
source: Jazz
ja: ジャズ
ko: 재즈
zh_hans: 爵士
zh_hant: 爵士

# BynameBynameSubject07930
source: Solo
ja: ソロ
ko: 솔로
zh_hans: 独奏
zh_hant: 獨奏

# BynameBynameSubject07940
source: Soup Stock
ko: 육수
zh_hans: 高汤
zh_hant: 高湯

# BynameBynameSubject07950
source: Soup
ja: スープ
ko: 수프
zh_hans: 汤
zh_hant: 湯

# BynameBynameSubject07960
source: Salad
ja: サラダ
ko: 샐러드
zh_hans: 沙拉
zh_hant: 沙拉

# BynameBynameSubject07980
source: Champion
ko: 무사
zh_hans: 武者
zh_hant: 武者

# BynameBynameSubject08000
source: Rice Ball
ja: おにぎり
ko: 주먹밥
zh_hans: 饭团
zh_hant: 飯團

# BynameBynameSubject08010
source: Paradox
ja: パラドックス
ko: 패러독스
zh_hans: 悖论
zh_hant: 悖論

# BynameBynameSubject08040
source: Dressing
ja: ドレッシング
ko: 드레싱
zh_hans: 调味酱
zh_hant: 調味醬

# BynameBynameSubject08050
source: Sauce
ja: タレ
ko: 소스
zh_hans: 酱汁
zh_hant: 醬汁

# BynameBynameSubject08060
source: Spice
ja: スパイス
ko: 스파이스
zh_hans: 香料
zh_hant: 香料

# BynameBynameSubject08070
source: Specialist
ko: 프로
zh_hans: 专家
zh_hant: 專家

# BynameBynameSubject08080
source: Specialty Shop
ko: 전문점
zh_hans: 专卖店
zh_hant: 專賣店

# BynameBynameSubject08090
source: Bandleader
ja: マエストロ
ko: 마에스트로
zh_hans: 艺术大师
zh_hant: 藝術大師

# BynameBynameSubject08100
source: Runner
ja: ランナー
ko: 러너
zh_hans: 跑者
zh_hant: 跑者

# BynameBynameSubject08110
source: Speedrun
ja: タイムアタック
ko: 타임 어택
zh_hans: 竞速
zh_hant: 競速

# BynameBynameSubject08120
source: Jukebox
ja: ジュークボックス
ko: 주크박스
zh_hans: 点唱机
zh_hant: 點唱機

# BynameBynameSubject08130
source: Demigod
ko: 전설
zh_hans: 传说
zh_hant: 傳說

# BynameBynameSubject08140
source: Laugh
ko: 웃음
zh_hans: 笑容
zh_hant: 笑容

# BynameBynameSubject08150
source: Theme Park
ja: テーマパーク
ko: 테마파크
zh_hans: 主题乐园
zh_hant: 主題樂園

# BynameBynameSubject08160
source: Hairstyle
ja: ヘアスタイル
ko: 헤어스타일
zh_hans: 发型
zh_hant: 髮型

# BynameBynameSubject08180
source: Encore
ja: アンコール
ko: 앙코르
zh_hans: 安可
zh_hant: 安可

# BynameBynameSubject08200
source: Settler
ja: パイオニア
ko: 선구자
zh_hans: 先驱
zh_hant: 先驅

# BynameBynameSubject08210
source: Storm
ko: 폭풍
zh_hans: 风暴
zh_hant: 風暴

# BynameBynameSubject08220
source: Breeze
ko: 산들바람
zh_hans: 微风
zh_hant: 微風

# BynameBynameSubject08240
source: Observer
ko: 관측자
zh_hans: 观测者
zh_hant: 觀測者

# BynameBynameSubject08250
source: Right Arm
ko: 오른팔
zh_hans: 右臂
zh_hant: 右臂

# BynameBynameSubject08280
source: Sea Urchin
ja: ウニ
ko: 성게
zh_hans: 海胆
zh_hant: 海膽

# BynameBynameSubject08330
source: Piano
ja: ピアノ
ko: 피아노
zh_hans: 钢琴
zh_hant: 鋼琴

# BynameBynameSubject08340
source: Guitar
ja: ギター
ko: 기타
zh_hans: 吉他
zh_hant: 吉他

# BynameBynameSubject08350
source: Keyboard
ja: キーボード
ko: 키보드
zh_hans: 键盘
zh_hant: 鍵盤

# BynameBynameSubject08360
source: Drum
ja: ドラム
ko: 드럼
zh_hans: 鼓
zh_hant: 鼓

# BynameBynameSubject08370
source: Castanet
ja: カスタネット
ko: 캐스터네츠
zh_hans: 响板
zh_hant: 響板

# BynameBynameSubject08380
source: Recorder
ja: リコーダー
ko: 리코더
zh_hans: 竖笛
zh_hant: 豎笛

# BynameBynameSubject08390
source: Cymbals
ja: シンバル
ko: 심벌즈
zh_hans: 钹
zh_hant: 鈸

# BynameBynameSubject08400
source: Musical Instrument
ko: 악기
zh_hans: 乐器
zh_hant: 樂器

# BynameBynameSubject08410
source: Prime Minister
ja: プレジデント
ko: 프레지던트
zh_hans: 总裁
zh_hant: 總裁

# BynameBynameSubject08420
source: Project Manager
ja: プロジェクトマネージャー
ko: 프로젝트 매니저
zh_hans: 项目经理
zh_hant: 專案經理

# BynameBynameSubject08430
source: Physician
ja: ドクター
ko: 닥터
zh_hans: 医师
zh_hant: 醫師

# BynameBynameSubject08440
source: Lawyer
ko: 변호사
zh_hans: 律师
zh_hant: 律師

# BynameBynameSubject08450
source: Accountant
ko: 회계사
zh_hans: 会计师
zh_hant: 會計師

# BynameBynameSubject08460
source: Bodybuilder
ja: ボディビルダー
ko: 보디빌더
zh_hans: 健美运动员
zh_hant: 健美運動員

# BynameBynameSubject08470
source: Lad
ko: 남자아이
zh_hans: 少年
zh_hant: 少年

# BynameBynameSubject08471
source: Lass
ko: 여자아이
zh_hans: 少女
zh_hant: 少女

# BynameBynameSubject08480
source: Base
ja: ベース
ko: 베이스
zh_hans: 贝斯
zh_hant: 貝斯

# BynameBynameSubject08490
source: Samba
ja: サンバ
ko: 삼바
zh_hans: 桑巴
zh_hant: 森巴

# BynameBynameSubject08500
source: Macho
ja: マッチョ
ko: 마초
zh_hans: 肌肉男
zh_hant: 肌肉男

# BynameBynameSubject08510
source: Cool Guy
ja: イケメン
ko: 미남
zh_hans: 帅哥
zh_hant: 帥哥

# BynameBynameSubject08540
source: Thespian
ko: 연기자
zh_hans: 戏剧演员
zh_hant: 戲劇演員

# BynameBynameSubject08550
source: Hard Worker
ko: 노력가
zh_hans: 努力家
zh_hant: 努力派

# BynameBynameSubject08570
source: Ship Captain
ko: 선장
zh_hans: 船长
zh_hant: 船長

# BynameBynameSubject08580
source: Chaperone
ko: 안내인
zh_hans: 引路人
zh_hant: 引路人

# BynameBynameSubject08590
source: Time Traveler
ko: 미래인
zh_hans: 未来人
zh_hant: 未來人

# BynameBynameSubject08600
source: Pudding
ja: プリン
ko: 푸딩
zh_hans: 布丁
zh_hant: 布丁

# BynameBynameSubject08610
source: Counterfeit
ja: にせもの
ko: 가짜
zh_hans: 冒牌货
zh_hant: 冒牌貨

# BynameBynameSubject08620
source: Alter Ego
ja: ブンシン
ko: 분신
zh_hans: 分身
zh_hant: 分身

# BynameBynameSubject08630
source: Griller
ja: グリル
ko: 그릴
zh_hans: 烤架鱼
zh_hant: 烤架魚

# BynameBynameSubject08640
source: Smallfry
ja: コジャケ
ko: 꼬마연어
zh_hans: 小鲑鱼
zh_hant: 小鮭魚

# BynameBynameSubject08660
source: Cohock
ja: ドスコイ
ko: 덩치연어
zh_hans: 大胖鱼
zh_hant: 大胖魚

# BynameBynameSubject08670
source: Snatcher
ja: タマヒロイ
ko: 알주어
zh_hans: 拾蛋鱼
zh_hant: 拾蛋魚

# BynameBynameSubject08680
source: Steelhead
ja: バクダン
ko: 폭탄
zh_hans: 炸弹鱼
zh_hant: 炸彈魚

# BynameBynameSubject08690
source: Steel Eel
ja: ヘビ
ko: 뱀
zh_hans: 蛇鱼
zh_hant: 蛇魚

# BynameBynameSubject08700
source: Scrapper
ja: テッパン
ko: 철판
zh_hans: 铁板鱼
zh_hant: 鐵板魚

# BynameBynameSubject08710
source: Stinger
ja: タワー
ko: 타워
zh_hans: 高塔鱼
zh_hant: 高塔魚

# BynameBynameSubject08720
source: Maws
ja: モグラ
ko: 두더지
zh_hans: 鼹鼠鱼
zh_hant: 鼴鼠魚

# BynameBynameSubject08730
source: Drizzler
ja: コウモリ
ko: 박쥐
zh_hans: 蝙蝠鱼
zh_hant: 蝙蝠魚

# BynameBynameSubject08740
source: Flyfish
ja: カタパッド
ko: 어깨 패드
zh_hans: 垫肩飞鱼
zh_hant: 墊肩飛魚

# BynameBynameSubject08750
source: Fish Stick
ja: ハシラ
ko: 기둥
zh_hans: 柱鱼
zh_hant: 柱魚

# BynameBynameSubject08760
source: Flipper-Flopper
ja: ダイバー
ko: 다이버
zh_hans: 潜水鱼
zh_hant: 潛水魚

# BynameBynameSubject08770
source: Slammin' Lid
ja: ナベブタ
ko: 냄비 뚜껑
zh_hans: 锅盖鱼
zh_hant: 鍋蓋魚

# BynameBynameSubject08780
source: Big Shot
ja: テッキュウ
ko: 철 구슬
zh_hans: 铁球鱼
zh_hant: 鐵球魚

# BynameBynameSubject08790
source: Goldie
ja: キンシャケ
ko: 황금연어
zh_hans: 金鲑鱼
zh_hant: 金鮭魚

# BynameBynameSubject08800
source: Mothership
ja: ハコビヤ
ko: 운반함
zh_hans: 走私鱼
zh_hant: 走私魚

# BynameBynameSubject08810
source: Mudmouth
ja: ドロシャケ
ko: 진흙연어
zh_hans: 泥鲑鱼
zh_hant: 泥鮭魚

# BynameBynameSubject08820
source: Glowfly
ja: ヒカリバエ
ko: 빛파리
zh_hans: 光蝇
zh_hant: 蠅火蟲

# BynameBynameSubject08830
source: Rank
ja: ウデマエ
ko: 랭크
zh_hans: 技术
zh_hant: 技術

# BynameBynameSubject08840
source: Romanticist
ja: ロマンチスト
ko: 로맨티시스트
zh_hans: 浪漫主义者
zh_hant: 浪漫主義者

# BynameBynameSubject08850
source: Steel Body
ko: 철인
zh_hans: 铁人
zh_hant: 鐵人

# BynameBynameSubject08860
source: Flavor
ja: フレーバー
ko: 풍미
zh_hans: 风味
zh_hant: 風味

# BynameBynameSubject08870
source: Elite
ja: エリート
ko: 엘리트
zh_hans: 精英
zh_hant: 精英

# BynameBynameSubject08880
source: Determined Spirit
ja: がんばりやさん
ko: 노력파
zh_hans: 勤奋派
zh_hant: 勤奮派

# BynameBynameSubject08890
source: Person of Influence
ko: 실력자
zh_hans: 实力者
zh_hant: 實力派

# BynameBynameSubject08900
source: Trailblazer
ko: 개척자
zh_hans: 开拓者
zh_hant: 開拓者

# BynameBynameSubject08910
source: Cast
ja: キャスト
ko: 캐스트
zh_hans: 出演者
zh_hant: 出演者

# BynameBynameSubject08920
source: Ace
ja: エース
ko: 에이스
zh_hans: 王牌
zh_hant: 王牌

# BynameBynameSubject08930
source: Number One
ja: ナンバーワン
ko: 넘버원
zh_hans: No.1
zh_hant: No.1

# BynameBynameSubject08940
source: Foremost Figure
ko: 최고봉
zh_hans: 第一把交椅
zh_hant: 第一把交椅

# BynameBynameSubject08950
source: Mainstay
ko: 대들보
zh_hans: 支柱
zh_hant: 支柱

# BynameBynameSubject08960
source: Emperor
ko: 제왕
zh_hans: 帝王
zh_hant: 帝王

# BynameBynameSubject08970
source: Paragon
ko: 영웅
zh_hans: 英豪
zh_hant: 英豪

# BynameBynameSubject08980
source: Intermediary
ko: 중급자
zh_hans: 熟练者
zh_hant: 熟練者

# BynameBynameSubject08990
source: Prototype
ko: 상급자
zh_hans: 精通者
zh_hant: 精通者

# BynameBynameSubject09000
source: Schemer
ko: 영걸
zh_hans: 英杰
zh_hant: 英傑

# BynameBynameSubject09010
source: Brave Warrior
ko: 용자
zh_hans: 勇士
zh_hant: 勇士

# BynameBynameSubject09020
source: Person of Culture
ko: 문화인
zh_hans: 文化人
zh_hant: 文化人

# BynameBynameSubject09030
source: Honor Student
ko: 우등생
zh_hans: 模范生
zh_hant: 模範生

# BynameBynameSubject09040
source: Brain
ja: ブレーン
ko: 브레인
zh_hans: 智囊
zh_hant: 智囊

# BynameBynameSubject09050
source: Trapper
ko: 사냥꾼
zh_hans: 狩猎者
zh_hant: 狩獵者

# BynameBynameSubject09060
source: Intellectual
ja: インテリ
ko: 인텔리
zh_hans: 知识分子
zh_hant: 知識分子

# BynameBynameSubject09070
source: Impractical Theory
ko: 공론
zh_hans: 空论
zh_hant: 空論

# BynameBynameSubject09080
source: Dislike
ko: 청년
zh_hans: 青年
zh_hant: 青年

# BynameBynameSubject09090
source: Meister
ja: マイスター
ko: 마이스터
zh_hans: 名匠
zh_hant: 名匠

# BynameBynameSubject09100
source: Governor
ko: 두령
zh_hans: 老师傅
zh_hant: 首領

# BynameBynameSubject09110
source: Office Chief
ko: 국장
zh_hans: 局长
zh_hant: 局長

# BynameBynameSubject09120
source: Caretaker
ko: 오거나이저
zh_hans: 干事
zh_hant: 幹事

# BynameBynameSubject09130
source: Bank President
ko: 대표자
zh_hans: 头领
zh_hant: 頭領

# BynameBynameSubject09140
source: Harlequin
ja: ピエロ
ko: 피에로
zh_hans: 小丑
zh_hant: 小丑

# BynameBynameSubject09150
source: Focal Point
ko: 주인공
zh_hans: 主角
zh_hant: 主角

# BynameBynameSubject09160
source: Event Organizer
ko: 주최자
zh_hans: 筹办人
zh_hant: 籌辦人

# BynameBynameSubject09180
source: Performer
ja: パフォーマー
ko: 퍼포머
zh_hans: 表演者
zh_hant: 表演者

# BynameBynameSubject09190
source: Woodcutter
ko: 나무꾼
zh_hans: 伐木工
zh_hant: 伐木工

# BynameBynameSubject09200
source: Sous-Chef
ja: シェフ
ko: 셰프
zh_hans: 主厨
zh_hant: 主廚

# BynameBynameSubject09210
source: Engineer
ja: エンジニア
ko: 엔지니어
zh_hans: 工程师
zh_hant: 工程師

# BynameBynameSubject09220
source: Contractor
ko: 청부인
zh_hans: 承包商
zh_hant: 承包商

# BynameBynameSubject09230
source: Prosperous Merchant
ko: 대상인
zh_hans: 大商人
zh_hant: 大商人

# BynameBynameSubject09240
source: Referee
ko: 심판
zh_hans: 审判
zh_hant: 審判

# BynameBynameSubject09250
source: Manila Clam
ja: アサリ
ko: 바지락
zh_hans: 蛤蜊
zh_hant: 蛤蜊

# BynameBynameSubject09260
source: Concierge
ja: コンシェルジュ
ko: 서비스 담당자
zh_hans: 礼宾员
zh_hant: 禮賓人員

# BynameBynameSubject09280
source: Tentacle
ja: ゲソ
ko: 오징어 다리
zh_hans: 鱿鱼须
zh_hant: 魷魚鬚

# BynameBynameSubject09290
source: Noble
ko: 귀족
zh_hans: 贵族
zh_hant: 貴族

# BynameBynameSubject09300
source: Temp
ko: 도중
zh_hans: 路途上
zh_hant: 路途上

# BynameBynameSubject09310
source: Prankster
ko: 개구쟁이
zh_hans: 恶作剧者
zh_hant: 惡作劇者

# BynameBynameSubject09320
source: Great Regent
ko: 대왕
zh_hans: 大王
zh_hant: 大王

# BynameBynameSubject09330
source: Main Character
ko: 중심인물
zh_hans: 核心人物
zh_hant: 核心人物

# BynameBynameSubject09340
source: Leading Actor
ko: 일등 공신
zh_hans: 主要演员
zh_hant: 主要演員

# BynameBynameSubject09350
source: Dark Horse
ja: ダークホース
ko: 다크호스
zh_hans: 黑马
zh_hant: 黑馬

# BynameBynameSubject09360
source: Key Figure
ja: キーパーソン
ko: 중요 인물
zh_hans: 关键人物
zh_hant: 關鍵人物

# BynameBynameSubject09370
source: Mastermind
ko: 흑막
zh_hans: 幕后黑手
zh_hant: 幕後黑手

# BynameBynameSubject09380
source: Tactician
ko: 책사
zh_hans: 谋士
zh_hant: 謀士

# BynameBynameSubject09390
source: Vagabond
ko: 철새
zh_hans: 候鸟
zh_hant: 候鳥

# BynameBynameSubject09400
source: Voyager
ko: 방랑자
zh_hans: 流浪者
zh_hant: 流浪者

# BynameBynameSubject09410
source: Wandering Hermit
ko: 수행승
zh_hans: 修行僧
zh_hant: 修行僧

# BynameBynameSubject09420
source: Nomad
ko: 유목민
zh_hans: 游牧民族
zh_hant: 游牧民族

# BynameBynameSubject09430
source: Bounty Hunter
ko: 현상금 사냥꾼
zh_hans: 赏金猎人
zh_hant: 賞金獵人

# BynameBynameSubject09440
source: Timeline Jumper
ja: タイムトラベラー
ko: 시간 여행자
zh_hans: 时空旅行者
zh_hant: 時空旅行者

# BynameBynameSubject09450
source: Generation
ko: 세대
zh_hans: 世代
zh_hant: 世代

# BynameBynameSubject09460
source: Elder
ko: 장로
zh_hans: 长老
zh_hant: 長老

# BynameBynameSubject09470
source: Captain
ja: キャプテン
ko: 캡틴
zh_hans: 队长
zh_hant: 隊長

# BynameBynameSubject09480
source: Guest
ja: ゲスト
ko: 게스트
zh_hans: 嘉宾
zh_hant: 嘉賓

# BynameBynameSubject09490
source: String Puller
ko: 주인
zh_hans: 持有人
zh_hant: 持有人

# BynameBynameSubject09500
source: Gallery
ja: ギャラリー
ko: 갤러리
zh_hans: 艺廊
zh_hant: 藝廊

# BynameBynameSubject09510
source: Big Name
ja: ビッグネーム
ko: 저명인사
zh_hans: 大人物
zh_hant: 大人物

# BynameBynameSubject09520
source: Regular Customer
ko: 단골손님
zh_hans: 贵宾
zh_hant: 貴賓

# BynameBynameSubject09530
source: Partner
ja: パートナー
ko: 파트너
zh_hans: 伙伴
zh_hant: 夥伴

# BynameBynameSubject09540
source: Cyborg
ja: サイボーグ
ko: 사이보그
zh_hans: 改造人
zh_hant: 改造人

# BynameBynameSubject09550
source: Success
ko: 성공자
zh_hans: 成功人士
zh_hant: 成功人士

# BynameBynameSubject09560
source: Shadow Commander
ko: 그림자 무사
zh_hans: 替身
zh_hant: 替身

# BynameBynameSubject09570
source: Helper
ko: 지원군
zh_hans: 帮手
zh_hant: 幫手

# BynameBynameSubject09580
source: Backer
ko: 후원자
zh_hans: 后盾
zh_hant: 後盾

# BynameBynameSubject09590
source: Millionaire
ko: 손윗사람
zh_hans: 富翁
zh_hant: 富翁

# BynameBynameSubject09600
source: Custodian
ko: 후견인
zh_hans: 监护人
zh_hant: 監護人

# BynameBynameSubject09610
source: Lieutenant
ko: 보좌관
zh_hans: 左右手
zh_hant: 左右手

# BynameBynameSubject09620
source: Origin
ko: 근원
zh_hans: 源泉
zh_hant: 泉源

# BynameBynameSubject09630
source: Czar
ko: 지휘관
zh_hans: 指挥官
zh_hant: 指揮官

# BynameBynameSubject09640
source: Cheer Team
ko: 응원단
zh_hans: 应援团
zh_hant: 應援團

# BynameBynameSubject09650
source: Staff
ja: スタッフ
ko: 스태프
zh_hans: 工作人员
zh_hant: 工作人員

# BynameBynameSubject09660
source: Factotum
ko: 만능 해결사
zh_hans: 万能帮手
zh_hant: 萬能幫手

# BynameBynameSubject09670
source: Energy
ja: エネルギー
ko: 에너지
zh_hans: 能量
zh_hant: 能量

# BynameBynameSubject09680
source: Engine
ja: エンジン
ko: 엔진
zh_hans: 引擎
zh_hant: 引擎

# BynameBynameSubject09690
source: Consultant
ja: コンサルタント
ko: 컨설턴트
zh_hans: 顾问
zh_hant: 顧問

# BynameBynameSubject09700
source: Tutor
ja: アドバイザー
ko: 어드바이저
zh_hans: 指导者
zh_hant: 指導者

# BynameBynameSubject09710
source: Puppet Master
ko: 제작진
zh_hans: 后台人员
zh_hant: 後台人員

# BynameBynameSubject09720
source: Buddy
ko: 짝꿍
zh_hans: 搭档
zh_hant: 搭檔

# BynameBynameSubject09730
source: Critic
ko: 평론가
zh_hans: 评论家
zh_hant: 評論家

# BynameBynameSubject09740
source: Luck Pusher
ko: 까불이
zh_hans: 得意忘形者
zh_hant: 得意忘形者

# BynameBynameSubject09750
source: Team
ja: チーム
ko: 팀
zh_hans: 队伍
zh_hant: 隊伍

# BynameBynameSubject09760
source: Buffoon
ko: 광대
zh_hans: 谐星
zh_hant: 諧星

# BynameBynameSubject09770
source: Player
ja: プレイヤー
ko: 플레이어
zh_hans: 游戏玩家
zh_hant: 遊戲玩家

# BynameBynameSubject09780
source: TV Personality
ja: タレント
ko: 탤런트
zh_hans: 明星
zh_hant: 明星

# BynameBynameSubject09790
source: Announcer
ja: アナウンサー
ko: 아나운서
zh_hans: 播报员
zh_hant: 播報員

# BynameBynameSubject09800
source: Genius
ko: 명수
zh_hans: 名手
zh_hant: 名手

# BynameBynameSubject09820
source: Golfer
ja: ゴルファー
ko: 골퍼
zh_hans: 高尔夫球手
zh_hant: 高爾夫球手

# BynameBynameSubject09830
source: Batter
ja: バッター
ko: 타자
zh_hans: 击球手
zh_hant: 擊球手

# BynameBynameSubject09840
source: Pitcher
ja: ピッチャー
ko: 투수
zh_hans: 投手
zh_hant: 投手

# BynameBynameSubject09850
source: Catcher
ja: キャッチャー
ko: 포수
zh_hans: 捕手
zh_hant: 捕手

# BynameBynameSubject09860
source: Benchwarmer
ja: ピンチヒッター
ko: 대타자
zh_hans: 代打
zh_hant: 代打

# BynameBynameSubject09870
source: Virtuoso
ko: 음악가
zh_hans: 乐师
zh_hant: 樂師

# BynameBynameSubject09880
source: Conductor
ja: コンダクター
ko: 컨덕터
zh_hans: 指挥家
zh_hant: 指揮家

# BynameBynameSubject09890
source: Musical Performer
ko: 연주자
zh_hans: 演奏者
zh_hant: 演奏家

# BynameBynameSubject09900
source: Lyricist
ko: 작곡가
zh_hans: 作曲家
zh_hant: 作曲家

# BynameBynameSubject09910
source: Pianist
ja: ピアニスト
ko: 피아니스트
zh_hans: 钢琴家
zh_hant: 鋼琴家

# BynameBynameSubject09920
source: Ingenue
ko: 아역 배우
zh_hans: 童星
zh_hant: 童星

# BynameBynameSubject09930
source: Narrator
ko: 이야기꾼
zh_hans: 叙事者
zh_hant: 敘事者

# BynameBynameSubject09940
source: Pro Wrestler
ja: プロレスラー
ko: 프로 레슬러
zh_hans: 职业摔角手
zh_hant: 職業摔角手

# BynameBynameSubject09950
source: Sprinter
ja: スプリンター
ko: 스프린터
zh_hans: 短跑选手
zh_hant: 短跑選手

# BynameBynameSubject09960
source: Boxer
ja: ボクサー
ko: 복서
zh_hans: 拳击手
zh_hant: 拳擊手

# BynameBynameSubject09970
source: Extra
ja: エキストラ
ko: 엑스트라
zh_hans: 临时演员
zh_hant: 臨時演員

# BynameBynameSubject09980
source: Cinematographer
ko: 사진가
zh_hans: 照相师
zh_hant: 照相師

# BynameBynameSubject09990
source: Stunt Performer
ja: スタントマン
ko: 스턴트맨
zh_hans: 特技替身
zh_hant: 特技替身
