Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameHlaStiWstShooterHeavy00Lv01
source: .96 Gal holo sticker
de: Holokleber „.96 Gallon“
es: Holopegatina Salpicadora 3000
es_mx: Holocalcomanía Salpicadora 3000
fr: Autocollant Calibre 3000 HOLO
it: Oloadesivo calibro 3000
ja: ステッカー .96ガロン HO
ko: .96 갤런 HO 스티커
nl: .96 Kaliter-hologramsticker
ru: Голограмма «Струевик .96»
zh_hans: 贴纸 .96加仑 HO
zh_hant: 貼紙 .96加侖 HO

# GoodsGoodsNameHlaStiWstShooterHeavy01Lv01
source: .96 Gal Deco holo sticker
de: Holokleber „.96 Gallon Deko“
es: Holopegatina Salpicadora 3000 DX
es_mx: Holocalc. Salpicadora 3000 chic
fr: Autocollant Calibre 3000 chic HOLO
it: Oloadesivo calibro 3000 DX
ja: ステッカー .96ガロンデコ HO
ko: .96 갤런 데코 HO 스티커
nl: .96 Kaliter Deco-hologramsticker
zh_hans: 贴纸 .96加仑 装饰 HO
zh_hant: 貼紙 .96加侖 裝飾 HO

# GoodsGoodsNameHlaStiWstShooterLong00Lv01
source: Jet Squelcher holo sticker
de: Holokleber „Platscher“
es: Holopegatina Megabarredora
es_mx: Holocalcomanía Megasoplador
fr: Autocollant Nettoyeur XL HOLO
it: Oloadesivo sweeper
ja: ステッカー ジェットスイーパー HO
ko: 제트 스위퍼 HO 스티커
nl: Straalplonzer-hologramsticker
ru: Голограмма «Плескарь»
zh_hans: 贴纸 喷射清洁枪 HO
zh_hant: 貼紙 噴射清潔槍 HO

# GoodsGoodsNameHlaStiWstShooterLong01Lv01
source: Custom Jet Squelcher holo sticker
de: Holokleber „Platscher SE“
es: Holopegatina Megabarredora SP
es_mx: Holocalc. Megasoplador adaptado
fr: Autoc. Nettoyeur XL modifié HOLO
it: Oloadesivo sweeper CM
ja: ステッカー ジェットスイーパーカスタム HO
ko: 커스텀 제트 스위퍼 HO 스티커
nl: Gem. Straalplonzer-hologramsticker
zh_hans: 贴纸 喷射清洁枪 改装 HO
zh_hant: 貼紙 噴射清潔槍 改裝 HO

# GoodsGoodsNameHlaStiWstShooterNormal00Lv01
source: Splattershot holo sticker
de: Holokleber „Kleckser“
es: Holopegatina Lanzatintas
es_mx: Holocalcomanía Rociador
fr: Autocollant Liquidateur HOLO
it: Oloadesivo splasher
ja: ステッカー スプラシューター HO
ko: 스플랫 슈터 HO 스티커
nl: Superspetter-hologramsticker
ru: Голограмма «Каплестрел»
zh_hans: 贴纸 斯普拉射击枪 HO
zh_hant: 貼紙 斯普拉射擊槍 HO

# GoodsGoodsNameHlaStiWstShooterNormal01Lv01
source: Tentatek Splattershot holo sticker
de: Holokleber „Tentatek-Kleckser“
es: Holopegatina Lanzatintas B
es_mx: Holocalcomanía Rociador Tentáctica
fr: Autocollant Liquidateur griffé HOLO
it: Oloadesivo splasher logo
ja: ステッカー スプラシューターコラボ HO
ko: 스플랫 슈터 컬래버 HO 스티커
nl: Tentatek Supersp.-hologramsticker
zh_hans: 贴纸 斯普拉射击枪 联名 HO
zh_hant: 貼紙 斯普拉射擊槍 聯名 HO

# GoodsGoodsNameHlaStiWstShooterNormalHLv01
source: Hero Shot Replica holo sticker
de: Holokleber „Heldenwaffe Replik“
es: Holopegatina Pistola de élite (réplica)
es_mx: Holocalc. Rociador de élite réplica
fr: Autoc. Lanceur héroïque (rép.) HOLO
it: Oloadesivo pistola élite replica
ja: ステッカー ヒーローシューター レプリカ HO
ko: 히어로 슈터 레플리카 HO 스티커
nl: Heldenspetter-hologramsticker
ru: Голограм. «Каплестрел героя (клон)»
zh_hans: 贴纸 英雄射击枪 复制 HO
zh_hant: 貼紙 英雄射擊槍 複製 HO

# GoodsGoodsNameHlaStiWstShooterNormalOctLv01
source: Octo Shot Replica holo sticker
de: Holokleber „Okto-Kleckser Replik“
es: Holopegatina Pistola octariana (réplica)
es_mx: Holocalc. Rociador octariano réplica
fr: Aut. Lanceur Octaling (répl.) HOLO
it: Oloadesivo octosplasher replica
ja: ステッカー オクタシューター レプリカ HO
ko: 옥타 슈터 레플리카 HO 스티커
nl: Octospetter-hologramsticker
ru: Голограмма «Осьмострел (клон)»
zh_hans: 贴纸 章鱼射击枪 复制 HO
zh_hant: 貼紙 章魚射擊槍 複製 HO

# GoodsGoodsNameHlaStiWstShooterNormalOLv01
source: Order Shot Replica holo sticker
de: Holokleber „Ordnung-Kleckser Replik“
es: Holopegatina Lanzatintas orden (réplica)
es_mx: Holocalc. Rociador orden réplica
fr: Aut. Lanceur d'Ordre (répl.) HOLO
it: Oloadesivo pistola Ordine replica
ja: ステッカー オーダーシューター レプリカ HO
ko: 오더 슈터 레플리카 HO 스티커
nl: Ordespetter-hologramsticker
ru: Гологр. «Каплестрел Порядка (кл.)»
zh_hans: 贴纸 秩序射击枪 复制 HO
zh_hant: 貼紙 秩序射擊槍 複製 HO

# GoodsGoodsNameHlaStiWstShooterPrecision00Lv01
source: Splash-o-matic holo sticker
de: Holokleber „Fein-Disperser“
es: Holopegatina Marcador fino
es_mx: Holocalcomanía Plumón
fr: Autocollant Marqueur léger HOLO
it: Oloadesivo marker d'assalto
ja: ステッカー シャープマーカー HO
ko: 샤프 마커 HO 스티커
nl: Spetterspuit-hologramsticker
ru: Голограмма «Плюхомет»
zh_hans: 贴纸 窄域标记枪 HO
zh_hant: 貼紙 窄域標記槍 HO

# GoodsGoodsNameHlaStiWstShooterPrecision01Lv01
source: Neo Splash-o-matic holo sticker
de: Holokleber „Fein-Disperser Neo“
es: Holopegatina Marcador fino neo
es_mx: Holocalcomanía Plumón neo
fr: Autoc. Marqueur léger Néo HOLO
it: Oloadesivo marker d'assalto Neo
ja: ステッカー シャープマーカーネオ HO
ko: 네오 샤프 마커 HO 스티커
nl: Spetterspuit Neo-hologramsticker
zh_hans: 贴纸 窄域标记枪 新型 HO
zh_hant: 貼紙 窄域標記槍 新型 HO

# GoodsGoodsNameHlaStiWstShooterQuickLong00Lv01
source: Splattershot Nova holo sticker
de: Holokleber „Kosmo-Kleckser“
es: Holopegatina Lanzatintas espacial
es_mx: Holocalcomanía Rociador espacial
fr: Autocollant Lanceur spatial HOLO
it: Oloadesivo splasher Nova
ja: ステッカー スペースシューター HO
ko: 스페이스 슈터 HO 스티커
nl: Superspetter Nova-hologramsticker
ru: Голограмма «Каплестрел НОВА»
zh_hans: 贴纸 太空射击枪 HO
zh_hant: 貼紙 太空射擊槍 HO

# GoodsGoodsNameHlaStiWstShooterQuickLong01Lv01
source: Annaki Splattershot Nova holo sticker
de: Holokleber „Annaki-Kosmo-Kleckser“
es: Holopegatina Lanzatintas espacial B
es_mx: Holocalc. Rociador espacial Annak
fr: Autoc. Lanceur spatial Aroz HOLO
it: Oloadesivo splasher Nova Annak
ja: ステッカー スペースシューターコラボ HO
ko: 스페이스 슈터 컬래버 HO 스티커
nl: Annaki Supersp. Nov.-hologramsticker
ru: Гологр. «Каплестрел НОВА-ПАНК»
zh_hans: 贴纸 太空射击枪 联名 HO
zh_hant: 貼紙 太空射擊槍 聯名 HO

# GoodsGoodsNameHlaStiWstShooterQuickMiddle00Lv01
source: N-ZAP '85 holo sticker
de: Holokleber „N-ZAP85“
es: Holopegatina N-ZAP 85
es_mx: Holocalcomanía N-ZAP 85
fr: Autocollant N-ZAP 85 HOLO
it: Oloadesivo N-ZAP85
ja: ステッカー N-ZAP85 HO
ko: N-ZAP85 HO 스티커
nl: N-ZAP '85-hologramsticker
ru: Голограмма «N-ZAP 85»
zh_hans: 贴纸 N-ZAP85 HO
zh_hant: 貼紙 N-ZAP85 HO

# GoodsGoodsNameHlaStiWstShooterQuickMiddle01Lv01
source: N-ZAP '89 holo sticker
de: Holokleber „N-ZAP89“
es: Holopegatina N-ZAP 89
es_mx: Holocalcomanía N-ZAP 89
fr: Autocollant N-ZAP 89 HOLO
it: Oloadesivo N-ZAP89
ja: ステッカー N-ZAP89 HO
ko: N-ZAP89 HO 스티커
nl: N-ZAP '89-hologramsticker
ru: Голограмма «N-ZAP 89»
zh_hans: 贴纸 N-ZAP89 HO
zh_hant: 貼紙 N-ZAP89 HO

# GoodsGoodsNameHlaStiWstShooterShort00Lv01
source: Sploosh-o-matic holo sticker
de: Holokleber „Disperser“
es: Holopegatina Marcador
es_mx: Holocalcomanía Marcador grueso
fr: Autocollant Marqueur lourd HOLO
it: Oloadesivo marker
ja: ステッカー ボールドマーカー HO
ko: 볼드 마커 HO 스티커
nl: Spettertuit-hologramsticker
ru: Голограмма «Плюхотрон»
zh_hans: 贴纸 广域标记枪 HO
zh_hant: 貼紙 廣域標記槍 HO

# GoodsGoodsNameHlaStiWstShooterShort01Lv01
source: Neo Sploosh-o-matic holo sticker
de: Holokleber „Disperser Neo“
es: Holopegatina Marcador neo
es_mx: Holocalc. Marcador grueso neo
fr: Autoc. Marqueur lourd Néo HOLO
it: Oloadesivo marker Neo
ja: ステッカー ボールドマーカーネオ HO
ko: 네오 볼드 마커 HO 스티커
nl: Spettertuit Neo-hologramsticker
zh_hans: 贴纸 广域标记枪 新型 HO
zh_hant: 貼紙 廣域標記槍 新型 HO

# GoodsGoodsNameHlaStiWstShooterTripleMiddle00Lv01
source: H-3 Nozzlenose holo sticker
de: Holokleber „S3 Tintenwerfer“
es: Holopegatina Tintambor pesado
es_mx: Holocalcomanía Manguera pesada
fr: Autocollant Arroseur lourd HOLO
it: Oloadesivo triplete
ja: ステッカー H3リールガン HO
ko: H3 릴 건 HO 스티커
nl: H-3 Langsnuit-hologramsticker
ru: Голограмма «Тяжелый каплетрон»
zh_hans: 贴纸 H3卷管枪 HO
zh_hant: 貼紙 H3捲管槍 HO

# GoodsGoodsNameHlaStiWstShooterTripleMiddle01Lv01
source: H-3 Nozzlenose D holo sticker
de: Holokleber „S3 Tintenwerfer D“
es: Holopegatina Tintambor pesado D
es_mx: Holocalcomanía Manguera pesada D
fr: Autoc. Arroseur lourd Cétacé HOLO
it: Oloadesivo triplete D
ja: ステッカー H3リールガンD HO
ko: H3 릴 건 D HO 스티커
nl: H-3 Langsnuit D-hologramsticker
ru: Голограмма «Тяжел. каплетрон 2.0»
zh_hans: 贴纸 H3卷管枪D HO
zh_hant: 貼紙 H3捲管槍D HO

# GoodsGoodsNameHlaStiWstShooterTripleQuick00Lv01
source: L-3 Nozzlenose holo sticker
de: Holokleber „L3 Tintenwerfer“
es: Holopegatina Tintambor ligero
es_mx: Holocalcomanía Manguera ligera
fr: Autocollant Arroseur léger HOLO
it: Oloadesivo triplete compatto
ja: ステッカー L3リールガン HO
ko: L3 릴 건 HO 스티커
nl: L-3 Stompsnuit-hologramsticker
ru: Голограмма «Каплетрон-компакт»
zh_hans: 贴纸 L3卷管枪 HO
zh_hant: 貼紙 L3捲管槍 HO

# GoodsGoodsNameHlaStiWstShooterTripleQuick01Lv01
source: L-3 Nozzlenose D holo sticker
de: Holokleber „L3 Tintenwerfer D“
es: Holopegatina Tintambor ligero D
es_mx: Holocalcomanía Manguera ligera D
fr: Autoc. Arroseur léger Cétacé HOLO
it: Oloadesivo triplete compatto D
ja: ステッカー L3リールガンD HO
ko: L3 릴 건 D HO 스티커
nl: L-3 Stompsnuit D-hologramsticker
ru: Голограмма «Каплетрон-компакт 2.0»
zh_hans: 贴纸 L3卷管枪D HO
zh_hant: 貼紙 L3捲管槍D HO

# GoodsGoodsNameHlaStiWstSlosherBathtub00Lv01
source: Bloblobber holo sticker
de: Holokleber „Wannen-Schwapper“
es: Holopegatina Derramatic baño
es_mx: Holocalcomanía Derramatic baño
fr: Autocollant Bassineur HOLO
it: Oloadesivo secchiostro vasca
ja: ステッカー オーバーフロッシャー HO
ko: 오버플로셔 HO 스티커
nl: Spatkuip-hologramsticker
ru: Голограмма «Ваннаган»
zh_hans: 贴纸 满溢泡澡泼桶 HO
zh_hant: 貼紙 滿溢泡澡潑桶 HO

# GoodsGoodsNameHlaStiWstSlosherBathtub01Lv01
source: Bloblobber Deco holo sticker
de: Holokleber „Wannen-Schwapper Deko“
es: Holopegatina Derramatic baño DX
es_mx: Holocalc. Derramatic baño chic
fr: Autocollant Bassineur chic HOLO
it: Oloadesivo secchiostro vasca DX
ja: ステッカー オーバーフロッシャーデコ HO
ko: 오버플로셔 데코 HO 스티커
nl: Spatkuip Deco-hologramsticker
zh_hans: 贴纸 满溢泡澡泼桶 装饰 HO
zh_hant: 貼紙 滿溢泡澡潑桶 裝飾 HO

# GoodsGoodsNameHlaStiWstSlosherDiffusion00Lv01
source: Tri-Slosher holo sticker
de: Holokleber „3R-Schwapper“
es: Holopegatina Derramatic triple
es_mx: Holocalcomanía Derramatic triple
fr: Autocollant Dépoteur HOLO
it: Oloadesivo secchiostro triplo
ja: ステッカー ヒッセン HO
ko: 물통 HO 스티커
nl: Triomorser-hologramsticker
ru: Голограмма «Ведроган 3 в 1»
zh_hans: 贴纸 洗笔桶 HO
zh_hant: 貼紙 洗筆桶 HO

# GoodsGoodsNameHlaStiWstSlosherDiffusion01Lv01
source: Tri-Slosher Nouveau holo sticker
de: Holokleber „3R-Schwapper Fresco“
es: Holopegatina Derramatic triple maestro
es_mx: Holocalc. Derramatic triple maestro
fr: Autocollant Dépoteur nuancé HOLO
it: Oloadesivo secchiostro triplo master
ja: ステッカー ヒッセン・ヒュー HO
ko: 물통 휴 HO 스티커
nl: Triomorser Nouveau-hologramsticker
zh_hans: 贴纸 洗笔桶·新艺术 HO
zh_hant: 貼紙 洗筆桶‧新藝術 HO

# GoodsGoodsNameHlaStiWstSlosherDouble00Lv01
source: Dread Wringer holo sticker
de: Holokleber „Schwappwascher“
es: Holopegatina Friegamatic
es_mx: Holocalcomanía Friegamatic
fr: Autocollant Seau S-Horreur HOLO
it: Oloadesivo secchiapavimenti
ja: ステッカー モップリン HO
ko: 몹 링 HO 스티커
nl: Wringmorser-hologramsticker
ru: Голограмма «Отжиматель»
zh_hans: 贴纸 墨瀑淋 HO
zh_hant: 貼紙 墨瀑淋 HO

# GoodsGoodsNameHlaStiWstSlosherDouble01Lv01
source: Dread Wringer D holo sticker
de: Holokleber „Schwappwascher D“
es: Holopegatina Friegamatic D
es_mx: Holocalcomanía Friegamatic D
fr: Autoc. Seau S-Horreur Cétacé HOLO
it: Oloadesivo secchiapavimenti D
ja: ステッカー モップリンD HO
ko: 몹 링 D HO 스티커
nl: Wringmorser D-hologramsticker
ru: Голограмма «Отжиматель 2.0»
zh_hans: 贴纸 墨瀑淋D HO
zh_hant: 貼紙 墨瀑淋D HO

# GoodsGoodsNameHlaStiWstSlosherLauncher00Lv01
source: Sloshing Machine holo sticker
de: Holokleber „Trommel-Schwapper“
es: Holopegatina Derramatic centrífugo
es_mx: Holocalc. Derramatic centrífugo
fr: Autocollant Encrifugeur HOLO
it: Oloadesivo secchiostro centrifuga
ja: ステッカー スクリュースロッシャー HO
ko: 스크루 슬로셔 HO 스티커
nl: Klotstrommel-hologramsticker
ru: Голограмма «Центрифугер»
zh_hans: 贴纸 回旋泼桶 HO
zh_hant: 貼紙 迴旋潑桶 HO

# GoodsGoodsNameHlaStiWstSlosherLauncher01Lv01
source: Sloshing Machine Neo holo sticker
de: Holokleber „Trommel-Schwapper Neo“
es: Holopegatina Derramatic centrífugo neo
es_mx: Holocalc. Derramatic centrífugo neo
fr: Autocollant Encrifugeur Néo HOLO
it: Oload. secchiostro centrifuga Neo
ja: ステッカー スクリュースロッシャーネオ HO
ko: 네오 스크루 슬로셔 HO 스티커
nl: Klotstrommel Neo-hologramsticker
zh_hans: 贴纸 回旋泼桶 新型 HO
zh_hant: 貼紙 迴旋潑桶 新型 HO

# GoodsGoodsNameHlaStiWstSlosherStrong00Lv01
source: Slosher holo sticker
de: Holokleber „Schwapper“
es: Holopegatina Derramatic
es_mx: Holocalcomanía Derramatic
fr: Autocollant Seauceur HOLO
it: Oloadesivo secchiostro
ja: ステッカー バケットスロッシャー HO
ko: 버킷 슬로셔 HO 스티커
nl: Morser-hologramsticker
ru: Голограмма «Ведроган»
zh_hans: 贴纸 飞溅泼桶 HO
zh_hant: 貼紙 飛濺潑桶 HO

# GoodsGoodsNameHlaStiWstSlosherStrong01Lv01
source: Slosher Deco holo sticker
de: Holokleber „Schwapper Deko“
es: Holopegatina Derramatic DX
es_mx: Holocalcomanía Derramatic chic
fr: Autocollant Seauceur chic HOLO
it: Oloadesivo secchiostro DX
ja: ステッカー バケットスロッシャーデコ HO
ko: 버킷 슬로셔 데코 HO 스티커
nl: Morser Deco-hologramsticker
zh_hans: 贴纸 飞溅泼桶 装饰 HO
zh_hant: 貼紙 飛濺潑桶 裝飾 HO

# GoodsGoodsNameHlaStiWstSlosherStrongOLv01
source: Order Slosher Replica holo sticker
de: Holokleber „Ordnung-Schwapper Replik“
es: Holopegatina Derramatic orden (réplica)
es_mx: Holocalc. Derramatic orden réplica
fr: Autoc. Seau d'Ordre (réplique) HOLO
it: Oloadesivo secchiostro Ordine rep.
ja: ステッカー オーダースロッシャー レプリカ HO
ko: 오더 슬로셔 레플리카 HO 스티커
nl: Ordemorser-hologramsticker
ru: Гологр. «Ведроган Порядка (клон)»
zh_hans: 贴纸 秩序泼桶 复制 HO
zh_hant: 貼紙 秩序潑桶 複製 HO

# GoodsGoodsNameHlaStiWstSlosherWashtub00Lv01
source: Explosher holo sticker
de: Holokleber „Knall-Schwapper“
es: Holopegatina Derramatic turbo
es_mx: Holocalcomanía Derramatic XP
fr: Autocollant Détoneur HOLO
it: Oloadesivo termosecchiostro
ja: ステッカー エクスプロッシャー HO
ko: 익스플로셔 HO 스티커
nl: Kliederkachel-hologramsticker
ru: Голограмма «Шпарган»
zh_hans: 贴纸 爆炸泼桶 HO
zh_hant: 貼紙 爆炸潑桶 HO

# GoodsGoodsNameHlaStiWstSlosherWashtub01Lv01
source: Custom Explosher holo sticker
de: Holokleber „Knall-Schwapper SE“
es: Holopegatina Derramatic turbo SP
es_mx: Holocalc. Derramatic XP adaptado
fr: Autocollant Détoneur modifié HOLO
it: Oloadesivo termosecchiostro master
ja: ステッカー エクスプロッシャーカスタム HO
ko: 커스텀 익스플로셔 HO 스티커
nl: Gem. Kliederkachel-hologramsticker
zh_hans: 贴纸 爆炸泼桶 改装 HO
zh_hant: 貼紙 爆炸潑桶 改裝 HO

# GoodsGoodsNameHlaStiWstSpinnerDownpour00Lv01
source: Ballpoint Splatling holo sticker
de: Holokleber „Kuli-Splatling“
es: Holopegatina Ametrallógrafo
es_mx: Holocalcomanía Garabateador PLM
fr: Autoc. Badigeonneur stylo HOLO
it: Oloadesivo tetrapenna
ja: ステッカー クーゲルシュライバー HO
ko: 쿠겔 슈라이버 HO 스티커
nl: Stylospetling-hologramsticker
ru: Голограмма «Кугельшрайбер»
zh_hans: 贴纸 圆珠笔 HO
zh_hant: 貼紙 圓珠筆 HO

# GoodsGoodsNameHlaStiWstSpinnerDownpour01Lv01
source: Ballpoint Splatling Nouveau holo stk.
de: Holokleber „Kuli-Splatling Fresco“
es: Holopegatina Ametrallógrafo maestro
es_mx: Holoc. Garabateador PLM maestro
fr: Autoc. Badigeon. stylo nuancé HOLO
it: Oloadesivo tetrapenna master
ja: ステッカー クーゲルシュライバー・ヒュー HO
ko: 쿠겔 슈라이버 휴 HO 스티커
nl: Stylospetling Nouv.-hologramsticker
zh_hans: 贴纸 圆珠笔·新艺术 HO
zh_hant: 貼紙 圓珠筆‧新藝術 HO

# GoodsGoodsNameHlaStiWstSpinnerHyper00Lv01
source: Hydra Splatling holo sticker
de: Holokleber „Hydrant“
es: Holopegatina Extintador
es_mx: Holocalcomanía Garabateador HD
fr: Autocollant Exteinteur HOLO
it: Oloadesivo idrante
ja: ステッカー ハイドラント HO
ko: 하이드런트 HO 스티커
nl: Blusling-hologramsticker
zh_hans: 贴纸 消防栓旋转枪 HO
zh_hant: 貼紙 消防栓旋轉槍 HO

# GoodsGoodsNameHlaStiWstSpinnerHyper01Lv01
source: Custom Hydra Splatling holo sticker
de: Holokleber „Hydrant SE“
es: Holopegatina Extintador SP
es_mx: Holoc. Garabateador HD adaptado
fr: Autocollant Exteinteur modifié HOLO
it: Oloadesivo idrante CM
ja: ステッカー ハイドラントカスタム HO
ko: 커스텀 하이드런트 HO 스티커
nl: Gemodde Blusling-hologramsticker
zh_hans: 贴纸 消防栓旋转枪 改装 HO
zh_hant: 貼紙 消防栓旋轉槍 改裝 HO

# GoodsGoodsNameHlaStiWstSpinnerHyperShort00Lv01
source: Heavy Edit Splatling holo sticker
de: Holokleber „Kartuschierer“
es: Holopegatina Corrigetintas
es_mx: Holocalcomanía Corrigetintas
fr: Autocollant Correcteur HOLO
it: Oloadesivo splatling a pennarelli
ja: ステッカー イグザミナー HO
ko: 이그재미너 HO 스티커
nl: Examinator-hologramsticker
zh_hans: 贴纸 审查者 HO
zh_hant: 貼紙 審查者 HO

# GoodsGoodsNameHlaStiWstSpinnerHyperShort01Lv01
source: H. Edit Splatling Nouveau holo stk.
de: Holokleber „Kartuschierer Fresco“
es: Holopegatina Corrigetintas maestro
es_mx: Holocalc. Corrigetintas maestro
fr: Autoc. Correcteur nuancé HOLO
it: Oloadesivo splatling a penn. master
ja: ステッカー イグザミナー・ヒュー HO
ko: 이그재미너 휴 HO 스티커
nl: Examinator Nouv.-hologramsticker
zh_hans: 贴纸 审查者·新艺术 HO
zh_hant: 貼紙 審查者‧新藝術 HO

# GoodsGoodsNameHlaStiWstSpinnerQuick00Lv01
source: Mini Splatling holo sticker
de: Holokleber „Klecks-Splatling“
es: Holopegatina Tintralladora ligera
es_mx: Holocalcomanía Garabateador
fr: Autocollant Badigeonneur XS HOLO
it: Oloadesivo mini splatling
ja: ステッカー スプラスピナー HO
ko: 스플랫 스피너 HO 스티커
nl: Mini-Spetling-hologramsticker
ru: Голограмма «Брызгомет-М»
zh_hans: 贴纸 斯普拉旋转枪 HO
zh_hant: 貼紙 斯普拉旋轉槍 HO

# GoodsGoodsNameHlaStiWstSpinnerQuick01Lv01
source: Zink Mini Splatling holo sticker
de: Holokleber „Sagitron-Klecks-Splatling“
es: Holopegatina Tintralladora ligera B
es_mx: Holocalcomanía Garabateador Tintaz
fr: Autoc. Badigeonneur XS griffé HOLO
it: Oloadesivo mini splatling logo
ja: ステッカー スプラスピナーコラボ HO
ko: 스플랫 스피너 컬래버 HO 스티커
nl: Zink Mini-Spetling-hologramsticker
zh_hans: 贴纸 斯普拉旋转枪 联名 HO
zh_hant: 貼紙 斯普拉旋轉槍 聯名 HO

# GoodsGoodsNameHlaStiWstSpinnerSerein00Lv01
source: Nautilus 47 holo sticker
de: Holokleber „Nautilus 47“
es: Holopegatina Subtralladora 47
es_mx: Holocalcomanía Nautilo 47
fr: Autocollant Nautilus 47 HOLO
it: Oloadesivo Nautilus 47
ja: ステッカー ノーチラス47 HO
ko: 노틸러스 47 HO 스티커
nl: Nautilus 47-hologramsticker
ru: Голограмма «Наутилус-47»
zh_hans: 贴纸 鹦鹉螺号47 HO
zh_hant: 貼紙 鸚鵡螺號47 HO

# GoodsGoodsNameHlaStiWstSpinnerSerein01Lv01
source: Nautilus 79 holo sticker
de: Holokleber „Nautilus 79“
es: Holopegatina Subtralladora 79
es_mx: Holocalcomanía Nautilo 79
fr: Autocollant Nautilus 79 HOLO
it: Oloadesivo Nautilus 79
ja: ステッカー ノーチラス79 HO
ko: 노틸러스 79 HO 스티커
nl: Nautilus 79-hologramsticker
ru: Голограмма «Наутилус-79»
zh_hans: 贴纸 鹦鹉螺号79 HO
zh_hant: 貼紙 鸚鵡螺號79 HO

# GoodsGoodsNameHlaStiWstSpinnerStandard00Lv01
source: Heavy Splatling holo sticker
de: Holokleber „Splatling“
es: Holopegatina Tintralladora
es_mx: Holocalcomanía Garabateador Pro
fr: Autocollant Badigeonneur HOLO
it: Oloadesivo splatling a tanica
ja: ステッカー バレルスピナー HO
ko: 배럴 스피너 HO 스티커
nl: Spetling-hologramsticker
ru: Голограмма «Брызгомет XL»
zh_hans: 贴纸 桶装旋转枪 HO
zh_hant: 貼紙 桶裝旋轉槍 HO

# GoodsGoodsNameHlaStiWstSpinnerStandard01Lv01
source: Heavy Splatling Deco holo sticker
de: Holokleber „Splatling Deko“
es: Holopegatina Tintralladora DX
es_mx: Holocalc. Garabateador Pro chic
fr: Autocollant Badigeonneur chic HOLO
it: Oloadesivo splatling a tanica DX
ja: ステッカー バレルスピナーデコ HO
ko: 배럴 스피너 데코 HO 스티커
nl: Spetling Deco-hologramsticker
zh_hans: 贴纸 桶装旋转枪 装饰 HO
zh_hant: 貼紙 桶裝旋轉槍 裝飾 HO

# GoodsGoodsNameHlaStiWstSpinnerStandardOLv01
source: Order Splatling Replica holo sticker
de: Holokleber „Ordnung-Splatling Replik“
es: Holopegatina Tintralladora orden (réplica)
es_mx: Holoc. Garabateador orden réplica
fr: Aut. Badig. d'Ordre (répl.) HOLO
it: Oloadesivo splatling Ordine replica
ja: ステッカー オーダースピナー レプリカ HO
ko: 오더 스피너 레플리카 HO 스티커
nl: Ordespetling-hologramsticker
ru: Гологр. «Брызгомет Порядка (кл.)»
zh_hans: 贴纸 秩序旋转枪 复制 HO
zh_hant: 貼紙 秩序旋轉槍 複製 HO

# GoodsGoodsNameHlaStiWstStringerExplosion00Lv01
source: Wellstring V holo sticker
de: Holokleber „Penta-Pumper“
es: Holopegatina Arcrotensor V
es_mx: Holocalcomanía Arcrotensor V
fr: Autocollant Multisperceur V HOLO
it: Oloadesivo fontanarco V
ja: ステッカー フルイドV HO
ko: 플루이드 V HO 스티커
nl: Pentapomper-hologramsticker
zh_hans: 贴纸 邦普V HO
zh_hant: 貼紙 邦普V HO

# GoodsGoodsNameHlaStiWstStringerExplosion01Lv01
source: Custom Wellstring V holo sticker
de: Holokleber „Penta-Pumper SE“
es: Holopegatina Arcrotensor V SP
es_mx: Holoc. Arcrotensor V adaptado
fr: Aut. Multisperceur V modifié HOLO
it: Oloadesivo fontanarco V CM
ja: ステッカー フルイドVカスタム HO
ko: 커스텀 플루이드 V HO 스티커
nl: Gem. Pentapomper-hologramsticker
zh_hans: 贴纸 邦普V 改装 HO
zh_hant: 貼紙 邦普V 改裝 HO

# GoodsGoodsNameHlaStiWstStringerNormal00Lv01
source: Tri-Stringer holo sticker
de: Holokleber „Tri-Stringer“
es: Holopegatina Arcromatizador triple
es_mx: Holocalcomanía Arcromatizador triple
fr: Autocollant Trisperceur HOLO
it: Oloadesivo tri-calamarco
ja: ステッカー トライストリンガー HO
ko: 트라이 스트링거 HO 스티커
nl: Triospanner-hologramsticker
ru: Голограмма «Тритиватор»
zh_hans: 贴纸 三发猎鱼弓 HO
zh_hant: 貼紙 三發獵魚弓 HO

# GoodsGoodsNameHlaStiWstStringerNormal01Lv01
source: Inkline Tri-Stringer holo sticker
de: Holokleber „Alpomar-Tri-Stringer“
es: Holopegatina Arcromatizador triple B
es_mx: Holoc. Arcromatizador triple Moluskia
fr: Autoc. Trisperceur Abysma HOLO
it: Oloadesivo tri-calamarco Maremont
ja: ステッカー トライストリンガーコラボ HO
ko: 트라이 스트링거 컬래버 HO 스티커
nl: Inkline Triospanner-hologramsticker
zh_hans: 贴纸 三发猎鱼弓 联名 HO
zh_hant: 貼紙 三發獵魚弓 聯名 HO

# GoodsGoodsNameHlaStiWstStringerNormalOLv01
source: Order Stringer Replica holo sticker
de: Holokleber „Ordnung-Stringer Replik“
es: Holopegatina Arcromatizador orden (réplica)
es_mx: Holoc. Arcromatizador orden réplica
fr: Aut. Transp. d'Ordre (répl.) HOLO
it: Oloadesivo calamarco Ordine replica
ja: ステッカー オーダーストリンガー レプリカ HO
ko: 오더 스트링거 레플리카 HO 스티커
nl: Ordespanner-hologramsticker
ru: Гологр. «Тетиватор Порядка (кл.)»
zh_hans: 贴纸 秩序猎鱼弓 复制 HO
zh_hant: 貼紙 秩序獵魚弓 複製 HO

# GoodsGoodsNameHlaStiWstStringerShort00Lv01
source: REEF-LUX 450 holo sticker
de: Holokleber „LACT-450“
es: Holopegatina AR-CR0 450
es_mx: Holocalcomanía AR-CR0 450
fr: Autocollant Coralux 450 HOLO
it: Oloadesivo ARCO-RAL 450
ja: ステッカー LACT-450 HO
ko: LACT-450 HO 스티커
nl: RIF-LEX 450-hologramsticker
ru: Голограмма «КО-РАЛЛ 450»
zh_hans: 贴纸 LACT-450 HO
zh_hant: 貼紙 LACT-450 HO

# GoodsGoodsNameHlaStiWstStringerShort01Lv01
source: REEF-LUX 450 Deco holo sticker
de: Holokleber „LACT-450 Deko“
es: Holopegatina AR-CR0 450 DX
es_mx: Holocalcomanía AR-CR0 450 chic
fr: Autocollant Coralux 450 chic HOLO
it: Oloadesivo ARCO-RAL 450 DX
ja: ステッカー LACT-450デコ HO
ko: LACT-450 데코 HO 스티커
nl: RIF-LEX 450 Deco-hologramsticker
zh_hans: 贴纸 LACT-450 装饰 HO
zh_hant: 貼紙 LACT-450 裝飾 HO

# GoodsGoodsNameHlgStiCharacter04
source: SQSN-HOLO character
de: Bild-Decal „TINT-HOLO“
es: Personaje CLM-HOL
es_mx: Personaje CLM-HOL
fr: Personnage CLM-HLO
it: Personaggio SCA-OL
ja: キャラ ISJ-HO
ko: SQSN-HOLO 캐릭터
nl: Personage IKVL-HO
ru: Персонаж КАЛЬ-ГОЛ
zh_hans: 角色 ISJ-HO
zh_hant: 角色 ISJ-HO

# GoodsGoodsNameHlgStiCharacter08
source: ANG0-HOLO character
de: Bild-Decal „EVLOKT-HOLO“
es: Personaje PLF-HOL
es_mx: Personaje PLF-HOL
fr: Personnage FRX-HLO
it: Personaggio PBF-OL
ja: キャラ IYD-HO
ko: ANG0-HOLO 캐릭터
nl: Personage BGO-HO
ru: Персонаж ЗЛОСЬ-ГОЛ
zh_hans: 角色 IYD-HO
zh_hant: 角色 IYD-HO

# GoodsGoodsNameHlgStiSticker104
source: LH-HND sticker
de: Aufkleber „BL-HND“
es: Pegatina TRMDG-SCM
es_mx: Pegatina TRMDG-SCM
fr: Autocollant GA-SEMA
it: Adesivo SL-MNO
ja: ステッカー RT-HND
ko: YT-HND 스티커
nl: Sticker LC-HNDRG
ru: Наклейка ЛЕМ-СУШ
zh_hans: 贴纸 RT-HND
zh_hant: 貼紙 RT-HND

# GoodsGoodsNameHlgStiSticker85
source: SPKL-HOLO sticker
de: Aufkleber „HOLO“
es: Pegatina HLG-BRLL
es_mx: Calcomanía HLG-BRLL
fr: Autocollant HOLO-BRL
it: Adesivo OLO-BRL
ja: ステッカー KKH
ko: BBH 스티커
nl: Sticker GLT-HOLO
ru: Наклейка Г-ГРАММ
zh_hans: 贴纸 KKH
zh_hant: 貼紙 KKH

# GoodsGoodsNameHlgStiSticker96
source: MLA-2PL sticker
de: Aufkleber „LOA-2PL“
es: Pegatina ARMLN-DBPL
es_mx: Calcomanía ARMLN-DBPL
fr: Autocollant TR-2PL
it: Adesivo AO-DP
ja: ステッカー KJ-CGF
ko: CG-JGD 스티커
nl: Sticker TVA-2PL
ru: Наклейка АЭР-2ПЛАН
zh_hans: 贴纸 KJ-CGF
zh_hant: 貼紙 KJ-CGF

# GoodsGoodsNameMptNormalWhite
source: regular locker
de: Normaler Spind
es: Taquilla normal
es_mx: Casillero común
fr: Casier standard
it: Armadietto normale
ja: ふつうのロッカー
ko: 평범한 로커
nl: Normaal kluisje
ru: Обычный шкафчик
zh_hans: 普通的置物柜
zh_hant: 普通的置物櫃

# GoodsGoodsNameMptOldWhite
source: shabby locker
de: Abgenutzter Spind
es: Taquilla deteriorada
es_mx: Casillero deteriorado
fr: Casier abîmé
it: Armadietto trasandato
ja: ボロボロのロッカー
ko: 너덜너덜한 로커
nl: Sjofel kluisje
ru: Потертый шкафчик
zh_hans: 破烂的置物柜
zh_hant: 破爛的置物櫃

# GoodsGoodsNameMptPaintedBlack
source: black locker
de: Schwarzer Spind
es: Taquilla negra
es_mx: Casillero negro
fr: Casier noir
it: Armadietto nero
ja: ロッカー ブラック
ko: 블랙 로커
nl: Zwart kluisje
ru: Черный шкафчик
zh_hans: 置物柜 黑色
zh_hant: 置物櫃 黑色
