Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameMptPaintedBlue
source: light-blue locker
de: Hellblauer Spind
es: Taquilla azul claro
es_mx: Casillero azul claro
fr: Casier bleu clair
it: Armadietto azzurro
ja: ロッカー ライトブルー
ko: 라이트 블루 로커
nl: Lichtblauw kluisje
ru: Голубой шкафчик
zh_hans: 置物柜 浅蓝色
zh_hant: 置物櫃 淺藍色

# GoodsGoodsNameMptPaintedCobaltBlue
source: blue locker
de: Tiefblauer Spind
es: Taquilla azul
es_mx: Casillero azul
fr: Casier bleu
it: Armadietto blu
ja: ロッカー ブルー
ko: 블루 로커
nl: Blauw kluisje
ru: Синий шкафчик
zh_hans: 置物柜 蓝色
zh_hant: 置物櫃 藍色

# GoodsGoodsNameMptPaintedCream
source: cream-colored locker
de: Beiger Spind
es: Taquilla color crema
es_mx: Casillero color crema
fr: Casier beige
it: Armadietto color crema
ja: ロッカー クリーム
ko: 크림 로커
nl: Beige kluisje
ru: Бежевый шкафчик
zh_hans: 置物柜 奶黄色
zh_hant: 置物櫃 奶黃色

# GoodsGoodsNameMptPaintedGalPink
source: magenta locker
de: Magenta Spind
es: Taquilla magenta
es_mx: Casillero magenta
fr: Casier magenta
it: Armadietto magenta
ja: ロッカー マゼンタ
ko: 마젠타 로커
nl: Magenta kluisje
ru: Малиновый шкафчик
zh_hans: 置物柜 洋红色
zh_hant: 置物櫃 洋紅色

# GoodsGoodsNameMptPaintedGreen
source: green locker
de: Grüner Spind
es: Taquilla verde
es_mx: Casillero verde
fr: Casier vert
it: Armadietto verde
ja: ロッカー グリーン
ko: 그린 로커
nl: Groen kluisje
ru: Зеленый шкафчик
zh_hans: 置物柜 绿色
zh_hant: 置物櫃 綠色

# GoodsGoodsNameMptPaintedNeutralGray
source: gray locker
de: Grauer Spind
es: Taquilla gris
es_mx: Casillero gris
fr: Casier gris
it: Armadietto grigio
ja: ロッカー グレー
ko: 그레이 로커
nl: Grijs kluisje
ru: Серый шкафчик
zh_hans: 置物柜 灰色
zh_hant: 置物櫃 灰色

# GoodsGoodsNameMptPaintedPink
source: pink locker
de: Rosaroter Spind
es: Taquilla rosa
es_mx: Casillero rosa
fr: Casier rose
it: Armadietto rosa
ja: ロッカー ピンク
ko: 핑크 로커
nl: Roze kluisje
ru: Розовый шкафчик
zh_hans: 置物柜 粉红色
zh_hant: 置物櫃 粉紅色

# GoodsGoodsNameMptPaintedRed
source: red locker
de: Roter Spind
es: Taquilla roja
es_mx: Casillero rojo
fr: Casier rouge
it: Armadietto rosso
ja: ロッカー レッド
ko: 레드 로커
nl: Rood kluisje
ru: Красный шкафчик
zh_hans: 置物柜 红色
zh_hant: 置物櫃 紅色

# GoodsGoodsNameMptPaintedWhite
source: white locker
de: Weißer Spind
es: Taquilla blanca
es_mx: Casillero blanco
fr: Casier blanc
it: Armadietto bianco
ja: ロッカー ホワイト
ko: 화이트 로커
nl: Wit kluisje
ru: Белый шкафчик
zh_hans: 置物柜 白色
zh_hant: 置物櫃 白色

# GoodsGoodsNameMptPaintedYellow
source: yellow locker
de: Gelber Spind
es: Taquilla amarilla
es_mx: Casillero amarillo
fr: Casier jaune
it: Armadietto giallo
ja: ロッカー イエロー
ko: 옐로 로커
nl: Geel kluisje
ru: Желтый шкафчик
zh_hans: 置物柜 黄色
zh_hant: 置物櫃 黃色

# GoodsGoodsNameMptWoodenCypress
source: cypress-wood locker
de: Zypressenholz-Spind
es: Taquilla de madera de ciprés
es_mx: Casillero de madera de ciprés
fr: Casier en cyprès
it: Armadietto di cipresso
ja: ひのきのロッカー
ko: 편백나무 로커
nl: Cipressenhouten kluisje
ru: Шкафчик из кипарисового дерева
zh_hans: 桧木置物柜
zh_hant: 檜木置物櫃

# GoodsGoodsNameMptWoodenLacquered
source: lacquered-wood locker
de: Lackholzspind
es: Taquilla barnizada
es_mx: Casillero barnizado
fr: Casier en cyprès verni
it: Armadietto laccato
ja: うるし塗りのロッカー
ko: 옻칠된 로커
nl: Gebeitst kluisje
ru: Лакированный шкафчик
zh_hans: 涂漆置物柜
zh_hant: 塗漆置物櫃

# GoodsGoodsNameMptWoodenWalnut
source: walnut-wood locker
de: Walnussbaum-Spind
es: Taquilla de nogal
es_mx: Casillero de nogal
fr: Casier en noyer
it: Armadietto in noce
ja: ウォルナットのロッカー
ko: 호두나무 로커
nl: Walnoothouten kluisje
ru: Шкафчик из орехового дерева
zh_hans: 胡桃木置物柜
zh_hant: 胡桃木置物櫃

# GoodsGoodsNameMtlStiCharacter05
source: OKTSN-G character
de: Bild-Decal „OKTO-G“
es: Personaje PLP-ORO
es_mx: Personaje PLP-ORO
fr: Personnage PLP-AU
it: Personaggio SLP-OR
ja: キャラ TSJ-GO
ko: OKTSN-G 캐릭터
nl: Personage OCLO-GO
ru: Персонаж ОСЬ-ЗОЛ
zh_hans: 角色 TSJ-GO
zh_hant: 角色 TSJ-GO

# GoodsGoodsNameMtlStiContestSakeArtilleryLv02
source: bronze Big Shot sticker
de: Kanonya-Aufkleber Bronze
es: Pegatina artilleroide de bronce
es_mx: Calcomanía artilleroide de bronce
fr: Autocollant Gros boulet bronze
it: Adesivo Cannoniere di bronzo
ja: ステッカー テッキュウ ブロンズ
ko: 브론즈 철 구슬 스티커
nl: Bronzen Bombariesticker
ru: Бронзовая наклейка с ядровиком
zh_hans: 贴纸 铁球鱼 铜色版
zh_hant: 貼紙 鐵球魚 銅色版

# GoodsGoodsNameMtlStiContestSakeArtilleryLv03
source: silver Big Shot sticker
de: Kanonya-Aufkleber Silber
es: Pegatina artilleroide de plata
es_mx: Calcomanía artilleroide de plata
fr: Autocollant Gros boulet argent
it: Adesivo Cannoniere d'argento
ja: ステッカー テッキュウ シルバー
ko: 실버 철 구슬 스티커
nl: Zilveren Bombariesticker
ru: Серебряная наклейка с ядровиком
zh_hans: 贴纸 铁球鱼 银色版
zh_hant: 貼紙 鐵球魚 銀色版

# GoodsGoodsNameMtlStiContestSakeArtilleryLv04
source: gold Big Shot sticker
de: Kanonya-Aufkleber Gold
es: Pegatina artilleroide de oro
es_mx: Calcomanía artilleroide de oro
fr: Autocollant Gros boulet or
it: Adesivo Cannoniere d'oro
ja: ステッカー テッキュウ ゴールド
ko: 골드 철 구슬 스티커
nl: Gouden Bombariesticker
ru: Золотая наклейка с ядровиком
zh_hans: 贴纸 铁球鱼 金色版
zh_hant: 貼紙 鐵球魚 金色版

# GoodsGoodsNameMtlStiContestSakediverLv02
source: bronze Maws sticker
de: Grablax-Aufkleber Bronze
es: Pegatina fáucex de bronce
es_mx: Calcomanía mandíburo de bronce
fr: Autocollant Gobb bronze
it: Adesivo Boccalone di bronzo
ja: ステッカー モグラ ブロンズ
ko: 브론즈 두더지 스티커
nl: Bronzen Snaaisticker
ru: Бронзовая наклейка с Жуй-Горбушем
zh_hans: 贴纸 鼹鼠鱼 铜色版
zh_hant: 貼紙 鼴鼠魚 銅色版

# GoodsGoodsNameMtlStiContestSakediverLv03
source: silver Maws sticker
de: Grablax-Aufkleber Silber
es: Pegatina fáucex de plata
es_mx: Calcomanía mandíburo de plata
fr: Autocollant Gobb argent
it: Adesivo Boccalone d'argento
ja: ステッカー モグラ シルバー
ko: 실버 두더지 스티커
nl: Zilveren Snaaisticker
ru: Серебр. наклейка с Жуй-Горбушем
zh_hans: 贴纸 鼹鼠鱼 银色版
zh_hant: 貼紙 鼴鼠魚 銀色版

# GoodsGoodsNameMtlStiContestSakediverLv04
source: gold Maws sticker
de: Grablax-Aufkleber Gold
es: Pegatina fáucex de oro
es_mx: Calcomanía mandíburo de oro
fr: Autocollant Gobb or
it: Adesivo Boccalone d'oro
ja: ステッカー モグラ ゴールド
ko: 골드 두더지 스티커
nl: Gouden Snaaisticker
ru: Золотая наклейка с Жуй-Горбушем
zh_hans: 贴纸 鼹鼠鱼 金色版
zh_hant: 貼紙 鼴鼠魚 金色版

# GoodsGoodsNameMtlStiContestSakeDolphinLv02
source: bronze Flipper-Flopper sticker
de: Sturmreifer-Aufkleber Bronze
es: Pegatina chapotero de bronce
es_mx: Calcomanía chapotero de bronce
fr: Autocollant Ploufion bronze
it: Adesivo Tuffone di bronzo
ja: ステッカー ダイバー ブロンズ
ko: 브론즈 다이버 스티커
nl: Bronzen Dompelaarsticker
ru: Бронзовая наклейка с хулахлюпом
zh_hans: 贴纸 潜水鱼 铜色版
zh_hant: 貼紙 潛水魚 銅色版

# GoodsGoodsNameMtlStiContestSakeDolphinLv03
source: silver Flipper-Flopper sticker
de: Sturmreifer-Aufkleber Silber
es: Pegatina chapotero de plata
es_mx: Calcomanía chapotero de plata
fr: Autocollant Ploufion argent
it: Adesivo Tuffone d'argento
ja: ステッカー ダイバー シルバー
ko: 실버 다이버 스티커
nl: Zilveren Dompelaarsticker
ru: Серебряная наклейка с хулахлюпом
zh_hans: 贴纸 潜水鱼 银色版
zh_hant: 貼紙 潛水魚 銀色版

# GoodsGoodsNameMtlStiContestSakeDolphinLv04
source: gold Flipper-Flopper sticker
de: Sturmreifer-Aufkleber Gold
es: Pegatina chapotero de oro
es_mx: Calcomanía chapotero de oro
fr: Autocollant Ploufion or
it: Adesivo Tuffone d'oro
ja: ステッカー ダイバー ゴールド
ko: 골드 다이버 스티커
nl: Gouden Dompelaarsticker
ru: Золотая наклейка с хулахлюпом
zh_hans: 贴纸 潜水鱼 金色版
zh_hant: 貼紙 潛水魚 金色版

# GoodsGoodsNameMtlStiContestSakelienBomberLv02
source: bronze Steelhead sticker
de: Bäm-Aufkleber Bronze
es: Pegatina ferroz de bronce
es_mx: Calcomanía ferroz de bronce
fr: Autocollant Tête-de-pneu bronze
it: Adesivo Bomber di bronzo
ja: ステッカー バクダン ブロンズ
ko: 브론즈 폭탄 스티커
nl: Bronzen Staalkopsticker
ru: Бронзовая наклейка «Дядя Семг»
zh_hans: 贴纸 炸弹鱼 铜色版
zh_hant: 貼紙 炸彈魚 銅色版

# GoodsGoodsNameMtlStiContestSakelienBomberLv03
source: silver Steelhead sticker
de: Bäm-Aufkleber Silber
es: Pegatina ferroz de plata
es_mx: Calcomanía ferroz de plata
fr: Autocollant Tête-de-pneu argent
it: Adesivo Bomber d'argento
ja: ステッカー バクダン シルバー
ko: 실버 폭탄 스티커
nl: Zilveren Staalkopsticker
ru: Серебряная наклейка «Дядя Семг»
zh_hans: 贴纸 炸弹鱼 银色版
zh_hant: 貼紙 炸彈魚 銀色版

# GoodsGoodsNameMtlStiContestSakelienBomberLv04
source: gold Steelhead sticker
de: Bäm-Aufkleber Gold
es: Pegatina ferroz de oro
es_mx: Calcomanía ferroz de oro
fr: Autocollant Tête-de-pneu or
it: Adesivo Bomber d'oro
ja: ステッカー バクダン ゴールド
ko: 골드 폭탄 스티커
nl: Gouden Staalkopsticker
ru: Золотая наклейка «Дядя Семг»
zh_hans: 贴纸 炸弹鱼 金色版
zh_hant: 貼紙 炸彈魚 金色版

# GoodsGoodsNameMtlStiContestSakelienCupTwinsLv02
source: bronze Flyfish sticker
de: Rakzak-Aufkleber Bronze
es: Pegatina drónido de bronce
es_mx: Calcomanía drónido de bronce
fr: Autocollant Aéro Ben bronze
it: Adesivo Salmodrone di bronzo
ja: ステッカー カタパッド ブロンズ
ko: 브론즈 어깨 패드 스티커
nl: Bronzen Salmodronesticker
ru: Бронзовая наклейка с неркетчиком
zh_hans: 贴纸 垫肩飞鱼 铜色版
zh_hant: 貼紙 墊肩飛魚 銅色版

# GoodsGoodsNameMtlStiContestSakelienCupTwinsLv03
source: silver Flyfish sticker
de: Rakzak-Aufkleber Silber
es: Pegatina drónido de plata
es_mx: Calcomanía drónido de plata
fr: Autocollant Aéro Ben argent
it: Adesivo Salmodrone d'argento
ja: ステッカー カタパッド シルバー
ko: 실버 어깨 패드 스티커
nl: Zilveren Salmodronesticker
ru: Серебр. наклейка с неркетчиком
zh_hans: 贴纸 垫肩飞鱼 银色版
zh_hant: 貼紙 墊肩飛魚 銀色版

# GoodsGoodsNameMtlStiContestSakelienCupTwinsLv04
source: gold Flyfish sticker
de: Rakzak-Aufkleber Gold
es: Pegatina drónido de oro
es_mx: Calcomanía drónido de oro
fr: Autocollant Aéro Ben or
it: Adesivo Salmodrone d'oro
ja: ステッカー カタパッド ゴールド
ko: 골드 어깨 패드 스티커
nl: Gouden Salmodronesticker
ru: Золотая наклейка с неркетчиком
zh_hans: 贴纸 垫肩飞鱼 金色版
zh_hant: 貼紙 墊肩飛魚 金色版

# GoodsGoodsNameMtlStiContestSakelienLv02
source: bronze Chum sticker
de: Salmo-Aufkleber Bronze
es: Pegatina salmoche de bronce
es_mx: Calcomanía salmoide de bronce
fr: Autocollant Salmoche bronze
it: Adesivo Spadello di bronzo
ja: ステッカー シャケ ブロンズ
ko: 브론즈 연어 스티커
nl: Bronzen Salmosticker
ru: Бронзовая наклейка «Скороварвар»
zh_hans: 贴纸 鲑鱼 铜色版
zh_hant: 貼紙 鮭魚 銅色版

# GoodsGoodsNameMtlStiContestSakelienLv03
source: silver Chum sticker
de: Salmo-Aufkleber Silber
es: Pegatina salmoche de plata
es_mx: Calcomanía salmoide de plata
fr: Autocollant Salmoche argent
it: Adesivo Spadello d'argento
ja: ステッカー シャケ シルバー
ko: 실버 연어 스티커
nl: Zilveren Salmosticker
ru: Серебряная наклейка «Скороварвар»
zh_hans: 贴纸 鲑鱼 银色版
zh_hant: 貼紙 鮭魚 銀色版

# GoodsGoodsNameMtlStiContestSakelienLv04
source: gold Chum sticker
de: Salmo-Aufkleber Gold
es: Pegatina salmoche de oro
es_mx: Calcomanía salmoide de oro
fr: Autocollant Salmoche or
it: Adesivo Spadello d'oro
ja: ステッカー シャケ ゴールド
ko: 골드 연어 스티커
nl: Gouden Salmosticker
ru: Золотая наклейка «Скороварвар»
zh_hans: 贴纸 鲑鱼 金色版
zh_hant: 貼紙 鮭魚 金色版

# GoodsGoodsNameMtlStiContestSakelienShieldLv02
source: bronze Scrapper sticker
de: Pfanndit-Aufkleber Bronze
es: Pegatina chatarrónido de bronce
es_mx: Calcomanía parrillero de bronce
fr: Autocollant Bricabrute bronze
it: Adesivo Blindomito di bronzo
ja: ステッカー テッパン ブロンズ
ko: 브론즈 철판 스티커
nl: Bronzen Juttersticker
ru: Бронзовая наклейка с кетанкистом
zh_hans: 贴纸 铁板鱼 铜色版
zh_hant: 貼紙 鐵板魚 銅色版

# GoodsGoodsNameMtlStiContestSakelienShieldLv03
source: silver Scrapper sticker
de: Pfanndit-Aufkleber Silber
es: Pegatina chatarrónido de plata
es_mx: Calcomanía parrillero de plata
fr: Autocollant Bricabrute argent
it: Adesivo Blindomito d'argento
ja: ステッカー テッパン シルバー
ko: 실버 철판 스티커
nl: Zilveren Juttersticker
ru: Серебряная наклейка с кетанкистом
zh_hans: 贴纸 铁板鱼 银色版
zh_hant: 貼紙 鐵板魚 銀色版

# GoodsGoodsNameMtlStiContestSakelienShieldLv04
source: gold Scrapper sticker
de: Pfanndit-Aufkleber Gold
es: Pegatina chatarrónido de oro
es_mx: Calcomanía parrillero de oro
fr: Autocollant Bricabrute or
it: Adesivo Blindomito d'oro
ja: ステッカー テッパン ゴールド
ko: 골드 철판 스티커
nl: Gouden Juttersticker
ru: Золотая наклейка с кетанкистом
zh_hans: 贴纸 铁板鱼 金色版
zh_hant: 貼紙 鐵板魚 金色版

# GoodsGoodsNameMtlStiContestSakelienSnakeLv02
source: bronze Steel Eel sticker
de: Staal-Aufkleber Bronze
es: Pegatina raspoide de bronce
es_mx: Calcomanía anguiladera de bronce
fr: Autocollant Carnacier bronze
it: Adesivo Anguilmone di bronzo
ja: ステッカー ヘビ ブロンズ
ko: 브론즈 뱀 스티커
nl: Bronzen Staalsticker
ru: Бронзовая наклейка с громыхариусом
zh_hans: 贴纸 蛇鱼 铜色版
zh_hant: 貼紙 蛇魚 銅色版

# GoodsGoodsNameMtlStiContestSakelienSnakeLv03
source: silver Steel Eel sticker
de: Staal-Aufkleber Silber
es: Pegatina raspoide de plata
es_mx: Calcomanía anguiladera de plata
fr: Autocollant Carnacier argent
it: Adesivo Anguilmone d'argento
ja: ステッカー ヘビ シルバー
ko: 실버 뱀 스티커
nl: Zilveren Staalsticker
ru: Серебр. наклейка с громыхариусом
zh_hans: 贴纸 蛇鱼 银色版
zh_hant: 貼紙 蛇魚 銀色版

# GoodsGoodsNameMtlStiContestSakelienSnakeLv04
source: gold Steel Eel sticker
de: Staal-Aufkleber Gold
es: Pegatina raspoide de oro
es_mx: Calcomanía anguiladera de oro
fr: Autocollant Carnacier or
it: Adesivo Anguilmone d'oro
ja: ステッカー ヘビ ゴールド
ko: 골드 뱀 스티커
nl: Gouden Staalsticker
ru: Золотая наклейка с громыхариусом
zh_hans: 贴纸 蛇鱼 金色版
zh_hant: 貼紙 蛇魚 金色版

# GoodsGoodsNameMtlStiContestSakelienTowerLv02
source: bronze Stinger sticker
de: Stapla-Aufkleber Bronze
es: Pegatina pilónido de bronce
es_mx: Calcomanía fregatorre de bronce
fr: Autocollant Marmirador bronze
it: Adesivo Pentolaio di bronzo
ja: ステッカー タワー ブロンズ
ko: 브론즈 타워 스티커
nl: Bronzen Staaplosticker
ru: Бронз. наклейка с Котельным Сигом
zh_hans: 贴纸 高塔鱼 铜色版
zh_hant: 貼紙 高塔魚 銅色版

# GoodsGoodsNameMtlStiContestSakelienTowerLv03
source: silver Stinger sticker
de: Stapla-Aufkleber Silber
es: Pegatina pilónido de plata
es_mx: Calcomanía fregatorre de plata
fr: Autocollant Marmirador argent
it: Adesivo Pentolaio d'argento
ja: ステッカー タワー シルバー
ko: 실버 타워 스티커
nl: Zilveren Staaplosticker
ru: Серебр. наклейка с Котельным Сигом
zh_hans: 贴纸 高塔鱼 银色版
zh_hant: 貼紙 高塔魚 銀色版

# GoodsGoodsNameMtlStiContestSakelienTowerLv04
source: gold Stinger sticker
de: Stapla-Aufkleber Gold
es: Pegatina pilónido de oro
es_mx: Calcomanía fregatorre de oro
fr: Autocollant Marmirador or
it: Adesivo Pentolaio d'oro
ja: ステッカー タワー ゴールド
ko: 골드 타워 스티커
nl: Gouden Staaplosticker
ru: Золотая наклейка с Котельным Сигом
zh_hans: 贴纸 高塔鱼 金色版
zh_hant: 貼紙 高塔魚 金色版

# GoodsGoodsNameMtlStiContestSakePillarLv02
source: bronze Fish Stick sticker
de: Mobelisk-Aufkleber Bronze
es: Pegatina viga de bronce
es_mx: Calcomanía viga de bronce
fr: Autocollant Pylônoïde bronze
it: Adesivo Trivellaccio di bronzo
ja: ステッカー ハシラ ブロンズ
ko: 브론즈 기둥 스티커
nl: Bronzen Salmonolietsticker
ru: Бронзовая наклейка с бурмонидом
zh_hans: 贴纸 柱鱼 铜色版
zh_hant: 貼紙 柱魚 銅色版

# GoodsGoodsNameMtlStiContestSakePillarLv03
source: silver Fish Stick sticker
de: Mobelisk-Aufkleber Silber
es: Pegatina viga de plata
es_mx: Calcomanía viga de plata
fr: Autocollant Pylônoïde argent
it: Adesivo Trivellaccio d'argento
ja: ステッカー ハシラ シルバー
ko: 실버 기둥 스티커
nl: Zilveren Salmonolietsticker
ru: Серебряная наклейка с бурмонидом
zh_hans: 贴纸 柱鱼 银色版
zh_hant: 貼紙 柱魚 銀色版

# GoodsGoodsNameMtlStiContestSakePillarLv04
source: gold Fish Stick sticker
de: Mobelisk-Aufkleber Gold
es: Pegatina viga de oro
es_mx: Calcomanía viga de oro
fr: Autocollant Pylônoïde or
it: Adesivo Trivellaccio d'oro
ja: ステッカー ハシラ ゴールド
ko: 골드 기둥 스티커
nl: Gouden Salmonolietsticker
ru: Золотая наклейка с бурмонидом
zh_hans: 贴纸 柱鱼 金色版
zh_hant: 貼紙 柱魚 金色版

# GoodsGoodsNameMtlStiContestSakerocketLv02
source: bronze Drizzler sticker
de: Regnar-Aufkleber Bronze
es: Pegatina barreno de bronce
es_mx: Calcomanía paragüista de bronce
fr: Autocollant Crachin bronze
it: Adesivo Piovasco di bronzo
ja: ステッカー コウモリ ブロンズ
ko: 브론즈 박쥐 스티커
nl: Bronzen Miezersticker
ru: Бронзовая наклейка с метеогольцом
zh_hans: 贴纸 蝙蝠鱼 铜色版
zh_hant: 貼紙 蝙蝠魚 銅色版

# GoodsGoodsNameMtlStiContestSakerocketLv03
source: silver Drizzler sticker
de: Regnar-Aufkleber Silber
es: Pegatina barreno de plata
es_mx: Calcomanía paragüista de plata
fr: Autocollant Crachin argent
it: Adesivo Piovasco d'argento
ja: ステッカー コウモリ シルバー
ko: 실버 박쥐 스티커
nl: Zilveren Miezersticker
ru: Серебряная наклейка с метеогольцом
zh_hans: 贴纸 蝙蝠鱼 银色版
zh_hant: 貼紙 蝙蝠魚 銀色版

# GoodsGoodsNameMtlStiContestSakerocketLv04
source: gold Drizzler sticker
de: Regnar-Aufkleber Gold
es: Pegatina barreno de oro
es_mx: Calcomanía paragüista de oro
fr: Autocollant Crachin or
it: Adesivo Piovasco d'oro
ja: ステッカー コウモリ ゴールド
ko: 골드 박쥐 스티커
nl: Gouden Miezersticker
ru: Золотая наклейка с метеогольцом
zh_hans: 贴纸 蝙蝠鱼 金色版
zh_hant: 貼紙 蝙蝠魚 金色版

# GoodsGoodsNameMtlStiContestSakeSaucerLv02
source: bronze Slammin' Lid sticker
de: Deckler-Aufkleber Bronze
es: Pegatina tapaollas de bronce
es_mx: Calcomanía tapaollas de bronce
fr: Autocollant Couverclard bronze
it: Adesivo Coperchiotto di bronzo
ja: ステッカー ナベブタ ブロンズ
ko: 브론즈 냄비 뚜껑 스티커
nl: Bronzen Drekselsticker
ru: Бронзовая наклейка с мокрышкой
zh_hans: 贴纸 锅盖鱼 铜色版
zh_hant: 貼紙 鍋蓋魚 銅色版

# GoodsGoodsNameMtlStiContestSakeSaucerLv03
source: silver Slammin' Lid sticker
de: Deckler-Aufkleber Silber
es: Pegatina tapaollas de plata
es_mx: Calcomanía tapaollas de plata
fr: Autocollant Couverclard argent
it: Adesivo Coperchiotto d'argento
ja: ステッカー ナベブタ シルバー
ko: 실버 냄비 뚜껑 스티커
nl: Zilveren Drekselsticker
ru: Серебр. наклейка с мокрышкой
zh_hans: 贴纸 锅盖鱼 银色版
zh_hant: 貼紙 鍋蓋魚 銀色版

# GoodsGoodsNameMtlStiContestSakeSaucerLv04
source: gold Slammin' Lid sticker
de: Deckler-Aufkleber Gold
es: Pegatina tapaollas de oro
es_mx: Calcomanía tapaollas de oro
fr: Autocollant Couverclard or
it: Adesivo Coperchiotto d'oro
ja: ステッカー ナベブタ ゴールド
ko: 골드 냄비 뚜껑 스티커
nl: Gouden Drekselsticker
ru: Золотая наклейка с мокрышкой
zh_hans: 贴纸 锅盖鱼 金色版
zh_hant: 貼紙 鍋蓋魚 金色版

# GoodsGoodsNamePapStiCharacter22
source: ANGSQ character
de: Bild-Decal „EVLTF“
es: Personaje CLM-ENF
es_mx: Personaje CLM-ENF
fr: Personnage CLMFRX
it: Personaggio SCF
ja: キャラ KIJ
ko: ANGSQ 캐릭터
nl: Personage BO-IKV
ru: Персонаж ЗЛО-КАЛЬ
zh_hans: 角色 KIJ
zh_hant: 角色 KIJ

# GoodsGoodsNamePapStiCharacter25
source: XCLM character
de: Bild-Decal „BLB“
es: Personaje EX-ALM
es_mx: Personaje EX-ALM
fr: Personnage EX-PL
it: Personaggio VVF
ja: キャラ ARD
ko: XCLM 캐릭터
nl: Personage XSLP
ru: Персонаж ДОХ
zh_hans: 角色 ARD
zh_hant: 角色 ARD

# GoodsGoodsNamePapStiDecoration12
source: SPCHBL deco
de: Deko-Sticker „SPRCH“
es: Adorno GLB-COM
es_mx: Adorno GLB-COM
fr: Déco PHC
it: Decorazione FUM
ja: デコ HUK
ko: SPCHBL 데코
nl: Decoratie SPBL
ru: Деко ТУЧ
zh_hans: 装饰 HUK
zh_hant: 裝飾 HUK

# GoodsGoodsNamePapStiPoster00
source: ZNK poster
de: Poster „SGTRN“
es: Póster TTAZ
es_mx: Póster TNTZ
fr: Affiche LVT
it: Poster TOT
ja: ポスター IRN
ko: IRN 포스터
nl: Poster ZNK
ru: Плакат ШПРО
zh_hans: 海报 IRN
zh_hant: 海報 IRN

# GoodsGoodsNamePapStiPoster01
source: EPY poster
de: Poster „ENP“
es: Póster KRKN
es_mx: Póster KRKN
fr: Affiche DX
it: Poster IMP
ja: ポスター EPR
ko: EPR 포스터
nl: Poster EPY
ru: Плакат КА-КЛЯ
zh_hans: 海报 EPR
zh_hant: 海報 EPR

# GoodsGoodsNamePapStiPoster02
source: PRL poster
de: Poster „PLA“
es: Póster PRL
es_mx: Póster PRL
fr: Affiche PRL
it: Poster ALG
ja: ポスター HIM
ko: HIM 포스터
nl: Poster LRL
ru: Плакат ЖЕМ
zh_hans: 海报 HIM
zh_hant: 海報 HIM

# GoodsGoodsNamePapStiPoster03
source: MNA poster
de: Poster „MNA“
es: Póster MRN
es_mx: Póster MRN
fr: Affiche CRL
it: Poster NOR
ja: ポスター IID
ko: IID 포스터
nl: Poster MRN
ru: Плакат МАР
zh_hans: 海报 IID
zh_hant: 海報 IID

# GoodsGoodsNamePapStiPoster04
source: SQSQD poster
de: Poster „SQSQ“
es: Póster SQISQA
es_mx: Póster SQISQA
fr: Affiche SQSQD
it: Poster SQD
ja: ポスター SQD
ko: SQD 포스터
nl: Poster SQSQD
ru: Плакат SQD
zh_hans: 海报 SQD
zh_hant: 海報 SQD

# GoodsGoodsNamePapStiPoster05
source: INKWR poster
de: Poster „INKRL“
es: Póster IKRDLL
es_mx: Póster IKRDLL
fr: Affiche RL-IKL
it: Poster ICR
ja: ポスター RMI
ko: INKWR 포스터
nl: Poster INKL-RO
ru: Плакат ВАЛ
zh_hans: 海报 RMI
zh_hant: 海報 RMI

# GoodsGoodsNamePapStiPoster06
source: CARBV poster
de: Poster „SFTDRNK“
es: Póster BBCBT
es_mx: Póster RFSC
fr: Affiche CNT
it: Poster BGA
ja: ポスター TSN
ko: CARBV 포스터
nl: Poster FSDR
ru: Плакат ШПУЧ
zh_hans: 海报 TSN
zh_hant: 海報 TSN

# GoodsGoodsNamePapStiPoster07
source: BDRNG poster
de: Poster „BLDR“
es: Póster ESCLD
es_mx: Póster ESCLD
fr: Affiche ESCL
it: Poster PBW
ja: ポスター BLS
ko: BDRNG 포스터
nl: Poster KLMR
ru: Плакат СКАЛ
zh_hans: 海报 BLS
zh_hant: 海報 BLS

# GoodsGoodsNamePapStiPoster08
source: MTNNK poster
de: Poster „BRGTNT“
es: Póster MNTTT
es_mx: Póster MNTTT
fr: Affiche MT-ECR
it: Poster IGI
ja: ポスター SGP
ko: MTNNK 포스터
nl: Poster INKBRG
ru: Плакат ВОЛГО
zh_hans: 海报 SGP
zh_hant: 海報 SGP

# GoodsGoodsNamePapStiPoster09
source: OKTRVNG poster
de: Poster „OCS“
es: Póster VNGZP
es_mx: Póster VNGZP
fr: Affiche VGC-PLP
it: Poster ADP
ja: ポスター ONS
ko: OKTRVNG 포스터
nl: Poster OCTRVG
ru: Плакат КРАК-3D
zh_hans: 海报 ONS
zh_hant: 海報 ONS

# GoodsGoodsNamePapStiPoster10
source: SPTY poster
de: Poster „SPN“
es: Póster DPTST
es_mx: Póster DPTST
fr: Affiche SPT
it: Poster SPT
ja: ポスター SPN
ko: SPTY 포스터
nl: Poster ISPO
ru: Плакат ПОРТС
zh_hans: 海报 SPN
zh_hant: 海報 SPN

# GoodsGoodsNamePapStiPoster11
source: AVGDE poster
de: Poster „ANG“
es: Póster VNGRD
es_mx: Póster VNGRD
fr: Affiche AVGDE
it: Poster GAV
ja: ポスター ANG
ko: AVGDE 포스터
nl: Poster AVGD
ru: Плакат ВАНГ
zh_hans: 海报 ANG
zh_hant: 海報 ANG

# GoodsGoodsNamePapStiPoster12
source: DRNKPNYL poster
de: Poster „PNKGLB“
es: Póster BBRSAM
es_mx: Póster BBRSAM
fr: Affiche BSN-ROJA
it: Poster QSB
ja: ポスター NMM
ko: DRNKPNYL 포스터
nl: Poster ROGE-DR
ru: Плакат ЭТОПИТ
zh_hans: 海报 NMM
zh_hant: 海報 NMM

# GoodsGoodsNamePapStiPoster13
source: JLYDLY poster
de: Zeitung „QLLTGL“
es: Periódico DMEDS
es_mx: Periódico DMEDS
fr: Journal MD-S
it: Quotidiano IGM
ja: しんぶんし KND
ko: JLYDLY 신문지
nl: Poster KWK
ru: Газета ДУЗ-НЬЮЗ
zh_hans: 报纸 KND
zh_hant: 報紙 KND

# GoodsGoodsNamePapStiPoster14
source: OKTOKTOKT flyer
de: Flyer „OKTOKTOKT“
es: Octavilla PLPLPL
es_mx: Folleto PLPLPL
fr: Affichette PLP-PLP-PLP
it: Volantino IDO
ja: チラシ TNA
ko: OKTOKTOKT 전단지
nl: Brochure OCTVRZ
ru: Флаер КАЛЬ-МИТ
zh_hans: 传单 TNA
zh_hant: 傳單 TNA

# GoodsGoodsNamePapStiPoster15
source: GCI-WTD poster
de: Poster „BÄR-JOBS“
es: Póster T-DSO
es_mx: Póster T-DSO
fr: Affiche MOSA-CHS
it: Poster UC-TCA
ja: ポスター KS-MDK
ko: MRBS-WTD 포스터
nl: Poster BC-GZT
ru: Плакат ТАП-ОХОТ
zh_hans: 海报 KS-MDK
zh_hant: 海報 KS-MDK

# GoodsGoodsNamePapStiPoster16
source: GCI-NHW poster
de: Poster „BÄR-PROS“
es: Póster L-DSO
es_mx: Póster L-DSO
fr: Affiche MOSA-RCR
it: Poster UC-SAC
ja: ポスター KS-SNB
ko: MRBS-NHW 포스터
nl: Poster BC-WRV
ru: Плакат ТАП-БРИГАД
zh_hans: 海报 KS-SNB
zh_hant: 海報 KS-SNB

# GoodsGoodsNamePapStiPoster17
source: GCI-NHPT poster
de: Poster „BÄR-TLZT“
es: Póster B-DSO
es_mx: Póster DSO-BEMT
fr: Affiche MOSA-TPT
it: Poster UC-APT
ja: ポスター KS-BAB
ko: MRBS-NHPT 포스터
nl: Poster BC-PRT
ru: Плакат ТАП-РАБ
zh_hans: 海报 KS-BAB
zh_hant: 海報 KS-BAB

# GoodsGoodsNamePapStiPoster18
source: GCI-DNG poster
de: Poster „BÄR-GFHR“
es: Póster R-DSO
es_mx: Póster R-DSO
fr: Affiche MOSA-DNG
it: Poster UC-EPE
ja: ポスター KS-TAB
ko: MRBS-DNG 포스터
nl: Poster BC-BGV
ru: Плакат ТАП-ОПА
zh_hans: 海报 KS-TAB
zh_hant: 海報 KS-TAB

# GoodsGoodsNamePapStiPoster19
source: GCI-N0SLMN poster
de: Poster „BÄR-SLM“
es: Póster SN-DSO
es_mx: Póster SN-DSO
fr: Affiche MOSA-NOSA
it: Poster UC-VAS
ja: ポスター KS-SYK
ko: MRBS-N0SLMN 포스터
nl: Poster BC-SMVB
ru: Плакат ТАП-ЗАП
zh_hans: 海报 KS-SYK
zh_hant: 海報 KS-SYK

# GoodsGoodsNamePapStiPoster20
source: BWTR-SPRGS-HTL poster
de: Poster „KQ-ARP“
es: Póster BLAG-PCAM
es_mx: Póster BLAG-PCAM
fr: Affiche SRT-HTL
it: Poster FER-HTL
ja: ポスター KU-ARP
ko: GWA-UYP 포스터
nl: Poster BB-HTL
ru: Постер ТУХВО-ПОС
zh_hans: 海报 KU-ARP
zh_hant: 海報 KU-ARP

# GoodsGoodsNamePapStiPoster21
source: MM-LVM poster
de: Poster „MM-VRT“
es: Póster CBCV-VT
es_mx: Póster CBCV-VT
fr: Affiche CA-MAM
it: Poster MM-MVL
ja: ポスター MA-TNK
ko: MM-JSHD 포스터
nl: Poster KVK-LVK
ru: Плакат МАН-ВЕРКАР
zh_hans: 海报 MA-TNK
zh_hant: 海報 MA-TNK

# GoodsGoodsNamePapStiPoster22
source: NKPL-CS poster
de: Poster „INK-CSID“
es: Póster CRMP-CS
es_mx: Póster CRMP-CS
fr: Affiche CRP-CS
it: Poster CLP-CS
ja: ポスター HA-CSP
ko: ODPL-CS 포스터
nl: Poster IP-C-S
ru: Плакат ИНКО-CSID
zh_hans: 海报 HA-CSP
zh_hant: 海報 HA-CSP
