Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# EventFlowMsgLobbyLocalFirstEnterFirst02
source: After you choose your battle mode and stage,we'll get you right into the action!
de: Wähle eine Kampfart und eine Arena,und dann kann’s auch schon losgehen!
es: Una vez que elijas estilo de juego y escenario,¡podrás saltar de lleno a la acción!
es_mx: Una vez que elijas un estilo de juego y un escenario,¡podrás saltar de lleno a la acción!
fr: Le temps de choisir un mode et un stage,et tu peux plonger dans l'action !
it: Dopo aver scelto modalità di gioco escenario, puoi lanciarti subito nella mischia!
ja: ルールやステージを 自由に決めて仲間といっしょに エンジョイしてくれ！
ko: 룰과 스테이지를 자유롭게 정해서친구와 함께 즐겨 봐!
nl: Kies een vechtstijl en een level, dan zorgen wijdat je meteen kunt beginnen!
ru: Как только выберешь режим боя и арену, мытут же перенесем тебя в самую гущу событий!
zh_hans: 自由决定规则和场地，与同伴一起享受游戏吧！
zh_hant: 自由地選擇規則和場地，與同伴一起盡情地享樂吧！

# EventFlowMsgLobbyVersusFestMikoshi100000
source: You won a 100x Battle! Congrats!
de: Du hast einen ×100-Kampf gewonnen!Glückwunsch!
es: ¡Has vencido en un combate ×100! ¡Bravo!
es_mx: ¡Victoria ×100! ¡Bravo!
fr: Tu as gagné un match ×100 ! Bravo !
it: Hai vinto una battaglia ×100! Congratulazioni!
ja: １００倍マッチでの勝利、おめでとう！！
ko: 100배 매치에서의 승리를 축하한다!!
nl: Gefeliciteerd, je hebt een ×100-strijd gewonnen!
ru: Победа в бою с бонусом x100! Ми-и-и!
zh_hans: 恭喜在100倍比赛中获胜！！
zh_hant: 恭喜你在100倍比賽中獲勝！！

# EventFlowMsgLobbyVersusFestMikoshi333000
source: You won a 333x Battle! Congrats!
de: Du hast einen ×333-Kampf gewonnen!Glückwunsch!
es: ¡Estupendo! ¡Victoria con bonificación ×333!
es_mx: ¡Victoria ×333! ¡Bravo!
fr: Tu as gagné un match ×333 ! Bravo !
it: Hai vinto una battaglia ×333! Congratulazioni!
ja: ３３３倍マッチ勝利、おめでとう！！！
ko: 333배 매치에서의 승리를 축하한다!!
nl: Gefeliciteerd, je hebt een ×333-strijd gewonnen!
ru: Победа в бою с бонусом x333! Йо-хо!
zh_hans: 恭喜在333倍比赛中获胜！！！
zh_hant: 恭喜你在333倍比賽中獲勝！！！

# EventFlowMsgLobbyVersusFestMikoshiScramble10000
source: You won a 10x Conch Clash! Congrats!
de: ×10-Tritonskampf gewonnen! Glückwunsch!
es: ¡Has vencido en una Caracolisión ×10! ¡Bravo!
es_mx: ¡Ganaste una caracolisión ×10! ¡Bravo!
fr: Tu as gagné une conquétition ×10 !Bravo !
it: Hai vinto una Conchigliata ×10! Complimenti!
ja: １０倍ホラガイ争奪戦での勝利、おめでとう！！
ko: 10배 소라고둥 쟁탈전에서의 승리를 축하한다!!
nl: Je hebt gewonnen met ×10-prijsschelppret!
ru: Победа в Раковин-ролле с бонусом x10! Ура!
zh_hans: 恭喜在10倍法螺争夺战中获胜！！
zh_hant: 恭喜你在10倍法螺爭奪戰中獲勝！！

# EventFlowMsgLobbyVersusFestMikoshiScramble33000
source: You won a 33x Conch Clash! Congrats!
de: ×33-Tritonskampf gewonnen! Glückwunsch!
es: ¡Has vencido en una Caracolisión ×33! ¡Bravo!
es_mx: ¡Ganaste una caracolisión ×33! ¡Bravo!
fr: Tu as gagné une conquétition ×33 !Bravo !
it: Hai vinto una Conchigliata ×33! Complimenti!
ja: ３３倍ホラガイ争奪戦での勝利、おめでとう！！！
ko: 33배 소라고둥 쟁탈전에서의 승리를 축하한다!!!
nl: Je hebt gewonnen met ×33-prijsschelppret!
ru: Победа в Раковин-ролле с бонусом x33! Йес!
zh_hans: 恭喜在33倍法螺争夺战中获胜！！！
zh_hant: 恭喜你在33倍法螺爭奪戰中獲勝！！！

# EventFlowMsgLobbyVersusUnlockXMatchXMatchOpen00
source: Hey, you're X-tremely good at this...
de: Hey, du bist x-trem gut dabei...
es: Oye, esto se te da de miedo, ¿eh?
es_mx: Oye, tienes talento para esto...
fr: Dis donc, tu as un talent X-XL...
it: Ciao! Vedo che sei X-tremamente in gambero...
ja: 最高にイカしたプレイヤーになったキミへ！
ko: 최고로 어메이징한 플레이어가 된 너!
nl: Zeg, jij bent hier echt x-treem goed in...
ru: Малек, ты у нас настоящий ас!
zh_hans: 致荣升最鱿型玩家的你！
zh_hant: 你已經是個超魷型的玩家了！

# EventFlowMsgLobbyVersusUnlockXMatchXMatchOpen07
source: Alright, that's enough X-planation. Go get 'em!
de: So, genug erklärt! Auf in den Kampf!
es: Eso es todo. ¡A combatir se ha dicho!
es_mx: Eso es todo. ¡A combatir se ha dicho!
fr: Voilà, c'est simple, inutile de le répéter X fois...Maintenant, cours enchaîner les victoires !
it: Queste sono le informazioni X-senziali.Ora dacci dentro!
ja: では、けんとうをいのる！
ko: 그럼 건투를 빌겠다!
nl: Dat was wel genoeg uitleg. Tijd om te gaanx-celleren!
ru: Так, все. Поговорили, пора плюхать!
zh_hans: 祝你百战百胜！
zh_hant: 祝你百戰百勝！

# EventFlowMsgLobbyVersusXRankingRewardXRankingReward00
source: Special announcement for an X Battle boss...
de: Eine besondere Nachricht für ein wahres Assder X-Kämpfe...
es: Aviso especial para gente que ha destacadoen combates X... ¡como tú!
es_mx: Aviso especial para gente que se ha destacadoen combates X... ¡como tú!
fr: Annonce spéciale pour l'as des matchs X...
it: Annuncio speciale per un pesce grossodelle partite X...
ja: Xマッチで最高にイカしたプレイを見せてくれたキミへのお知らせだ！
ko: X 매치에서 최고로 어메이징한플레이를 보여 준 너에게 새로운 소식이 있다!
nl: Speciale aankondiging voor een echteX-gevecht-fanaticus. Ja, jij dus.
ru: Экстренное сообщение для аса боев X!
zh_hans: 你在X比赛中展现出了最鱿型的操作呢，特此为你带来了一份通知！
zh_hant: 這裡有個消息要通知在X比賽中展現了超魷型風範的你！

# EventFlowMsgLobbyVersusXRankingRewardXRankingReward01
source: The latest X Rankings are out...and youranked up! Congratulations!
de: Die X-Ranglisten wurden aktualisiert...Und du bist aufgestiegen! Glückwunsch!
es: Han salido las clasificaciones del rango X...¡y has subido de posición! ¡Felicidades!
es_mx: Ya se publicaron las clasificaciones del rango X...¡y subiste de posición! ¡Felicidades!
fr: Le nouveau classement de matchs X vient detomber... et tu passes au rang supérieur !
it: La classifica X è stata aggiornata... e la tuaposizione è migliorata! Congratulazioni!
ja: おめでとう！ 前のシーズンのXランキングが決まってキミの順位が上がったぞ！
ko: 축하한다!이전 시즌의 X 랭킹이 결정되어 네 순위가 올랐다!
nl: Er zijn verse X-ranglijsten, en raad eens?Juist, je bent gestegen! Gefeliciteerd!
ru: Доступны новые рейтинги в Разряде X...И твой разряд повысился! Поздравляем!
zh_hans: 恭喜！上一赛季的X排名已揭晓，你的名次上升了哦！
zh_hant: 恭喜！前賽季的X排名已經確定了，你的名次提升囉！

# EventFlowMsgMissionLotteryDroneDeparture000
source: WOOO! Go, little Shel-drone! Do your thing!
de: Also los, kleine Drohne! Such!
es: ¡Oooh! ¡Vamos, pequeño dron! ¡Haz lo que sabes!
es_mx: ¡Oooh! ¡Vamos, pequeño dron! ¡Haz lo tuyo!
fr: Youhou ! Allez, mon petit Cardrone !Fais ce que t'as à faire !
it: Sììì! Vai, armandrone! Buona caccia!
ja: よぉーし！ 行ってこーーーいッ！！
ko: 자, 그럼～! 잘 갔다 와～～～!!
nl: Kom op, dappere kleine Armadrone! Zoek, zoek, zoek!
ru: Лети, мой пуш-дрон! Делай свое дело!
zh_hans: 好——！出发吧——！
zh_hant: 好——！去吧————！！

# EventFlowMsgMissionLotteryDroneDeparture003
source: Bye-bye!
de: Viel Glück!
es: ¡Hasta luego!
es_mx: ¡Chaito!
it: Ciao ciao!
ja: いてら～
ko: 잘 다녀와～
nl: Veel succes!
ru: Пока-пока!
zh_hans: 一路顺风～
zh_hant: 再見～

# EventFlowMsgMissionLotteryDroneFirst004
source: Once you pick up the item, the Shel-drone will returnhere automatically. Fly free, little Shel-drone!
de: Danach kehrt die Arty-Drohne dann wieder hierherzurück. Flieg, kleine Arty-Drohne!
es: Cuando recojas un objeto, el dron volverá aquíautomáticamente. ¡Vuela en libertad, pequeño dron!
es_mx: Cuando recojas un objeto, el dron volverá aquíautomáticamente. ¡Vuela en libertad, pequeño dron!
fr: Une fois que tu as récupéré les objets, le Cardroneretourne vaquer à ses occupations. Bon vol, Cardrone !
it: Una volta recuperato un oggetto, l'armandrone tornaqui automaticamente. Spiega le ali e vola, piccolino!
ja: ３号がアイテム受け取ったら、ドローンは ここにもどってくるかんね
ko: 3호가 아이템을 받으면드론이 여기로 돌아온당께
nl: Als je een gevonden voorwerp hebt opgehaald, komt deArmadrone weer hierheen voor een volgende klus.Lief hè, van de Armadrone?
ru: Как только ты заберешь находку, пуш-дронавтоматически вернется сюда.Счастливого пути, пуш-дрон!
zh_hans: 等3号领取完道具，无人机应该就会回到这里了。
zh_hant: 等你領取道具之後，無人機就會回到這裡來了。

# EventFlowMsgNewsBigRunAnnounce001
source: Are you OK? You're shook!
de: Alles okay? Du siehst etwas fertig aus!
es: ¿Qué pasa, Rayan? ¡Te veo muy alterado!
es_mx: ¿Todo bien, Rayan? ¡Te veo muy alterado!
fr: Ça va ? T'as l'air fébrile...
it: Stai bene? Sembri scosso!
ja: どした？ 顔色が真っ白じゃぞ
ko: 무슨 일이냐, 얼굴이 창백하구나
nl: Gaat het wel? Je lijkt nogal overstuur!
ru: Биг Ман, что с тобой? Тебя прямо трясет!
zh_hans: 我看你脸色煞白啊，怎么了？
zh_hant: 怎麼了？你臉色都發白了耶。

# EventFlowMsgNewsBigRunAnnounce003
source: Right, they're hiring. They're always hiring.It's not really news. Lemme see the report...
de: Ja, die stellen ein. Das tun sie immer.Lass mich mal den Bericht sehen...
es: Buscan gente para trabajar, por cientosy por miles, pero eso no es nuevo...
es_mx: Bueno, sí, están buscando personal. Peroeso no es nada nuevo. Déjame ver...
fr: Ah oui, ils recrutent. Mais c'est pasnouveau, ça. Fais voir cette dépêche...
it: Sì, assumono. Assumono sempre, non èche sia questa notiziona. Fammi vedere...
ja: なんや、バイトの募集なら あとでもええやろ…
ko: 뭐꼬, 아르바이트 모집은 이따 해도…
nl: Dat ze op zoek zijn naar werknemers, zeker.Zijn ze altijd. Laat dat bericht eens zien.
ru: Опять набирают кадры? Вечно оникого-то набирают. Дай-ка сюда текст.
zh_hans: 有什么事啊？募集打工人员的话，晚点也没关系吧……
zh_hant: 什麼嘛，想招人打工可以不用這麼急吧……

# EventFlowMsgNewsBigRunAnnounce005
source: Wait—we're under attack? Is that whatthat means? The Salmonids are coming?!
de: Wir werden angegriffen?Die Salmoniden kommen?!
es: ¿Nos atacan? ¿Qué significa eso?¿Los salmónidos vuelven a la carga?
es_mx: ¿Que nos atacan? ¿Cómo es eso?¿Vienen los salmónidos?
fr: Quoi ? On est attaqués, c'est ça ?Les Salmonoïdes débarquent ?
it: Cosa? Siamo sotto attacco? Intendiquello? I Salmonoidi stanno arrivando?!
ja: もうすぐシャケが攻めてくるんじゃな？！
ko: 곧 연어가 쳐들어온단 말이냐?!
nl: Wat?! We worden aangevallen?!De Salmonieten komen eraan?!
ru: Что?! На нас напали самониды,я правильно поняла?!
zh_hans: 鲑鱼马上就要袭来了吗？！
zh_hant: 那代表鮭魚馬上就要來襲了吧！？

# EventFlowMsgNewsBigRunAnnounce007
source: But why Wahoo World? Can Salmonids evenride rides?
de: Aber warum der Flunder-Funpark?Können die damit überhaupt was anfangen?
es: ¿Qué les interesará de allí? No creo quesepan cómo funcionan las atracciones...
es_mx: ¿Qué les interesará de ahí? No creo quesean las atracciones...
fr: Pourquoi le parc Carapince ? Je parie qu'ilspeuvent même pas utiliser les attractions.
it: Ma perché Soglioland? I Salmonoidi sannousare le attrazioni, almeno?
ja: シャケも遊園地が好きなんかのう…
ko: 연어도 놀이공원을 좋아하나 보구나…
nl: Maar waarom Waterwonderland? PassenSalmonieten überhaupt in de achtbaan?
ru: Но зачем им в луна-парк? Самонидына аттракционах — малькам на смех...
zh_hans: 是不是鲑鱼也喜欢游乐园啊……
zh_hant: 看來鮭魚也喜歡遊樂園呢……

# EventFlowMsgNewsBigRunAnnounce009
source: ...We are still talking about Salmonids,right? Maybe dial it back a tad.
de: ...Wir reden immer noch von Salmoniden.Regt euch mal wieder ab.
es: Bueno, son salmónidos al fin y al cabo.Tampoco exageremos...
es_mx: Bueno, al fin y al cabo son salmónidos.Tampoco exageremos...
fr: On parle bien des Salmonoïdes, hein ?T'exagérerais pas un chouïa ?
it: ... Stiamo sempre parlando dei Salmonoidi,giusto? Forse stai esagerando un po'?
ja: ん～ どやろねぇ…
ko: 흠～ 글쎄다…
nl: ...We hebben het over dezelfde Salmonieten,toch? Zo'n vaart zal dat vast niet lopen.
ru: Эй, отставить панику! Где самонидыи где луна?
zh_hans: 唔～这可不好说啊……
zh_hant: 嗯～誰知道呢……

# EventFlowMsgNewsBigRunAnnounce010
source: But that's not to say we shouldn't givethem a warm Splatlandian welcome, hm?
de: Wir sollten sie willkommen heißen.Auf Splatsville-Art!
es: Nos encargaremos de darles una bienvenidaque no olviden jamás. Je, je...
es_mx: Nos encargaremos de darles una bienvenidatinteliana como es debido. Je, je...
fr: Enfin, s'ils débarquent, on se doit de leurréserver un accueil à la claboussienne !
it: In ogni caso, perché non accoglierli conun caloroso benvenuto splattoniano, eh?
ja: ま、あちらさんが その気ならたっぷり おもてなしせんとなぁ？
ko: 뭐, 그 양반들이 그럴 생각이라면우리도 단디 대접해 드려야지 않겠나?
nl: Maar we moeten ze natuurlijk wel welkomheten. Op z'n Splatlands!
ru: Давайте передадим им пламенныйплюхтонский привет.
zh_hans: 不过，要是它们真的有那个打算，那我们可得好好招待一番才行啊。
zh_hant: 總之，既然牠們不請自來，那我們也得好好地「招待」一下才行吧？

# EventFlowMsgNewsBigRunAnnounce011
source: That means beat 'em up, right? Yeah!Let's show the Salmonids who's boss.
de: Also verpassen wir ihnen ’ne Abreibung,oder? Zeigen wir ihnen, wer der Boss ist!
es: ¡Eso desde luego! Lamentarán habernosprovocado así. ¡Ya me hierve la tinta!
es_mx: ¡Claro que sí! Les mostraremos quién mandaaquí. ¡Ya me hierve la tinta!
fr: C'est-à-dire leur mettre une trempe, hein ?Ouais, ils vont voir qui commande.
it: Intendi prenderli a calci nelle pinne?Sì! Facciamogli vedere chi comanda.
ja: ワシらの大事な遊び場を シャケどもにはやらんぞ！のう、マンタロー！
ko: 우리의 소중한 놀이터를 연어 녀석들에게빼앗길 순 없지! 그렇지 않느냐, 만타로!
nl: Je bedoelt door een pak slag uit te delen,toch? Ze laten zien wie hier de baas is?
ru: Наш плюх-привет? Я за! Покажем этимсамонидам, кто тут босс!
zh_hans: 我们绝不会把重要的游乐园拱手让给鲑鱼！对吧，鬼福！
zh_hant: 絕對不能把我們寶貴的遊樂場所讓給那群鮭魚！對吧，鬼福！

# EventFlowMsgNewsBigRunAnnounce014
source: Well, well. I'm not above a special reward.
de: Eine besondere Belohnung würde ichjedenfalls nicht ablehnen.
es: Pues mira, ¡a nadie le amarga un dulce!
es_mx: Vaya, vaya... ¡Una recompensa especialno suena para nada mal!
fr: Hmm... Une récompense spéciale,ça se refuse pas.
it: Beh, beh. Non dico mai di no a unaricompensa speciale.
ja: よっしゃ もろた！
ko: 좋았어, 해 보자꼬!
nl: Ik zeg geen nee tegen een beloning. En eenspeciale beloning klinkt helemaal... speciaal.
ru: Особая награда и мне пригодится.
zh_hans: 好，礼品我拿定了！
zh_hant: 好！我一定要拿到！

# EventFlowMsgNewsBigRunAnnounce015
source: Prepare yourselves, Deep Cut. Let's get toGrizzco at the start of the Big Run!
de: Macht euch bereit, Surimi Syndicate. Wennder Big Run losgeht, geht’s zur Bär GmbH!
es: Donde haya Big Run, allí estará dando cañael Clan Surimi. ¡Que se vayan preparando!
es_mx: ¡No se diga más! ¡El Clan Surimi participaráen el Big Run!
fr: Tenez-vous prêts, les Tridenfer. Le Big Runde M. Ours SA nous appelle !
it: Prepariamoci, Trio Triglio. Presentiamocialla Ursus & Co all'inizio della Big Run!
ja: ええか、みんな？ビッグランが始まったら クマサン商会に集合やで！
ko: 다들 들었나?빅 런이 시작되면 Mr. 베어 상회에서 모이는 기다!
nl: Zet je schrap, Deep Cut. Als de Big Run vanstart gaat, melden wij ons bij Beer & Co!
ru: Готовьтесь, Deep Cut. Как начнется Big Run, сразу бежим в «Потапыч Inc.»!
zh_hans: 各位都听好了，大型跑开始后，就前往熊先生商会集合！
zh_hant: 所有人都聽好囉！等大型跑開始之後就到熊先生商會集合！

# EventFlowMsgNewsBigRunAnnounce016
source: Wooo! Let's go show those Salmonids whoreally runs this city!
de: Auf geht’s! Zeigen wir der Bande,dass sie im falschen Revier rumglibbern!
es: Pues sí. Pobres salmónidos, no sabéisla que os espera...
es_mx: Pues sí. Pobres salmónidos, no sabenlo que les espera...
fr: Ouais, on a une cité à sauver ! LesSalmonoïdes vont passer un salmo-ment !
it: Sì! Riduciamo quei Salmonoidi in sogliole!
ja: 気合いで街を守るのじゃー！
ko: 다 같이 힘을 합쳐 타운을 지키자꾸나～!
nl: Woehoe! We zullen die Salmonieten laten ziendat ze in de verkeerde buurt rondglibberen!
ru: Йо-хо! Покажем самонидам,где раки зимуют!
zh_hans: 靠气势守护城镇吧——！
zh_hant: 我們要靠毅力保護城鎮！

# EventFlowMsgNewsBigRunAnnounce018
source: Maybe they're, like, artsy Salmonids?OOO! Or maybe they just want to learn!
de: Uh! Ob die künstlerisch interessiert sind?Töpfern, Basteln, Seetang-Korbflechten?
es: Serán salmónidos con inquietudesartísticas... ¡O querrán aprender!
es_mx: Serán salmónidos con intereses artísticos...¡Quizá quieren aprender!
fr: Peut-être qu'ils sont amateurs d'art ?Ou... Ou ils veulent simplement étudier !
it: Forse sono, tipo, Salmonoidi esteti?Mmmh... O forse vogliono solo studiare!
ja: アートに目覚めたんか？
ko: 예술에 눈을 뜬 겐가?
nl: Misschien zijn die Salmonieten klaar methun school en willen ze verder leren?
ru: Может, эти самониды любят искусство?Может, они хотят чему-то научиться?
zh_hans: 难道是开始懂得欣赏艺术了吗？
zh_hant: 難道是開始領悟藝術了？

# EventFlowMsgNewsBigRunAnnounce020
source: You haven't taken Splat History 101 yet?!
de: War doch immer schon so.Oder was hast du da als Rochen gerochen?
es: ¡¿Todavía no has cursado Prehistoriade la tinta?!
es_mx: ¡¿Todavía no has visto Prehistoriade la tinta?!
fr: Quoi, tu veux étudier l'histoire de l'art ?
it: Non hai ancora passato Storia dellosplat 1?!
ja: んなワケあるかいな
ko: 말이 되나
nl: Wacht, heb je die nog niet gevolgd?Dat is de beginnersles!
ru: Ты что, еще не прошел курспо плюховедению?!
zh_hans: 怎么可能啊。
zh_hant: 怎麼可能嘛。

# EventFlowMsgNewsBigRunAnnounce021
source: Never mind Splat History. I'm gonna showthose Salmonids a Splat Future. Let's go!
de: Jedenfalls keinen Lachs im Audimax!Los, bringen wir den Knilchen Kultur bei!
es: Da igual. ¡Les voy a enseñar a esossalmónidos lo que es el futuro de la tinta!
es_mx: Ni importa. ¡Yo les voy a enseñar a esossalmónidos lo que es el futuro de la tinta!
fr: Eh bien c'est l'heure des TP... allons leurrefaire le portrait dans les règles de l'art !
it: Altro che storia dello splat! Quei Salmonoidili splatto tutti e saranno storia. Andiamo!
ja: ふんッ、学校にカチコミとは上等じゃ！返りうちにしてくれるわ！！
ko: 흥, 학교에 쳐들어오다니 건방진 녀석들!본때를 보여 줘야겠구나!!
nl: Ik zal die Salmonieten eens leren spetteren,daar heb ik geen hoger onderwijs voor nodig!
ru: Да этот курс останется в прошлом!А я покажу этим самонидам будущее!
zh_hans: 哼，居然敢来学校惹事，正合我意！定让它们有来无回！！
zh_hant: 哼，竟敢闖入學校惹事生非，那正好！就反過來教訓一下牠們吧！！

# EventFlowMsgNewsBigRunAnnounce022
source: Yes. Let's expel those Salmonids like somany delinquent children.
de: Allerdings. Jetzt steht handfeste Praxisstatt öder Theorie auf dem Lehrplan.
es: Sí, no dejemos que la cultura se contaminecon los hábitos de los salmónidos.
es_mx: Sí, no dejemos que la cultura se contaminecon los hábitos de los salmónidos.
fr: Ouais. Expulsons ces vandales indisciplinésde cette institution respectable.
it: Sì. Espelliamo quei bulli dal campuscome si conviene!
ja: しつけのなってへんシャケには キツ～いおしおきどすえ！
ko: 버릇없는 연어는 따끔～하게혼이 나야제!
nl: Ja, tijd om die Salmonieten eens een flinkeoverhoring te geven!
ru: Да, надо прогнать мелких хулиганов!
zh_hans: 好好～地教训教训那些没教养的鲑鱼吧！
zh_hant: 沒教養的壞鮭魚就該接受嚴～厲的懲罰！

# EventFlowMsgNewsBigRunAnnounce025
source: And here I thought their tastes weren'trefined enough to care.
de: Wollen die Splatsville erobern oder so?Na, Geschmack haben die Gestalten ja.
es: Y debo reconocer que no tienen mal gustoa la hora de elegir escenarios para invadir...
es_mx: Y yo que creía que ignoraban nuestra regiónpor mal gusto.
fr: Comme quoi ils ont plus de classe que jecroyais. La Contrée, c'est de la qualité.
it: E io che pensavo non fossero abbastanzaraffinati da prenderla in considerazione.
ja: ほ～ん、そらまた シュミのよろしいことやねぇ？
ko: 흐～응, 보는 눈은 있구마
nl: Zijn die Salmonieten uit op Splatsville,of zo? Dan hebben ze in elk geval smaak.
ru: Ничего себе, раскатали губу! Не могусказать, что у них нет вкуса...
zh_hans: 哦～它们的眼光还挺不错嘛。
zh_hant: 哦～看來牠們還算滿有眼光的？

# EventFlowMsgNewsBigRunAnnounce026
source: An ambush from below? Really? Are theytoo spineless to come meet us head-on?!
de: Alles Böse kommt von unten, wie?Trauen sich wohl nicht auf die Straße!
es: Así que nos asaltan por vías acuáticassubterráneas... ¡Qué pocas agallas!
es_mx: Así que nos atacan por vías acuáticassubterráneas... ¡Qué cobardes!
fr: C'est tout eux d'attaquer par en dessous...Ils sont trop lâches pour un assaut frontal.
it: Un'imboscata dal basso? Sono troppocodardi da affrontarci a muso aperto?!
ja: こっそり地下からカチコミとは ヒキョウな！来るなら どうどうと正面から来んか！
ko: 살금살금 지하로 쳐들어오다니 비겁하구나!올 거면 정정당당하게 정면으로 오거라!
nl: Willen die ons aanvallen door het riool? Kom,lafaards! Val ons gewoon boven de grond aan!
ru: Снизу нападают одни трусы! В честномбою на улицах мы бы их размазали!
zh_hans: 居然悄悄地从地下进攻，真卑鄙！既然要来，就堂堂正正地从正面过来啊！
zh_hant: 居然悄悄地從地底進攻，太卑鄙了吧！想開戰的話就光明磊落地從正面攻過來啊！

# EventFlowMsgNewsBigRunAnnounce028
source: Since it's not happening in the city itself,I say we start showing how we bite back.
de: Na, unsere feinen Splatsville-Manierenkönnen wir da ja schön hier oben lassen...
es: Por lo menos es un lugar poco transitadoy podremos zurrarles sin contenernos.
es_mx: Lo bueno es que no es una zona poblada.Así podemos combatir sin contenernos.
fr: Vu qu'ils débarquent à l'extérieur de la ville,on va pouvoir sortir la grosse artillerie.
it: Dato che stavolta l'attacco non tocca lacittà, direi che possiamo scatenarci, no?
ja: ま、今回は街の中とちゃうし 気ぃつかわんと少しくらいハメ外しても よろしおすな？
ko: 뭐, 이번엔 마을 한복판도 아니니까쪼매 날뛰어도 괜찮지 않겠나?
nl: Nou ja, zolang ze hier niet door de stratenmarcheren, moeten wij maar naar hen toe!
ru: Ну, раз они не в центре города, можнодействительно не церемониться.
zh_hans: 算了，反正这次不在城镇里，没什么好顾虑的，稍微大闹一场也没关系吧？
zh_hant: 算了，反正這次不是在城鎮裡，不用顧慮太多。應該可以動用比較激烈一點的手段了吧？

# EventFlowMsgNewsBigRunAnnounce029
source: Yeah! Those punks are gonna be sorry theyever washed up in Splatsville!
de: Gebongt! Die kicken wir zurück in die olleRöhre, durch die sie hier angewuselt sind!
es: Eso es verdad. ¡Se arrepentirán de habervenido a buscar bronca!
es_mx: ¡Eso! ¡Se arrepentirán de haber pisadotierra tinteliana!
fr: Ouais ! Ces tocards vont regretter d'avoirpointé leurs sales écailles chez nous !
it: Eccome! Quei teppisti rimpiangerannodi essersi spiaggiati da queste parti!
ja: ふむぅ、バンカラにケンカ売ったらどうなるかちっとばかし教えてやろうかの！
ko: 흠, 카오폴리스에 싸움을 걸면어떻게 되는지 살짝 알려 주겠느니라!
nl: Juist! We trappen ze terug het riool inwaar ze uit zijn komen kruipen!
ru: Мы загоним этих морских гадов обратнов трубы, из которых они повылезали!
zh_hans: 没错，就让它们领会一下，敢惹蛮颓镇会有什么下场！
zh_hant: 嗯，就趁機讓牠們知道跑來蠻頹找麻煩會有什麼樣的下場吧！

# EventFlowMsgNewsBigRunAnnounce032
source: What's the big deal? Maybe they justneed fall coats.
de: Na und? Vielleicht sind die einfach nur aufder Suche nach ein paar Herbstmänteln.
es: ¿Y qué pasa? A lo mejor les hace faltaropa de otoño.
es_mx: ¿Y qué pasa? A lo mejor les hace faltaropa de otoño.
fr: Et alors ? Ils viennent peut-être justeacheter des fringues de saison.
it: E che problema c'è? Magari hanno solobisogno di rifarsi il guardaroba.
ja: イカしたファッションに 目覚めてしもうたか？
ko: 녀석들, 어메이징한 패션에눈떠 버렸나 보구나!
nl: Nou en? Misschien zijn ze gewoon op zoeknaar winterjassen. Daar is toch niks mis mee?
ru: И что такого? Может, они просто хотятшмоток прикупить.
zh_hans: 它们是对超鱿型的时尚突然感兴趣了吗？
zh_hant: 他們是對超魷型的時尚突然感興趣嗎？

# EventFlowMsgNewsBigRunAnnounce033
source: I don't think they're shopping, Frye.Everyone knows you wait for a sale.
de: Ich glaube nicht, dass die einkaufen wollen,Muri. Schon gar nicht teure Saisonware.
es: No creo que estén de compras, Angie.¡Si ni siquiera estamos de rebajas!
es_mx: No creo que estén de compras, Angie.¡Si ni siquiera hay rebajas!
fr: Je ne crois pas qu'ils viennent faire dushopping, ce n'est pas la période des soldes.
it: Non penso vogliano fare acquisti, Morena.Lo sanno tutti che si aspettano i saldi.
ja: さすがに ショッピングが目的やあらへんて、バーゲンセールの日とちゃうし
ko: 세일 기간도 아닌데쇼핑이 목적일 리 없구마
nl: Heb je gezien hoeveel het er zijn? Die lopengeheid de boel plat en kapen al onze koopjes!
ru: Это очень навряд ли, Мурия.Распродажа еще не началась!
zh_hans: 总不是为了购物才来的吧，又不是什么大甩卖的日子。
zh_hant: 總不是為了購物才來的吧，畢竟現在又不是特賣會的日子。

# EventFlowMsgNewsBigRunAnnounce035
source: Well, coats or no coats, it's OUR mall andwe're gonna defend it!
de: Mäntel hin oder her, in unserem Einkaufs-zentrum haben die jedenfalls nix verloren!
es: Bueno, con ropa o sin ella, ¡es nuestrocentro comercial y hay que defenderlo!
es_mx: Bueno, con ropa o sin ella, ¡es nuestrocentro comercial y hay que defenderlo!
fr: Qu'ils s'habillent pour l'automne ou pas,nous, on va les habiller pour l'hiver !
it: Beh, vestiti o meno, se invadono il nostrocentro commerciale, noi lo difendiamo!
ja: 何が目当てか知らんが、ワシらのショッピングモールをくれてやるワケには いかんのじゃ！
ko: 무엇이 목적인지는 몰라도우리의 쇼핑몰을 넘겨줄 수는 없느니라!
nl: Het winkelcentrum platlopen valt nog mee.Maar onze koopjes wegkapen?! Dat nooit!
ru: Носят, не носят, какая разница?!УсоногТорг мы в обиду не дадим!
zh_hans: 虽然不知道它们为何而来，总之我们是绝不会将购物中心拱手相让的！
zh_hant: 雖然不知道他們為何而來，但我們是絕不會將購物中心拱手讓出的！

# EventFlowMsgNewsBigRunAnnounce036
source: That's the spirit! Let's show those window-shopping Salmonids the door.
de: So sieht’s aus! Zeigen wir diesenSalmoniden-Shoppern, wo die Tür ist.
es: ¡Lo has pillado! ¡Vamos a espetarles queno son bienvenidos ni para ver escaparates!
es_mx: ¡Exacto! ¡Vamos a dejarles bien claro queno son bienvenidos ni para ver vitrinas!
fr: Bien dit ! Croyez-moi, ces lécheurs devitrines vont mordre la poussière !
it: Questo è lo spirito giusto! Non facciamosconti a quei Salmonoidi malati di shopping!
ja: あそこは 神聖な商売の場やぶすいな冷やかしは お断りどすえ！
ko: 맞다, 신성한 장사터에아이쇼핑만 하는 녀석들은 사절이데이!
nl: Mee eens! We verjagen die koopjesjagers!
ru: Вот это правильная мысль! Давайте-кавыведем этих шопперов через черный ход!
zh_hans: 那里是神圣的商业场所，只看不买的家伙我们可不欢迎！
zh_hant: 那裡是神聖的營業場所，不容許那幫傢伙來純閒逛！
