Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrTalkWorldRandomFailureBarrierKingOdako00
source: Order ain't playing! But we got what it takes to standup to it, right, Eight?!
de: Ordnung meint's ernst!Aber den Kerl kriegen wir schon noch klein, oder?
es: ¡Ordon no se lo toma a broma! Pero tenemos lo que hayque tener para hacerle frente, ¿verdad, Ocho?
es_mx: ¡Ordon no se lo toma a broma! Pero tenemos lo que hayque tener para vencerlo, ¿verdad, Ocho?
fr: L'Ordre y va pas de main morte, mais on est assezbalèzes pour lui tenir tête ! Pas vrai, Huit ?
it: Ordine fa sul serio! Ma non ci arrendiamodi certo, vero, Otto?!
ja: オーダめ、なかなかやるじゃねーか！ 次は負けねーぞ！ な、ハチ！
ko: 오더 녀석, 제법인데! 다음번에는 안 질 거야! 그렇지, 에이트!
nl: Orde is geen grapje! Maar wij kunnen'm wel aan. Toch, Acht?!
ru: Шпрот побери, с этим Порядком шутки плохи!Но мы же справимся, Восьмерка? Йо?!
zh_hans: 可恶的秩序，还挺厉害的嘛！我们下次不会再输了！对吧，小八！
zh_hant: 可惡的秩序，挺厲害的嘛！我們下次可不會輸喔！對吧，小八！

# SdodrSdodrTalkWorldRandomFailureBarrierKingOdako01
source: Order's on a whole other level. But I know you twocan pull through!
de: Ordnung ist stärker, als wir je erwartet hatten.Aber ihr beide werdet siegen, ich weiß es einfach!
es: Ordon es de otro nivel. ¡Pero sé que podréis!
es_mx: Ordon es un oponente formidable. ¡Pero sé que podrán!
fr: L'Ordre joue plus dans la même cour. Mais je suissûre que vous pouvez encore le battre !
it: Ordine è proprio di un'altra categoria.Ma ce la farete, su questo non ho dubbi!
ja: やはり オーダは強いです… でも、ハチさんとセンパイならきっと！
ko: 역시 오더는 강하네요… 하지만 에이트 씨와 선배라면 분명…!
nl: Orde is bijzonder gevaarlijk, maar julliezijn sterker, dat weet ik zeker!
ru: Порядок, конечно, гораздо сильнее любых другихбоссов. Но я знаю, что у вас все-все получится!
zh_hans: 秩序果然很强……不过，小八和前辈一定能战胜它！
zh_hant: 秩序果然很強……不過小八跟前輩一定能戰勝他的！

# SdodrSdodrTalkWorldRandomFailureBarrierKingOdakoEx00
source: Ugh, splatted by Smollusk! We gotta be less squeamishabout picking on a baby.
de: Blarg. Von Ordnuckel gekleckst! Hätten ihm seinblödes Baby-Getue einfach nicht abkaufen sollen.
es: Uf, ¡Pulpín nos ha dado la del pulpo! Dejemos de tenertanta consideración con él.
es_mx: Arrrg, ¡nos eliminó Pulpín! Se acabó lo de ser buenacon los pequeños.
fr: Argh, Minusque a eu le dessus ! Forcément, personnea envie de se battre contre un bébé !
it: Argh, quel Minusco! Dobbiamo convincerciche non stiamo affrontando un bambino!
ja: コダコめー！ まだ お仕置きが足んねーみてーだな！
ko: 리틀퍼스 녀석～! 아직도 혼쭐이 덜 났나 봐!
nl: Bah, uitgeschakeld door Molluskuul! De volgende keer datwe het daartegen opnemen, moeten we harder zijn.
ru: Фу, нас Мелколюск плюхнул! А говорят еще,что маленьких обижать нехорошо! Их бы сюда!
zh_hans: 可恶的小小蛸——！看来给它的教训还不够啊！
zh_hant: 可惡的小小蛸！看來是受到的懲罰還不夠多啊！

# SdodrSdodrTalkWorldRandomFailureBarrierKingOdakoEx01
source: Smollusk's strong, but you two beat Order before.I'm sure you can do it again!
de: Ordnuckel ist mächtig, doch ihr habt bereits Ordnungkleingekriegt. Nun gebt seiner Mini-Version Saures!
es: Pulpín es fuerte, pero si ya pudisteis con Ordon antes,¡sé que podréis nuevamente!
es_mx: Pulpín es fuerte, pero si ya vencieron a Ordon antes,¡sé que podrán lograrlo!
fr: Minusque est costaud, mais si vous avez pu battrel'Ordre auparavant, vous en viendrez bien à bout !
it: Minusco è forte, ma voi lo avete sconfitto quandoera Ordine. Sicuramente potete farlo di nuovo!
ja: コダコ、強かったです…でも、一度はオーダを倒したハチさんとセンパイなら、きっと勝てます！
ko: 리틀퍼스, 강했네요…하지만 과거에 오더를 쓰러뜨린 에이트와 선배라면 분명 이길 거예요!
nl: Molluskuul is sterk, maar jullie hebben Orde ook alverslagen. Jullie kunnen dit!
ru: Мелколюск, конечно, сильный, но вы же победилиПорядок. Так что сможете и снова победить!
zh_hans: 小小蛸是很强……不过，击倒过秩序的小八和前辈一定能战胜它！
zh_hant: 小小蛸很強耶……不過曾經擊倒秩序的小八跟前輩肯定能戰勝他的！

# SdodrSdodrTalkWorldRandomFailureBombBlow00
source: Which one got us?! The one chilling in back, spoutingits little jet? I barely noticed that thing!
de: Wer hat uns erledigt, der da hinten mit demblöden Strahl? Ist mir ja kaum aufgefallen!
es: ¡¿Cuál nos ha pillado?! ¿Esa cosa que soltaba chorroscomo si tal cosa? Con lo inofensiva que parecía...
es_mx: ¡¿Cuál nos atinó?! ¿Ese que se escondía al fondo,intentando no llamar la atención? ¡Siempre son esos!
fr: À cause de qui on a perdu ? Celui qui est posé au fond àcracher dans son coin ? Je l'avais même pas remarqué !
it: Chi è stato?! Quello quatto quatto nelle retrovie, chespruzza il getto d'inchiostro? Quasi non l'avevo visto!
ja: どいつにやられた？！ あの楽しそうにピューピューしてるやつかー！
ko: 누구한테 당한 거지?! 신나게 훅훅거리는 녀석인가?!
nl: Wie heeft ons uitgeschakeld? Dat fonteintje achterin?Je kon dat ding maar nauwelijks zien!
ru: Это кто у нас вообще? Та штука вдалеке, что ли,с фонтанчиком? Я на нее даже не смотрела!
zh_hans: 是谁击倒你的？！是那个开心地喷射着东西的家伙吗——！
zh_hant: 是誰擊倒你的！？是那個感覺很開心地在吹起東西的傢伙嗎！？

# SdodrSdodrTalkWorldRandomFailureChargerTower00
source: DOWN WITH CHARGERS! But I gotta hand it to 'em,hitting us from that far away.
de: ICH HASSE KONZENTRATOREN!Aber eins muss man den Typen lassen: Zielen können sie!
es: ¡Vaya porquería, los cargatintas! Hay que reconocerque esos rufianes saben apuntar con ellos...
es_mx: ¡Vaya porquería, los cargatintas! Aunque debo admitirque esos rufianes saben apuntar con ellos...
fr: C'est officiel : je déteste ces fusils ! Mais fautreconnaître que c'était bien visé.
it: ABBASSO LE ARMI A CARICA! ... Ma tanto di cappelloper la mira infallibile da una distanza del genere.
ja: チャージャーやろー！ 遠くからねらって当てるとか、やるじゃん！
ko: 차저 녀석～! 멀리서 정확하게 맞히다니, 제법이잖아!
nl: Argh, die laders! Maar eerlijk is eerlijk, het is knapdat ze ons van zo ver kunnen raken.
ru: ДОЛОЙ СНАЙПЕРОВ! Но это, конечно, круто —с такого расстояния нас плюхнуть...
zh_hans: 那个用蓄力狙击枪的家伙——！ 离这么远还能命中，不赖嘛！
zh_hant: 那個用蓄力狙擊槍的傢伙——！離這麼遠都還打得中，不賴嘛！

# SdodrSdodrTalkWorldRandomFailureEscape00
source: Bad enough those cowards gotta run away all the time,but they gotta leave bombs behind too?
de: Diese feigen Flitzer sind nicht nur irre flink, sie lassenbei ihren Fluchtmanövern auch noch Bomben fallen!
es: No les basta con huir siempre como cobardes, sinoque además tienen que ir tirando bombas tras de sí.
es_mx: No les basta con huir siempre como cobardes, sino queademás tienen que ir dejando bombas por todas partes.
fr: C'est déjà pas marrant de leur cavaler après, maisen plus, ils lâchent des bombes derrière eux ?
it: Non solo quei codardi sgusciano sempre via,ma lasciano pure delle bombe per strada!
ja: ヒキョウだぞ、にげるサカナー！ アイツら、にげながらボム投げてくんのな！
ko: 도망치는 물고기 녀석, 비겁해～! 심지어 도망치면서 밤을 던지잖아!
nl: Die lafaards rennen niet alleen de hele tijd van onsweg, maar laten ook bommen achter!
ru: Мало того, что эти трусы вечно убегают,так они еще и бомбы подкладывают?!
zh_hans: 那种会逃跑的鱼也太卑鄙了！一边逃跑，还一边投掷炸弹过来！
zh_hant: 會逃跑的魚真是太狡猾了！而且牠們還會邊逃邊丟炸彈過來！

# SdodrSdodrTalkWorldRandomFailureFall01
source: So you fell. Don't worry, Eight! Just pick yourself rightback up again!
de: Ihr seid also runtergefallen. Na und? Komm schon, Nr. 8,von so was lässt du dich doch nicht entmutigen!
es: Te has caído... ¡Pero no pasa nada, Ocho!
es_mx: Te caíste... ¡Pero no pasa nada, Ocho!
fr: Et c'est la chute. C'est pas grave, Huit !Relève-toi et retourne au combat !
it: Capita di cadere, Otto, non preoccuparti.L'importante è rialzarsi!
ja: 落っこちちゃいましたね… ドンマイです、ハチさん！
ko: 떨어져 버렸네요… 기죽지 마세요, 에이트 씨!
nl: Je bent gevallen. Da's niet erg, Acht.Geef het niet op!
ru: Ой, вы упали. Ничего, Восьмерка!Уверена, тебя это не остановит!
zh_hans: 你掉下去了啊……别放在心上，小八！
zh_hant: 你掉下去了……沒關係的，小八！

# SdodrSdodrTalkWorldRandomFailureHighLayer00
source: Aw maaan, we came so close. Next time let's see ifwe can go all the way!
de: Blarg, FAST hätten wir's geschafft!Beim nächsten Mal stürmen wir das Ding!
es: Vaya, qué poquito te ha faltado. ¡Seguro que la próximallegarás hasta el final!
es_mx: ¡Faltó poquito! ¡Seguro que la próxima llegaremoshasta el final!
fr: La lose ! On y était presque !La prochaine fois, ce sera la bonne !
it: Nooo, c'eravamo quasi... Magari la prossima voltasarà quella buona!
ja: うおっ！ けっこーイケたんじゃね？！ 次はクリアできる気がする！
ko: 우옷! 제법 잘한 것 같은데?! 다음번에는 클리어할 수 있을 것 같아!
nl: Het was bijna gelukt! Laten we kijkenof het de volgende keer wel lukt!
ru: Э-э-эй, ну как так-то?! Так высоко забрались!Ладно, в следующий раз — до самого верха, йо!
zh_hans: 哇哦！我们刚才爬了很多楼层吧？！感觉下一次就能通关了！
zh_hant: 哇！已經快要成功了吧！？感覺下次就能過關了！

# SdodrSdodrTalkWorldRandomFailureHighLayer01
source: What an incredible run! Are there any hacks I canhelp with to get you further next time?
de: Ein wahnsinnig guter Turmsturm!Ob meine Hacks euch nächstes Mal helfen können?
es: ¡Qué impresionante actuación! Seguro que la próximavez lo rematas.
es_mx: ¡Casi lo lograste! Seguro que la próxima vez lo rematas.
fr: Belle ascension ! Je peux peut-être vous fournir deshacks pour vous aider à aller encore plus loin ?
it: Che assalto incredibile! Dite che al prossimotentativo potrei aiutarvi con qualche hackeraggio?
ja: ハチさん、すごかったです～！ 今度はクリアできるかも？！
ko: 에이트 씨, 굉장했어요～! 다음에는 클리어할 수 있지 않을까요?!
nl: Wat een prachtige poging! Zijn er nog hackswaar ik je de volgende keer mee kan helpen?
ru: Вы такие молодцы, так высоко поднялись!Может, установить вам какие-нибудь моды?
zh_hans: 小八，你好厉害啊～！或许下次就能通关？！
zh_hant: 小八，你很厲害耶～！搞不好下次就能過關了吧！？

# SdodrSdodrTalkWorldRandomFailureHopper00
source: Oh man, we got stomped! Boing, boing, boing...bleah!I hope their springs get all tangled up.
de: Die Kerle haben uns geplättet – buchstäblich! Boing,boing... PAH! Hoffentlich verheddern sich ihre Spiralen!
es: Nos han pisoteado, literalmente. Boing, boing, boing...¡pam! Ojalá se les retuerzan esos muelles.
es_mx: Nos pisotearon, literalmente. Boing, boing, boing...¡pam! Ojalá se les retuerzan esos resortes.
fr: C'est ce qui s'appelle un écrabouillage dans les règles...Ils vont me rendre dingue à sauter dans tous les sens !
it: Argh, che spiaccicata! Boing, boing, boing... bleah!Spero che le loro molle si aggroviglino!
ja: ふんづけられたかー！ アイツ、ピョンピョンピョンピョンうぜー！
ko: 으악, 밟혔어～! 녀석, 뿅뿅 뛰어다녀서 거슬리네!
nl: Ze hebben ons verpletterd! Boing, boing, boing... bah!Ik hoop dat ze dol worden van dat gespring.
ru: Как нас расплющило... Прыг-прыг-ПЛЮХ!!!Чтоб у них пружины лопнули, йо!
zh_hans: 被踩扁了啊——！那家伙跳来跳去的，烦死了——！
zh_hant: 被踩到了！那傢伙跳來跳去的真是有夠煩！

# SdodrSdodrTalkWorldRandomFailureLowLayer00
source: We got a little sloppy, but that's OK! We'll tighten upour game and try again!
de: Kleiner Ausrutscher. Kann ja mal vorkommen!Nächstes Mal klotzen wir ran!
es: Hemos estado un pelín torpes, pero no pasa nada.En el próximo intento nos resarciremos.
es_mx: Bueno, ¿quién no comete un error de vez en cuando?¡A prepararse para el próximo intento!
fr: On a pas fait des étincelles sur ce coup-là, mais c'estpas grave ! La prochaine fois, ça va être leur fête !
it: Abbiamo avuto una piccola battuta d'arresto, manon fa niente. Miglioreremo e proveremo di nuovo!
ja: ちょっと油断しちまったな！ おっし、もっかい行くぞ！
ko: 살짝 방심했네! 좋았어, 다시 한번 가자!
nl: Dat was slordig, maar baal er niet te veel van.Onze volgende poging is vast stukken beter!
ru: Хи, что-то мы расслабились, йо!Ничего, соберемся и зададим всем жару!
zh_hans: 刚才有些大意了吧！好，再来一次！
zh_hant: 有點大意了呢！好，再來一次吧！

# SdodrSdodrTalkWorldRandomFailureLowLayer01
source: Whoops. It's always the one you don't see, right?Let's keep our eyes peeled and try again, Eight!
de: Upps! Kam ja ganz schön ungelegen.Augen auf und neuer Versuch, Nr. 8!
es: Epa... Algo se nos ha debido de escapar, ¿no, Ocho?¡Mantén la vista alta!
es_mx: ¡Ups! Cosas que pasan, ¿verdad, Ocho?¡No te desanimes!
fr: Oups. Ça vient toujours quand on s'y attend le moins,pas vrai ? La prochaine fois, on se fera pas avoir !
it: Ooops! Non ce l'aspettavamo, vero?Ma la prossima volta non ci faremo sorprendere!
ja: おっと、ミスっちまったな！ 上目指してもっかいだ、ハチ！
ko: 이런, 실수했네! 위를 향해 다시 한번 출발하자, 에이트!
nl: Oeps. Het zijn altijd de tegenstanders die je niet ziet...Laten we bij de volgende poging wat beter opletten, Acht.
ru: Шпрот! Вечно нас кто-то незамеченный плюхает!Давай смотреть в оба, Восьмерка! Еще раз!
zh_hans: 哎呀，失误了呢！朝着塔顶再爬一次吧，小八！
zh_hant: 哎呀，失誤了！以上層為目標再來一次吧，小八！

# SdodrSdodrTalkWorldRandomFailureMiddleLayer00
source: Hey, that run went pretty good up to the end there.Let's see if we can get even further next time, Eight!
de: Lief ja gar nicht übel, bis es nicht mehr lief.Nächstes Mal schaffen wir's noch höher, Nr. 8!
es: Bueno, ha ido bastante bien... excepto al final.¡Intentemos mejorar eso, Ocho!
es_mx: Se nos fue de las manos, pero no pasa nada.¡A ver si llegamos más alto en el próximo ascenso!
fr: On assurait bien... Jusqu'à ce qu'on assure un peumoins. Mais on fera mieux la prochaine fois !
it: Ehi, non è andata poi così male, Otto!Al prossimo assalto sapremo spingerci oltre!
ja: けっこう上まで行けたな！ このチョーシで次だ、ハチ！
ko: 꽤 위까지 올라갔었네! 이 기세로 다시 한번 가자, 에이트!
nl: Zo, die poging ging best goed, maar jammer van datlaatste stuk. Volgende keer komen we verder, Acht!
ru: Хм, а неплохо получилось. Ну, в конце так себе.В следующий раз еще выше заберемся, Восьмерка!
zh_hans: 我们刚才已经爬得很高了吧！保持这个状态再接再厉吧，小八！
zh_hant: 已經爬到滿高的地方了呢！保持這個氣勢再接再厲吧，小八！

# SdodrSdodrTalkWorldRandomFailureMiddleLayer01
source: Awww, I hate to see it end there. But you'll do great onyour next run. I just know it!
de: Schade, wo es doch gerade so gut lief...Aber nicht verzagen, nächstes Mal wird's besser!
es: Oooh... Qué frustrante ha sido ese final. Pero te saldrámucho mejor la próxima vez. ¡No me cabe duda!
es_mx: Oooh... Qué frustrante que terminara ahí. Pero te saldrámucho mejor la próxima vez. ¡No me cabe duda!
fr: Argh, c'est triste de finir comme ça. Mais la prochainefois, je sens qu'on va faire un carton !
it: Argh, peccato che sia finita così. Ma al prossimoassalto faremo meglio, lo so!
ja: おしかったです～ ハチさん、センパイ、次もがんばってください！
ko: 너무 아쉬워요～ 에이트 씨, 선배! 다음에도 힘내세요!
nl: Hè, jammer dat het niet is gelukt. Maar je volgendepoging gaat vast stukken beter, zeker weten!
ru: Ой... Так жаль, что у вас не получилось.В следующий раз вы заберетесь выше, я уверена!
zh_hans: 太可惜了～小八、前辈，下一次也要加油啊！
zh_hant: 好可惜喔～小八、前輩，下次也要繼續加油喔！

# SdodrSdodrTalkWorldRandomFailureRivalKing00
source: It feels more personal to get splatted by somethingthat looks like you—know what I mean?
de: Weggekleckst von etwas, das aussieht wie man selbst...Hat ja fast 'ne persönliche Note!
es: Psicológicamente, duele menos que te entinte alguienque se te parece, ¿no crees?
es_mx: Psicológicamente, duele más que te entinte alguienque se te parece, ¿no crees?
fr: Se faire liquider par sa propre image...Y a de quoi en faire une affaire personnelle !
it: Non trovi che venire splattati da qualcunoche è uguale a te sia ancora più seccante?
ja: ヒト型の敵にやられると、いつもより腹立つのアタシだけ？
ko: 인간 형태의 적에게 당하면 평소보다 더 화나지 않아? 나만 그래?
nl: Om uitgeschakeld te worden door iemand die op jou lijkt,voelt persoonlijker... Begrijp je wat ik bedoel?
ru: Когда тебя плюхает, считай, твой двойник — этоуже личное оскорбление, йо! Скажи, Восьмерка?
zh_hans: 被人型的敌人击倒时，会感觉比平时更火大，只有我这样想吗？
zh_hant: 被人型的敵人擊倒時感覺比平時還要火大，難道只有我這麼想嗎？

# SdodrSdodrTalkWorldRandomFailureRivalKing01
source: That boss looked a lot like Eight and Pearl. But youtwo are the real deal, so you'll win in the end!
de: Dieser Boss sah fast so aus wie Nr. 8 und Perla...Aber am Ende werden die Originale triumphieren!
es: Ese enemigo se parecía mucho a Perla y a ti. ¡Pero, comoversión original que sois, terminaréis por vencer!
es_mx: Esos enemigos se parecían mucho a Perla y a ti. ¡Peroustedes son la versión original, así que vencerán al final!
fr: Ce boss se prend pour Huit et Perle, mais Huit et Perlesont inimitables ! On finira par terrasser cet imposteur !
it: Otto, Alga, quel boss vi somigliava un sacco.Ma la versione originale ce l'abbiamo noi!
ja: ハチさんとセンパイみたいなボスでしたね…でも、おふたりの方が強いです！ 次はきっと勝てます！
ko: 에이트 씨와 선배 같은 보스였네요…하지만 두 분이 더 강하니까 다음에는 분명 이길 거예요!
nl: Die baas leek enorm op Acht en Lore. Maar julliezijn het echte werk, dus volgende keer winnen jullie!
ru: Этот босс был так похож на Восьмерку и Жемчика...Но он — подделка, а вы — неповторимые оригиналы!
zh_hans: Boss长得很像小八和前辈呢……不过你们两位更强！下次一定能打赢！
zh_hant: 是個跟小八還有前輩很相似的Boss呢……不過你們還是比較強大！下次一定打得贏！

# SdodrSdodrTalkWorldRandomFailureShell00
source: Those things think they're sooo smart, rushing usfrom the safety of their shells. We'll show 'em!
de: Die Viecher halten sich wohl für schlau, uns aus ihrenPanzern heraus anzugreifen. Aber die knacken wir!
es: ¡Ya les vale con esas corazas!
es_mx: ¡Estoy harta de esas corazas!
fr: Pff ! C'est facile de foncer dans le tas, bien à l'abridans sa coquille. Tu perds rien pour attendre, toi !
it: Non sono mica stupidi ad attaccarci mentre siproteggono nel loro guscio. Ma gliela faremo vedere!
ja: アイツ… カラにこもって体当たりとか、頭いーな！
ko: 녀석… 껍데기에 숨어서 직접 부딪혀 오다니, 똑똑한데!
nl: Ze denken dat ze zó slim zijn, met die schelpen van ze.Maar we zullen ze eens laten zien wat we kunnen!
ru: Думают, они самые умные, раскатывать нас своимибронеракушками?! Ничего, мы им еще покажем!
zh_hans: 那家伙……居然躲在壳里冲撞过来，好聪明啊——！
zh_hant: 那傢伙……居然躲在殼裡衝撞過來，真是聰明耶——！

# SdodrSdodrTalkWorldRandomFailureSpawner00
source: Eight, check me on this. Did we really just get splattedby a portal?
de: Yo, Nr. 8... Hat uns da etwa gerade ein Portal erledigt?
es: Pero Ocho... ¿De verdad nos ha entintado un portal?
es_mx: Pero Ocho... ¿De verdad nos entintó un portal?
fr: Euh, Huit... C'est moi, ou on vient de se faire liquiderpar un vortex ?
it: Otto, spero di sbagliarmi, ma... davvero è statoun portale a splattarci?!
ja: ハチ、まさか… ポータルにやられたのか…？
ko: 에이트, 설마… 포털에 당한 거야…?
nl: Yo, Acht, zijn we nou echt uitgeschakelddoor een portaal?
ru: Восьмерка, я правильно поняла,что нас... портал плюхнул?!
zh_hans: 小八，难道……你是被传送口击倒的吗……？
zh_hant: 小八，難道……你是被傳送口擊倒的嗎……？

# SdodrSdodrTalkWorldRandomFailureSpawner01
source: Wow. You got splatted by a portal? Were youdaydreaming about something?
de: Wow. Euch hat ein Portal erwischt?Also, DAS muss man erst mal hinbekommen!
es: Lo que hay que ver... ¿Un portal te ha entintado?
es_mx: ¿Estoy leyendo esto bien? ¿Te entintó un portal?
fr: Vous vous êtes fait liquider par un vortex ?Vous étiez en train de rêvasser ou quoi ?
it: Wow. Splattaggio da portale? Avevate la testatra le nuvole, per caso?
ja: ポータルにやられるなんて、レアな経験しましたね…
ko: 포털에 당하다니, 귀한 경험을 했네요…
nl: Wauw, je bent uitgeschakeld door een portaal?Was je niet aan het opletten of zo?
ru: Ой. Вас что, портал плюхнул? Задумались о чем-то?
zh_hans: 居然被传送口击倒了，也算是经历到稀有体验了……
zh_hant: 被傳送口擊倒可是相當稀有的經驗呢……

# SdodrSdodrTalkWorldRandomFailureTowerKing00
source: That spinny thing takes no prisoners! How's it spinforever like that without getting dizzy?
de: Dieses wirbelnde Ding macht keine halben Sachen!Wundert mich nur, dass es keinen Drehwurm bekommt!
es: ¡Esa cosa que gira no se anda con chiquitas!¿Cómo hace para no marearse?
es_mx: ¡Esa cosa que gira va en serio!¿Cómo hace para no marearse?
fr: Ce machin rotatif fait pas dans la dentelle !Comment il fait pour pas avoir le vertige, à force ?
it: Quel coso che gira è potentissimo!Ma come fa a non soffrire di vertigini?!
ja: グルグルやろー、強えーな！ ずっと回転してて目まわんねーのも すげー！
ko: 빙글빙글 도는 녀석, 강하네! 계속 도는데 안 어지러운 것도 대단해!
nl: Dat draaiding is geen makkie! Hoe blijft ie zodraaien zonder hartstikke duizelig te worden?
ru: Не, ну эта крутящаяся штука — это перебор!Как у нее вообще головы не кружатся?!
zh_hans: 那个转圈圈的家伙好厉害啊！一直转都不会头晕也很厉害——！
zh_hant: 那個轉圈圈的傢伙好強啊！一直轉都不會暈也是很厲害耶——！

# SdodrSdodrTalkWorldRandomFailureTowerKing01
source: All the bright lights on that boss gave me flashbacks toour shows. Well, don't worry! You'll get it next time!
de: Bei dem Geblitze kam man sich ja vor wie auf der Bühne!Na, beim nächsten Mal läuft’s bestimmt besser.
es: La luz cegadora de ese enemigo me ha recordado anuestros conciertos... En fin, ¡la próxima vez será!
es_mx: Las luces de ese enemigo me recuerdan a nuestrosconciertos... En fin, ¡la próxima vez lo lograrás!
fr: Y a trop de lumières sur ce boss ! Ça me rappelle lesprojos des concerts et ça me distrait !
it: Le luci di quel boss mi hanno fatto ricordare i nostrishow. In ogni caso, andrà meglio la prossima volta!
ja: まぶしいボスでしたね… ライブを思い出しちゃいました…あっ、次は やっつけましょう！
ko: 눈이 부신 보스였네요… 라이브가 떠올랐어요…앗, 다음번엔 꼭 쓰러뜨려요!
nl: De felle lichten op die baas doen me aan onze showsdenken. Maak je geen zorgen, volgende keer beter!
ru: У этого босса столько спецэффектов, что мне нашиконцерты вспомнились. Ничего, мы его еще плюхнем!
zh_hans: 好耀眼的Boss……都让我想起演唱会的事情了……啊，我们下一次就把它击倒吧！
zh_hant: 真是個耀眼的Boss呢……讓人想起了演唱會的事。……啊，下次再把牠擊倒吧！

# SdodrSdodrTalkWorldRandomFailureTreeMissile00
source: Those missiles HURT! We just gotta make sure ouraim is better than theirs.
de: Diese Raketen tun ECHT weh!Wenn du sie anvisierst, sollte jeder Schuss sitzen.
es: ¡Esos misiles hacen pupa! ¡Hay que tener cuidadocuando se aproximan!
es_mx: ¡Esos misiles hacen daño! ¡Hay que tener cuidadocuando se aproximan!
fr: Ils font mal, ces missiles ! Notre seul espoirest de mieux viser que l'ennemi !
it: Quei missili fanno malissimo! Meglio assicurarciche la nostra mira sia migliore della loro.
ja: ミサイル痛ぇー！ 空飛んで来んのやべーな！
ko: 미사일 아파～! 하늘을 날아오다니 위험하잖아!
nl: Die raketten doen PIJN! Zorg ervoor dat jijbeter mikt dan onze vijanden.
ru: С этими ракетами шутки плохи! Тут либомы по ним попадем, либо они по нам...
zh_hans: 被导弹击中很疼啊——！从空中飞来的攻击真难对付——！
zh_hant: 被導彈打到好痛喔——！會從空中飛過來，真是難搞耶！

# SdodrSdodrTalkWorldRandomFailureZakoLarge00
source: Those massive fishy JERKS! You always think you canoutrun 'em, but if you get cornered, it's over.
de: Diese Riesenheinis sind zwar langsam, aber wennsie einen erst umzingelt haben, dann gute Nacht.
es: ¡Esos malditos pecezacos! Te confías en que puedesescapar de ellos, hasta que te acorralan... y es el fin.
es_mx: ¡Esos malditos pecezotes! Te confías en que puedesescapar de ellos, hasta que te acorralan... y es el fin.
fr: Marre de ces gros poissons ! À chaque fois, on pensepouvoir les semer, mais s'ils nous coincent, c'est fichu !
it: Quei pescioni sono micidiali! Sono lenti e così si tendea sottovalutarli, ma se ti mettono all'angolo è la fine!
ja: デカいサカナめー！ 動きがのろくて油断しちまうけど、すげー攻撃力だ！
ko: 커다란 물고기 녀석～! 굼떠서 방심하기 쉽지만 공격력이 엄청나!
nl: Die vieze viskoppen ook! Als je geluk hebt, ben je zete snel af, maar als ze je insluiten, kun je het vergeten.
ru: Ух-х, рыбоиды-переростки! Кажется, что от нихлегко убежать, но если загонят в угол — суши весла.
zh_hans: 可恶的大鱼——！看它动作缓慢就大意了，没想到攻击力那么强！
zh_hant: 可惡的大魚——！看牠動作緩慢就大意了，沒想到攻擊力這麼強！

# SdodrSdodrTalkWorldRandomFailureZakoLarge01
source: The big fish usually aren't so ferocious, but they'redangerous when they get agitated.
de: Große Fische sind ja eher sanftmütig, aber wennman sie aufscheucht, können sie ungemütlich werden.
es: Los peces grandes parecen menos agresivos, pero sonun peligro cuando se ponen nerviosos.
es_mx: Los peces grandes parecen lentos y mansos, pero sonun peligro cuando se ponen nerviosos.
fr: En général, ces grosses bêtes sont pas si féroces, maisquand elles s'énervent, ça peut vite tourner au vinaigre.
it: I pesci grossi di solito non sono così feroci, ma sesi agitano possono diventare molto pericolosi.
ja: 大きいサカナ、普段はのんびりですが、暴れ出すと危険です～
ko: 커다란 물고기는 평소에는 느긋하지만 날뛰기 시작하면 위험해요～
nl: Normaal gesproken zijn de grote vissen niet erg fel,maar ze zijn gevaarlijk als je ze irriteert.
ru: Эти большие рыбоиды обычно не такие ужи страшные, но если разозлятся — ай-ай!
zh_hans: 大鱼平时看起来很悠哉，但是它狂暴后很危险～
zh_hant: 雖然大魚平時表現得很悠哉，不過一旦開始大鬧就會很危險喔～
