Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# VsHistoryAnnotationExemption
source: Because one or more players were not able to continue, the match will not count as a loss.
de: Ein oder mehrere Spieler konnten den Kampf nicht fortsetzen. Der Kampf wird nicht als Niederlage gewertet.
es: Como uno o más jugadores no han podido continuar, el combate no se cuenta como derrota.
es_mx: Como uno o más jugadores no pudieron continuar, el combate no se cuenta como derrota.
fr: Aucune défaite ne sera comptabilisée, car un ou plusieurs joueurs n'ont pas pu poursuivre le match.
it: Uno o più giocatori non hanno potuto continuare, quindi la partita non verrà contata come una sconfitta.
ja: 通信を切断したプレイヤーがいたため、負けとしてカウントされませんでした
ko: 통신을 종료한 플레이어가 있으므로 패배로 카운트되지 않았습니다
nl: Omdat een of meer spelers het gevecht niet konden voortzetten, wordt het gevecht niet als een verlies geteld.
ru: Так как некоторые игроки не смогли продолжить бой, поражение не будет засчитано.
zh_hans: 由于有玩家中断连接，本场对战不会以落败计算。
zh_hant: 因有玩家中斷連線，比賽結果不會以落敗計算。

# VsHistoryAnnotationNocontest
source: No contest.
de: Kein Ergebnis
es: Combate cancelado
es_mx: Combate cancelado
fr: Match annulé.
it: Partita nulla.
ja: 無効試合になりました
ko: 시합이 무효 처리되었습니다
nl: Ongeldig gevecht.
ru: Результатов нет.
zh_hans: 本场对战已被判定为无效比赛。
zh_hant: 本次對戰已被判定為無效比賽。

# VsHistoryAnnotationPenalty
source: The match was not fully completed.
de: Der Kampf wurde nicht abgeschlossen.
es: El combate no se disputó hasta el final.
es_mx: El combate no se disputó hasta el final.
fr: Le match a été interrompu.
it: La partita non è stata completata.
ja: 正常に試合が終了しませんでした
ko: 시합이 정상적으로 종료되지 않았습니다
nl: Het gevecht is niet volledig afgemaakt.
ru: Бой не был завершен.
zh_hans: 对战未能正常结束。
zh_hant: 比賽未能正常結束。

# VsHistoryAttack
source: Attacking
de: Angriff
es: Al ataque
es_mx: Al ataque
fr: En attaque
it: In attacco
ja: 攻撃
ko: 공격
nl: Aanval
ru: Нападающие
zh_hans: 进攻
zh_hant: 進攻

# VsHistoryAverage
source: Over { 0 } Min. Average
de: Durchschnitt über { 0 } Min.
es: Promedio en { 0 } min
es_mx: Promedio en { 0 } min
fr: Moyenne > { 0 } min
it: Media su { 0 } min.
ja: { 0 }分あたりのアベレージ
ko: { 0 }분당 평균
nl: Gemiddelde over { 0 } min
ru: В среднем за { 0 } мин.
zh_hans: 最近{ 0 }分钟的平均值
zh_hant: 最近{ 0 }分鐘的平均值

# VsHistoryAwardGold
source: Gold
es: Oro
es_mx: Oro
fr: Or
it: Oro
ja: きん
ko: 금
nl: Goud
ru: Золото
zh_hans: 金
zh_hant: 金

# VsHistoryAwardSilver
source: Silver
de: Silber
es: Plata
es_mx: Plata
fr: Argent
it: Argento
ja: ぎん
ko: 은
nl: Zilver
ru: Серебро
zh_hans: 银
zh_hant: 銀

# VsHistoryBankara
source: Anarchy Battle
de: Anarchie-Kampf
es: Combate caótico
es_mx: Combate caótico
fr: Match anarchie
it: Partita anarchica
ja: バンカラマッチ
ko: 카오폴리스 매치
nl: Chaosgevecht
ru: Стихийный бой
zh_hans: 蛮颓比赛
zh_hant: 蠻頹比賽

# VsHistoryBankaraChallenge
source: Anarchy Battle (Series)
de: Anarchie-Kampf (Serie)
es: Combate caótico (formal)
es_mx: Combate caótico (formal)
fr: Match anarchie (série)
it: Partita anarchica (Serie)
ja: バンカラマッチ チャレンジ
ko: 카오폴리스 매치 챌린지
nl: Chaosgevecht (sessie)
ru: Стихийный бой (серия)
zh_hans: 蛮颓比赛 挑战
zh_hant: 蠻頹比賽（挑戰）

# VsHistoryBankaraOpen
source: Anarchy Battle (Open)
de: Anarchie-Kampf (Offen)
es: Combate caótico (informal)
es_mx: Combate caótico (informal)
fr: Match anarchie (ouvert)
it: Partita anarchica (Aperta)
ja: バンカラマッチ オープン
ko: 카오폴리스 매치 오픈
nl: Chaosgevecht (open)
ru: Стихийный бой (открытый)
zh_hans: 蛮颓比赛 开放
zh_hant: 蠻頹比賽（開放）

# VsHistoryBankaraPower
source: Anarchy Power: { 0 }
de: Anarchie-Power: { 0 }
es: Energía caótica: { 0 }
es_mx: Fuerza caótica: { 0 }
fr: Anarchie Power : { 0 }
it: Energia anarchica: { 0 }
ja: バンカラパワー { 0 }
ko: 카오폴리스 파워: { 0 }
nl: Chaoskracht: { 0 }
ru: Сила стихии: { 0 }
zh_hans: 蛮颓战力 { 0 }
zh_hant: 蠻頹戰力 { 0 }

# VsHistoryContribute
source: Clout: { 0 }
de: Beitrag: { 0 }
es: Aportación: { 0 }
es_mx: Aportación: { 0 }
fr: Contribution : { 0 }
it: Contributo: { 0 }
ja: こうけん度 { 0 }
ko: 공헌도 { 0 }
nl: Invloed: { 0 }
ru: Вклад: { 0 }
zh_hans: 贡献度{ 0 }
zh_hant: 貢獻度 { 0 }

# VsHistoryCount
source: Score: { 0 }
es: Contador: { 0 }
es_mx: Contador: { 0 }
fr: Progression : { 0 }
it: Punteggio: { 0 }
ja: { 0 }カウント
ko: { 0 } 카운트
ru: Счет: { 0 }
zh_hans: { 0 }计数
zh_hant: { 0 }計數

# VsHistoryDeathCount
source: Times Splatted
de: Erledigt worden
es: Veces que te han liquidado
es_mx: Veces que te reventaron
fr: Liquidations subies
it: Splattaggi subiti
ja: たおされたかいすう
ko: 쓰러진 횟수
nl: Zelf uitgeschakeld
ru: Плюхнули тебя
zh_hans: 被击倒次数
zh_hant: 陣亡次數

# VsHistoryDefense
source: Defending
de: Verteidigung
es: En defensa
es_mx: En defensa
fr: En défense
it: In difesa
ja: 守備
ko: 수비
nl: Verdediging
ru: Защитники
zh_hans: 防守
zh_hant: 防守

# VsHistoryEquippedGear
source: Gear Used
de: Genutzte Ausrüstung
es: Equipamiento usado
es_mx: Equipamiento usado
fr: Équipement utilisé
it: Oggetti utilizzati
ja: そうびしていたギア
ko: 장비했던 기어
nl: Gebruikte uitrusting
ru: Снаряжение в бою
zh_hans: 使用的装备
zh_hant: 使用的裝備

# VsHistoryEquippedWeapon
source: Weapon Used
de: Verwendete Waffe
es: Arma usada
es_mx: Arma usada
fr: Arme utilisée
it: Arma utilizzata
ja: そうびしていたブキ
ko: 장비했던 무기
nl: Gebruikt wapen
ru: Оружие в бою
zh_hans: 使用的武器
zh_hant: 使用的武器

# VsHistoryEvent
source: Challenge
de: Event-Kampf
es: Combate evento
es_mx: Combate especial
fr: Match Challenge
it: Partita evento
ja: イベントマッチ
ko: 이벤트 매치
nl: Eventgevecht
ru: Бой-событие
zh_hans: 活动比赛
zh_hant: 活動比賽

# VsHistoryEventPair
source: Duo -
es: En pareja -
es_mx: En pareja -
it: A coppie -
ja: ペア
ko: 페어
ru: «Дуэты» —
zh_hans: 双排
zh_hant: 雙排

# VsHistoryEventPower
source: Challenge Power: { 0 }
de: Event-Power: { 0 }
es: Energía evento: { 0 }
es_mx: Fuerza especial: { 0 }
it: Energia evento: { 0 }
ja: イベントパワー { 0 }
ko: 이벤트 파워: { 0 }
nl: Eventkracht: { 0 }
ru: Сила события: { 0 }
zh_hans: 活动战力：{ 0 }
zh_hant: 活動戰力 { 0 }

# VsHistoryEventSolo
source: Solo -
es: En solitario -
es_mx: Individual -
it: In solitaria -
ja: ソロ
ko: 솔로
ru: «Соло» —
zh_hans: 单排
zh_hant: 單排

# VsHistoryEventTeam
source: Team -
es: En equipo -
es_mx: En equipo -
fr: Équipe -
it: In squadra -
ja: チーム
ko: 팀
ru: «4 на 4» —
zh_hans: 队伍
zh_hant: 隊伍

# VsHistoryFesTeam
source: Team { 0 }
es: Equipo { 0 }
es_mx: Equipo { 0 }
fr: Camp { 0 }
it: Squadra { 0 }
ja: { 0 }チーム
ko: { 0 } 팀
ru: Команда «{ 0 }»
zh_hans: { 0 }队伍
zh_hant: { 0 }隊伍

# VsHistoryFestival
source: Splatfest Battle
de: Splatfest-Kampf
es: Combate temático
es_mx: Combate temático
fr: Festimatch
it: Partita tematica
ja: フェスマッチ
ko: 페스티벌 매치
nl: Splatfest-gevecht
ru: Сплатфест-бой
zh_hans: 祭典比赛
zh_hant: 祭典比賽

# VsHistoryFestivalShell
source: Festival Shells: { 0 }
de: Festmuscheln: { 0 }
es: Caparazones festivos: { 0 }
es_mx: Caparazones festivos: { 0 }
fr: Coquivals : { 0 }
it: Conchiglie: { 0 }
ja: オマツリガイ x{ 0 }
ko: 축제 조개 x{ 0 }
nl: Festivalschelpen: { 0 }
ru: Мегараковины: { 0 }
zh_hans: 祭典贝 x{ 0 }
zh_hant: 祭典貝 x{ 0 }

# VsHistoryFestPower
source: { 1 } Power: { 0 }
es: Energía { 1 }: { 0 }
es_mx: Fuerza { 1 }: { 0 }
it: Energia { 1 } { 0 }
ja: { 0 }{ 1 }パワー
ko: { 0 }{ 1 } 파워
nl: { 1 }-kracht: { 0 }
ru: Сила команды «{ 1 }»: { 0 }
zh_hans: { 0 }{ 1 }战力
zh_hant: { 0 }{ 1 }戰力

# VsHistoryFesWinProof
source: Splatfest Star
es: Galardón festivo
es_mx: Distintivo festivo
fr: Star du festival
it: Stella del festival
ja: オマツリのあかし
ko: 축제의 증표
nl: Splatfest-embleem
ru: Звезда Сплатфеста
zh_hans: 祭典之证
zh_hant: 祭典之證

# VsHistoryGotAwards
source: Medals Earned
de: Gewonnene Medaillen:
es: Galardones recibidos
es_mx: Reconocimientos recibidos
fr: Médailles obtenues
it: Mostrine ottenute
ja: ゲットした表彰
ko: 획득한 표창
nl: Ontvangen medailles
ru: Полученные медали
zh_hans: 获得的表彰
zh_hant: 獲得的表揚

# VsHistoryGoToStats
source: Back to Battle Logs
de: Zurück zu den Kampfstatistiken
es: Volver a los registros de combates
es_mx: Volver a los registros de combates
fr: Retour au journal de matchs
it: Torna alle statistiche di battaglia
ja: バトルのきろくに戻る
ko: 배틀 기록으로 돌아가기
nl: Terug naar de gevechtsstatistieken
ru: Назад к протоколам боев
zh_hans: 返回对战记录
zh_hant: 返回對戰記錄

# VsHistoryGotTricolorTreasure
source: Sprinkler of Doom Deployed
de: Giga-Sprenkler aktiviert
es: Surtidor fatal
es_mx: Irrigador letal
fr: Fontaine du fléau déployée
it: Irrigatore del destino attivato
ja: ぬりまといかくほ
ko: 색칠 표치 확보
nl: Doemsprinkler ingezet
ru: Гигаразбрызгиватель установлен
zh_hans: 确保涂满告示牌
zh_hant: 奪得塗滿告示牌

# VsHistoryHoragai
source: conch shell
de: Tritonshorn
es: Caracola
es_mx: Caracola
fr: conque
it: conchiglia
ja: ホラガイ
ko: 소라고둥
nl: prijsschelp
ru: раковина
zh_hans: 法螺
zh_hant: 法螺

# VsHistoryHoragaiCount
source: Gained!
de: erhalten!
es: ¡Para ti!
es_mx: ¡Bien!
fr: pour toi !
it: per te!
ja: Get!
ko: Get!
nl: Hebbes!
ru: Ура!
zh_hans: Get!
zh_hant: Get!

# VsHistoryHoragaiMatch
source: Conch Clash
de: Tritonskampf
es: Caracolisión
es_mx: Caracolisión
fr: Conquétition
it: Conchigliata
ja: ホラガイ争奪戦
ko: 소라고둥 쟁탈전
nl: Prijsschelppret
ru: Раковин-ролл
zh_hans: 法螺争夺战
zh_hant: 法螺爭奪戰

# VsHistoryInChallenge
source: In Progress
de: Läuft
es: En progreso...
es_mx: En progreso...
fr: En cours
it: In corso
ja: 挑戦中
ko: 도전 중
nl: Bezig
ru: Идет
zh_hans: 挑战中
zh_hant: 挑戰中

# VsHistoryKillCount
source: Splatted by You
de: Von dir erledigt
es: Rivales eliminados
es_mx: Rivales reventados
fr: Liquidations infligées
it: Splattaggi effettuati
ja: たおしたかいすう
ko: 쓰러뜨린 횟수
nl: Door jou uitgeschakeld
ru: Плюхнуто тобой
zh_hans: 击倒次数
zh_hant: 擊倒次數

# VsHistoryKnockout
source: KNOCKOUT!
de: K. o.-Bonus!
es: ¡Palizón!
es_mx: ¡Dominio total!
fr: K.-O. !
it: Bonus KO!
ja: ノックアウト！
ko: 녹아웃!
ru: Нокаут!
zh_hans: 完胜！
zh_hant: 完勝！

# VsHistoryLatest
source: Latest Battles
de: Letzte Kämpfe
es: Últimos 50
es_mx: Últimos 50
fr: Derniers matchs
it: Ultime battaglie
ja: 最近の50戦
ko: 최근 50전
nl: Laatste gevechten
ru: Последние бои
zh_hans: 最近50战
zh_hant: 最近50戰

# VsHistoryLatestBattle
source: Latest Battle
de: Letzter Kampf
es: Combate más reciente
es_mx: Combate más reciente
fr: Dernier match
it: Ultima battaglia
ja: 最新のバトル
ko: 최근 배틀
nl: Laatste gevecht
ru: Последний бой
zh_hans: 最新的对战
zh_hant: 最新的對戰

# VsHistoryLatestTab
source: Latest
de: Zuletzt
es: Últimos
es_mx: Últimos
fr: Derniers
it: Recenti
ja: 最近
ko: 최근
nl: Laatste
ru: Недавние бои
zh_hans: 最近
zh_hant: 最近

# VsHistoryLose
source: DEFEAT
de: Verloren
es: Derrota
es_mx: Derrota
fr: DÉFAITE
it: Sconfitta
ja: LOSE...
ko: LOSE…
nl: Verloren...
ru: Провал
zh_hans: LOSE...
zh_hant: LOSE……

# VsHistoryMeasurement
source: Calculating X Power...
de: X-Power: Noch offen
es: Calculando energía X...
es_mx: Calculando fuerza X...
fr: Calcul du X Power...
it: Calcolo energia X...
ja: Xパワー計測中
ko: X 파워 계측 중
nl: X-kracht: onbekend
ru: Данных о силе X нет...
zh_hans: X战力计算中
zh_hant: X戰力計算中

# VsHistoryMeasurementEventPower
source: Calculating...
de: Berechnung noch offen...
es: Calculando...
es_mx: Calculando...
fr: Calcul...
it: Calcolo in corso...
ja: 計測中
ko: 계측 중
nl: Bezig met berekenen...
ru: Идет вычисление...
zh_hans: 计算中
zh_hant: 計算中

# VsHistoryNextBattle
source: Next
de: Weiter
es: Siguiente
es_mx: Siguiente
fr: Suivant
it: Successiva
ja: 次のバトル
ko: 다음 배틀
nl: Volgende
ru: Следующий
zh_hans: 下一场对战
zh_hant: 下一場對戰

# VsHistoryNoData
source: No battle logs to display.
de: Keine Kampfstatistiken vorhanden.
es: Sin registros de combates
es_mx: Sin registros de combates
fr: Il n'existe aucune donnée de match à afficher.
it: Non ci sono statistiche di battaglia.
ja: バトルのきろくがありません
ko: 배틀 기록이 없습니다
nl: Er zijn geen gevechtsstatistieken.
ru: Нет протоколов боев.
zh_hans: 没有对战记录
zh_hant: 沒有對戰記錄

# VsHistoryNotAvailable
source: Battle Log Unavailable
de: Kampfstatistiken nicht verfügbar
es: Registros de combates no disponibles
es_mx: Registros de combates no disponibles
fr: Données de match indisponibles
it: Statistiche di battaglia non disponibili
ja: バトルのきろくを表示できません
ko: 배틀 기록을 표시할 수 없습니다
nl: Geen gevechtsstatistieken beschikbaar
ru: Протокол боя недоступен
zh_hans: 无法显示对战记录
zh_hant: 無法顯示對戰記錄

# VsHistoryNotAvailableDescription
source: Only the 50 most recent entries are available.
de: Nur die letzten 50 Einträge sind verfügbar.
es: Solo están disponibles los 50 registros más recientes de cada modo.
es_mx: Solo están disponibles los 50 registros más recientes de cada modo.
fr: Seules les 50 entrées les plus récentes sont disponibles.
it: Vengono visualizzate solo le 50 voci più recenti.
ja: 閲覧できるバトルのきろくは、モードごとに最新の50戦までです。
ko: 최신 배틀 기록은 모드별로 50전까지 열람할 수 있습니다.
nl: Alleen de 50 meest recente gegevens zijn beschikbaar.
ru: Доступно только 50 последних боев.
zh_hans: 可阅览的对战记录为所有模式最新的50场对战
zh_hant: 可瀏覽的對戰記錄僅限各模式最新的50戰

# VsHistoryOutfitBonus
source: (Synergy Bonus x{ 0 })
de: (Synergie-Bonus ×{ 0 })
es: (Bonificación de compañerismo ×{ 0 })
es_mx: (Bonificación de solidaridad ×{ 0 })
fr: (Bonus de synergie x{ 0 })
it: (Bonus sinergia ×{ 0 })
ja: （おそろいボーナス x{ 0 }）
ko: (세트 보너스 x{ 0 })
nl: (Teamspiritbonus ×{ 0 })
ru: (Бонус за синергию: x{ 0 })
zh_hans: （团队穿搭奖励 x{ 0 }）
zh_hant: （團隊穿搭獎勵 x{ 0 }）

# VsHistoryPreviousBattle
source: Previous
de: Zurück
es: Anterior
es_mx: Anterior
fr: Précédent
it: Precedente
ja: 前のバトル
ko: 이전 배틀
nl: Vorige
ru: Предыдущий
zh_hans: 上一场对战
zh_hant: 上一場對戰

# VsHistoryPrivate
source: Private Battle
de: Privater Kampf
es: Combate privado
es_mx: Combate privado
fr: Match privé
it: Partita privata
ja: プライベートマッチ
ko: 프라이빗 매치
nl: Privégevecht
ru: Частный бой
zh_hans: 私人比赛
zh_hant: 私人比賽

# VsHistoryPromo
source: Rank-Up Battle
de: Aufstiegskampf
es: Combate de rango
es_mx: Combate de ascenso
fr: Match de rang
it: Partita di promozione
ja: 昇格戦
ko: 승급전
nl: Ranggevecht
ru: Бой за разряд
zh_hans: 晋级战
zh_hant: 晉級戰

# VsHistoryRegular
source: Regular Battle
de: Standardkampf
es: Combate amistoso
es_mx: Combate amistoso
fr: Match classique
it: Partita amichevole
ja: レギュラーマッチ
ko: 레귤러 매치
nl: Standaardgevecht
ru: Бой салаг
zh_hans: 一般比赛
zh_hant: 一般比賽

# VsHistorySpCount
source: Special-Weapon Uses
de: Spezialwaffen-Einsätze
es: Usos del arma especial
es_mx: Usos del arma especial
fr: Utilisations de l'arme spéciale
it: Utilizzi dell'arma speciale
ja: スペシャルウェポンはつどうかいすう
ko: 스페셜 웨펀 발동 횟수
nl: Speciale wapen gebruikt
ru: Использований особого оружия
zh_hans: 特殊武器发动次数
zh_hant: 特殊武器發動次數

# VsHistoryTitle
source: Battles
de: Kämpfe
es: Combates
es_mx: Combates
fr: Matchs
it: Battaglie
ja: バトル
ko: 배틀
nl: Gevechten
ru: Итоги боев
zh_hans: 对战
zh_hant: 對戰

# VsHistoryTryCount
source: Attempts
de: Aktivierungen
es: Intentos
es_mx: Intentos
fr: Tentatives
it: Tentativi
ja: トライかいすう
ko: 트라이 횟수
nl: Pogingen
ru: Попыток
zh_hans: 夺取次数
zh_hant: 奪取次數

# VsHistoryUdemaePoint
source: Rank Points
de: Rangpunkte
es: Puntos de rango
es_mx: Puntos de rango
fr: Points de rang
it: Punti rango
ja: ウデマエポイント
ko: 랭크 포인트
nl: Rangpunten
ru: Очки за разряд
zh_hans: 技术点数
zh_hant: 技術點數

# VsHistoryUdemaeReset
source: Series Interrupted
de: Serie unterbrochen
es: Competición interrumpida
es_mx: Desafío interrumpido
fr: Série interrompue
it: Serie interrotta
ja: 挑戦中止
ko: 도전 중지
nl: De reeks is afgebroken
ru: Серия прервана
zh_hans: 挑战中止
zh_hant: 挑戰中止

# VsHistoryUdemaeUp
source: Promoted!
de: Rang erhöht!
es: ¡Nuevo rango!
es_mx: ¡Nuevo rango!
fr: Tu t'améliores !
it: Stai migliorando!
ja: ウデマエアップ！
ko: 랭크 업!
nl: In rang gestegen!
ru: Новый разряд!
zh_hans: 技术提升！
zh_hant: 技術提升！

# VsHistoryWin
source: VICTORY
de: Gewonnen
es: Victoria
es_mx: Victoria
fr: VICTOIRE
it: Vittoria
ja: WIN!
ko: WIN!
nl: Gewonnen!
ru: Успех!
zh_hans: WIN!
zh_hant: WIN！

# VsHistoryWins
source: { 0 }-WIN STREAK
de: Team-Siegesserie: { 0 }
es: Racha de victorias: { 0 }
es_mx: Racha de victorias: { 0 }
fr: Victoires consécutives : { 0 }
it: Vittorie consecutive: { 0 }
ja: { 0 }連勝
ko: { 0 }연승
nl: Overwinningsreeks: { 0 }
ru: Побед в серии: { 0 }
zh_hans: { 0 }连胜
zh_hant: { 0 }連勝

# VsHistoryXcrown
source: Crown
de: Krone
es: Corona
es_mx: Corona
fr: Couronne
it: Corona
ja: おうかん
ko: 왕관
nl: Kroon
ru: Корона
zh_hans: 王冠
zh_hant: 王冠

# VsHistoryXmatch
source: X Battle
de: X-Kampf
es: Combate X
es_mx: Combate X
fr: Match X
it: Partita X
ja: Xマッチ
ko: X 매치
nl: X-gevecht
ru: Бой X
zh_hans: X比赛
zh_hant: X比賽

# VsHistoryXpower
source: X Power: { 0 }
es: Energía X: { 0 }
es_mx: Fuerza X: { 0 }
it: Energia X: { 0 }
ja: Xパワー { 0 }
ko: X 파워: { 0 }
nl: X-kracht: { 0 }
ru: Сила X: { 0 }
zh_hans: X战力{ 0 }
zh_hant: X戰力 { 0 }

# VsUdemaeChallenging
source: Currently attempting Rank-Up Battle!
de: Gerade im Aufstiegskampf!
es: En combate de ascenso...
es_mx: En combate de ascenso...
fr: En plein match de rang !
it: Partita rango + in corso...
ja: 昇格戦に挑戦中！
ko: 승급전 도전 중!
nl: Bezig met een ranggevecht!
ru: В бою за разряд!
zh_hans: 正在挑战晋级战！
zh_hant: 正在挑戰晉級戰！

# VsUdemaePromote
source: You can attempt a Rank-Up Battle!
de: Aufstiegskampf möglich!
es: ¡Puedes intentar un combate de ascenso!
es_mx: ¡Puedes intentar un combate de ascenso!
fr: Tu peux tenter un match de rang !
it: Partita rango + disponibile!
ja: 昇格戦に挑戦可能！
ko: 승급전 도전 가능!
nl: Je kunt een ranggevecht spelen!
ru: Можно сразиться в бою за разряд!
zh_hans: 可挑战晋级战！
zh_hant: 可挑戰晉級戰！

# VsUdemaeUdemae00
source: Ｃ-
es: C-
es_mx: C-
ko: C-
zh_hans: C-
zh_hant: C-

# VsUdemaeUdemae01
source: Ｃ
es: C
es_mx: C
ko: C
zh_hans: C
zh_hant: C

# VsUdemaeUdemae02
source: Ｃ+
es: C+
es_mx: C+
ko: C+
zh_hans: C+
zh_hant: C+

# VsUdemaeUdemae03
source: Ｂ-
es: B-
es_mx: B-
ko: B-
zh_hans: B-
zh_hant: B-

# VsUdemaeUdemae05
source: Ｂ+
es: B+
es_mx: B+
ko: B+
zh_hans: B+
zh_hant: B+

# VsUdemaeUdemae06
source: Ａ-
es: A-
es_mx: A-
ko: A-
zh_hans: A-
zh_hant: A-

# VsUdemaeUdemae07
source: Ａ
es: A
es_mx: A
ko: A
zh_hans: A
zh_hant: A

# VsUdemaeUdemae08
source: Ａ+
es: A+
es_mx: A+
ko: A+
zh_hans: A+
zh_hant: A+

# VsUdemaeUdemae09
source: Ｓ
es: S
es_mx: S
ko: S
zh_hans: S
zh_hant: S

# VsUdemaeUdemae10
source: Ｓ+
es: S+
es_mx: S+
ko: S+
zh_hans: S+
zh_hant: S+

# VsVsAwardNameBattle
source: #1 Overall Splatter
de: 1. Platz: Gesamtleistung
es: N.º 1 en combate
es_mx: N.º 1 en combate
fr: № 1 au combat
it: Splattatutto nº 1
ja: バトル No.1
ko: 배틀 No.1
nl: Algemeen: nr. 1
ru: Плюхатор № 1
zh_hans: 对战 No.1
zh_hant: 對戰 No.1

# VsVsAwardNameBattle2
source: #2 Overall Splatter
de: 2. Platz: Gesamtleistung
es: N.º 2 en combate
es_mx: N.º 2 en combate
fr: № 2 au combat
it: Splattatutto nº 2
ja: バトル No.2
ko: 배틀 No.2
nl: Algemeen: nr. 2
ru: Плюхатор № 2
zh_hans: 对战 No.2
zh_hant: 對戰 No.2

# VsVsAwardNameBlower
source: #1 Ink Vac User
de: 1. Platz: Tintegrator
es: N.º 1 en aspiratinta
es_mx: N.º 1 en aspiratinta
fr: № 1 de l'aspirencre
it: Vampinchiostro: asso nº 1
ja: キューインキ No.1
ko: 흡입기 No.1
nl: Inktdief gebruikt: nr. 1
ru: Мастер краскососа
zh_hans: 吸墨机 No.1
zh_hant: 吸墨機 No.1

# VsVsAwardNameCastle
source: #1 Kraken Royale User
de: 1. Platz: Tintentyrann
es: N.º 1 en calamar imperial
es_mx: N.º 1 en calamar imperial
fr: № 1 du kraken royal
it: Kraken reale: asso nº 1
ja: テイオウイカ No.1
ko: 로열 크라켄 No.1
nl: Monstermorfose gebruikt: nr. 1
ru: Мастер тираннокракена
zh_hans: 帝王鱿鱼 No.1
zh_hant: 帝王魷魚 No.1

# VsVsAwardNameChariot
source: #1 Crab Tank User
de: 1. Platz: Krabbenpanzer
es: N.º 1 en cangrejobot
es_mx: N.º 1 en cangrejobot
fr: № 1 du crabe d'assaut
it: Granchio armato: asso nº 1
ja: カニタンク No.1
ko: 크랩 탱크 No.1
nl: Krabbentank gebruikt: nr. 1
ru: Мастер кработанка
zh_hans: 螃蟹坦克 No.1
zh_hant: 螃蟹坦克 No.1

# VsVsAwardNameChimney
source: #1 Splattercolor Screen User
de: 1. Platz: Unsichtbarriere
es: N.º 1 en pantintalla
es_mx: N.º 1 en muro marmoleado
fr: № 1 de la barrière barbouillée
it: Cortina ingannevole: asso nº 1
ja: スミナガシート No.1
ko: 스플래터컬러 스크린 No.1
nl: PLED-scherm gebruikt: nr. 1
ru: Мастер заливного барьера
zh_hans: 浮墨幕墙 No.1
zh_hant: 浮墨幕牆 No.1

# VsVsAwardNameDamageRecovery
source: #1 Damage Taker
de: 1. Platz: Schaden eingesteckt
es: N.º 1 en daño soportado
es_mx: N.º 1 en daño soportado
fr: № 1 des dégâts subis
it: Assorbidanni nº 1
ja: 耐えたダメージ No.1
ko: 버틴 대미지 No.1
nl: Schade opgelopen: nr. 1
ru: Магнит урона № 1
zh_hans: 承受伤害 No.1
zh_hant: 耐受傷害 No.1

# VsVsAwardNameEnergyStand
source: #1 Tacticooler User
de: 1. Platz: Tranktank
es: N.º 1 en dispensabebidas
es_mx: N.º 1 en dispensabebidas
fr: № 1 du districool
it: Rinfrigorente: asso nº 1
ja: エナジースタンド No.1
ko: 에너지 스탠드 No.1
nl: Reddingsbar gebruikt: nr. 1
ru: Мастер тоникулера
zh_hans: 能量站 No.1
zh_hant: 能量站 No.1

# VsVsAwardNameFirework
source: #1 Super Chump User
de: 1. Platz: Bluffbomber
es: N.º 1 en multiseñuelos
es_mx: N.º 1 en multiseñuelos
fr: № 1 du multi-leurres
it: Diversivo esplosivo: asso nº 1
ja: デコイチラシ No.1
ko: 디코이 캐넌 No.1
nl: Voorschutter gebruikt: nr. 1
ru: Мастер суперпрыжатора
zh_hans: 诱饵烟花 No.1
zh_hant: 誘餌煙火 No.1

# VsVsAwardNameFirstSplat
source: First Splat!
de: Erster Abschuss!
es: Primera liquidación
es_mx: Primera reventada
fr: Prix de la 1re victime
it: Primo splat!
ja: ファーストスプラット
ko: 퍼스트 스플랫
nl: Eerste uitschakeling!
ru: Первый плюх!
zh_hans: 先泼制人
zh_hant: 先潑制人

# VsVsAwardNameGachiareaFrontHold
source: #1 Splat Zone Guard
de: 1. Platz: Splatterzonen gehalten
es: N.º 1 en defender territorio
es_mx: N.º 1 en defender la zona
fr: № 1 en Défense de zone
it: Guardia zona splat nº 1
ja: ガチエリア前線キープ No.1
ko: 랭크 에어리어 전선 유지 No.1
nl: Spetterzone verdedigd: nr. 1
ru: Защитник зоны контроля № 1
zh_hans: 真格区域前线把控 No.1
zh_hant: 真格區域前線把控 No.1

# VsVsAwardNameGachiareaFrontHold2
source: #2 Splat Zone Guard
de: 2. Platz: Splatterzonen gehalten
es: N.º 2 en defender territorio
es_mx: N.º 2 en defender la zona
fr: № 2 en Défense de zone
it: Guardia zona splat nº 2
ja: ガチエリア前線キープ No.2
ko: 랭크 에어리어 전선 유지 No.2
nl: Spetterzone verdedigd: nr. 2
ru: Защитник зоны контроля № 2
zh_hans: 真格区域前线把控 No.2
zh_hant: 真格區域前線把控 No.2

# VsVsAwardNameGachiareaPaint
source: #1 Splat Zone Inker
de: 1. Platz: Splatterzonen gefärbt
es: N.º 1 en ganar territorio
es_mx: N.º 1 en entintar la zona
fr: № 1 en encrage de zone
it: Attaccante zona splat nº 1
ja: ガチエリア塗り No.1
ko: 랭크 에어리어 색칠 No.1
nl: Spetterzone geverfd: nr. 1
ru: Хозяин зоны контроля № 1
zh_hans: 真格区域涂墨 No.1
zh_hant: 真格區域塗墨 No.1

# VsVsAwardNameGachiareaPaint2
source: #2 Splat Zone Inker
de: 2. Platz: Splatterzonen gefärbt
es: N.º 2 en ganar territorio
es_mx: N.º 2 en entintar la zona
fr: № 2 en encrage de zone
it: Attaccante zona splat nº 2
ja: ガチエリア塗り No.2
ko: 랭크 에어리어 색칠 No.2
nl: Spetterzone geverfd: nr. 2
ru: Хозяин зоны контроля № 2
zh_hans: 真格区域涂墨 No.2
zh_hant: 真格區域塗墨 No.2

# VsVsAwardNameGachiareaStay
source: #1 Splat Zone Hero
de: 1. Platz: Splatterzonen-Held
es: N.º 1 en pintazonas
es_mx: N.º 1 en dominar la zona
fr: № 1 en héroïsme de zone
it: Idolo della zona splat nº 1
ja: ガチエリア関与 No.1
ko: 랭크 에어리어 관여 No.1
nl: Spetterzonekanjer: nr. 1
ru: Звезда зоны контроля № 1
zh_hans: 真格区域干涉 No.1
zh_hant: 真格區域干涉 No.1

# VsVsAwardNameGachiasariHold
source: #1 Clam Carrier
de: 1. Platz: Muschel-Transport
es: N.º 1 en portar almejas
es_mx: N.º 1 en portar almejas
fr: № 1 en transport de palourdes
it: Portavongole nº 1
ja: ガチアサリ運んだ時間 No.1
ko: 랭크 바지락 운반 시간 No.1
nl: Schelpen gedragen: nr. 1
ru: Устроносчик № 1
zh_hans: 真格蛤蜊运送时间 No.1
zh_hant: 真格蛤蜊運送時間 No.1

# VsVsAwardNameGachiasariHold2
source: #2 Clam Carrier
de: 2. Platz: Muschel-Transport
es: N.º 2 en portar almejas
es_mx: N.º 2 en portar almejas
fr: № 2 en transport de palourdes
it: Portavongole nº 2
ja: ガチアサリ運んだ時間 No.2
ko: 랭크 바지락 운반 시간 No.2
nl: Schelpen gedragen: nr. 2
ru: Устроносчик № 2
zh_hans: 真格蛤蜊运送时间 No.2
zh_hant: 真格蛤蜊運送時間 No.2

# VsVsAwardNameGachiasariInvasion
source: #1 Score Booster
de: 1. Platz: Zähler-Fortschritt
es: N.º 1 en aumento de contador
es_mx: N.º 1 en avanzar el contador
fr: № 1 en progression
it: Asso della distanza nº 1
ja: カウント進行 No.1
ko: 카운트 진행 No.1
nl: Scorebijdrage: nr. 1
ru: Устросборщик № 1
zh_hans: 计数推进 No.1
zh_hant: 計數推進 No.1

# VsVsAwardNameGachiasariInvasion2
source: #2 Score Booster
de: 2. Platz: Zähler-Fortschritt
es: N.º 2 en aumento de contador
es_mx: N.º 2 en avanzar el contador
fr: № 2 en progression
it: Asso della distanza nº 2
ja: カウント進行 No.2
ko: 카운트 진행 No.2
nl: Scorebijdrage: nr. 2
ru: Устросборщик № 2
zh_hans: 计数推进 No.2
zh_hant: 計數推進 No.2
