Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# LayoutMsgLobbyMenuMode00201
source: Get into a card battlewith friends in thebattle space on thesecond floor!
de: Tritt im ersten Stockin Revierdecks-Kämpfengegen Freunde an!
es: ¡Usa cartas para lucharcon amigos en la zonahabilitada de la plantaalta del vestíbulo!
es_mx: ¡Usa cartas para lucharcon amigos en la zonade combate del piso dearriba del vestíbulo!
fr: Dispute une partie decartes avec des amisdans l'espace dédiéà l'étage !
it: Affronta degli amici acarte nell'area appositaal piano di sopra!
ja: ロビーの２階にある対戦スペースでフレンドとカードバトル！
ko: 로비 2층의대전 공간에서친구와 카드 배틀!
nl: Speel op de eersteverdieping potjesSlijkslag tegenje vrienden!
ru: Сразись с друзьямив карточных боях навтором этаже!
zh_hans: 在位于大厅2楼的对战空间和好友进行卡牌对战！
zh_hant: 在大廳2樓的對戰空間和朋友進行卡牌對戰！

# LayoutMsgLobbyMenuMode00202
source: Set stage and hazardlevel in a practice shiftwith friends.
de: Wähle Arena undGefahrenstufe undleg mit Freunden eineÜbungsschicht ein!
es: ¡Elige tus propios ajustespara coger un encargode práctica con amigos!
es_mx: Elige escenario y nivelde riesgo para practicarcon amigos.
fr: Sélectionne un stage etun niveau de danger, etentraîne-toi pour leboulot avec des amis !
it: Imposta scenario erischio per un turnodi lavoro di praticainsieme ai tuoi amici.
ja: ステージ/キケン度を自由に設定してフレンドと バイトの練習！
ko: 스테이지/위험도를자유롭게 설정하여친구와 아르바이트 연습!
nl: Kies het level en hetrisiconiveau en doeeen oefenklus metje vrienden!
ru: Чтобы пройти сменусо своими приятелями,выбери арену и сложность!
zh_hans: 自由设置场地/危险度，和好友练习打工！
zh_hant: 可以自由設定場地/危險度和朋友練習打工！

# LayoutMsgLobbyMenuMode00203
source: Set the mode, stage,and teams in a battlewith people nearby!
de: Wähle Bedingungen,Arena und Teams undstürz dich mit Leutenin deiner Nähe in denKampf!
es: ¡Elige los equipos,el escenario y el estilopara combatir conjugadores cercanos!
es_mx: Elige los ajustes delcombate y revienta ajugadores cercanos.
fr: Sélectionne un mode et unstage, forme deux équipeset joue avec les joueursà proximité !
it: Imposta modalità, scenarioe squadre per una battagliacon giocatori nelle vicinanze!
ja: ルール/ステージ/チームを自由に設定して近くにいる人とバトル！
ko: 룰/스테이지/팀을자유롭게 설정하여가까이 있는 사람과 배틀!
nl: Kies de spelstand, hetlevel en de teams vooreen gevecht met spelersin de buurt!
ru: Чтобы сразиться с игрокамипоблизости, выбери режим,арену и создай команды.
zh_hans: 自由设置规则/场地/队伍，与附近的人对战！
zh_hant: 可以自由設定規則/場地/隊伍與鄰近的人對戰！

# LayoutMsgLobbyMenuMode00204
source: Get into a card battlewith friends in thededicated battle spaceat the Shoal!
de: Tritt in der Inkcadein Revierdecks-Kämpfengegen Freunde an!
es: ¡Enfréntate a jugadorespróximos usando cartasen la zona habilitada deEl Remolino!
es_mx: ¡Enfréntate a jugadorescercanos usando cartasen la zona de combatede El Remolino!
fr: Dispute une partie decartes avec tes amisdans l'espace dédiéà la Calamarcade !
it: Affronta degli amicia carte nell'areaapposita al Branco!
ja: イカッチャ内にある対戦スペースで近くにいる人とカードバトル！
ko: 스퀴디움 안의 대전 공간에서가까이 있는 사람과카드 배틀!
nl: Speel in de Flipperpotjes Slijkslagtegen je vrienden!
ru: Сразись с друзьямив карточных бояхв «Стайке»!
zh_hans: 在鱿乐天地内的对战空间与附近的人进行卡牌对战！
zh_hant: 在魷樂天地內的對戰空間和鄰近的人進行卡牌對戰！

# LayoutMsgLobbyMenuMode00205
source: Set the stage andhazard level in a shiftwith people nearby!
de: Wähle Arena undGefahrenstufe undschieb zusammen mitLeuten in der Näheeine Schicht!
es: ¡Elige el escenario yel nivel de riesgo paratrabajar con jugadorescercanos!
es_mx: ¡Elige el escenario yel nivel de riesgo paratrabajar con jugadorescercanos!
fr: Sélectionne un stage etun niveau de danger, etpars au turbin avec desjoueurs à proximité !
it: Imposta scenario erischio per un turnodi lavoro con giocatorinelle vicinanze!
ja: ステージ/キケン度を自由に設定して近くにいる人と協力プレイ！
ko: 스테이지/위험도를자유롭게 설정하여가까이 있는 사람과 협력 플레이!
nl: Kies het level en risiconiveauvoor een werkklus metspelers in de buurt!
ru: Чтобы пройти сменус игроками поблизости,выбери арену и сложность!
zh_hans: 自由设置场地/危险度，与附近的人合作游玩！
zh_hant: 可以自由設定場地/危險度，與鄰近的人合作遊玩！

# LayoutMsgLobbyMenuMode00220
source: Get to Lv. 10 beforetrying this mode!
de: Ab Stufe 10 verfügbar
es: A partir del nivel 10.
es_mx: Disponible a partirdel nivel 10.
fr: Tu dois atteindrele niveau 10 pourjouer à ce mode.
it: Disponibiledal livello 10.
ja: ランク１０以上で開放します
ko: 레벨 10 달성 시개방됩니다
nl: Beschikbaar vanafniveau 10.
ru: Чтобы опробовать этотрежим, получиуровень 10!
zh_hans: 等级达到10以上时将会开放。
zh_hant: 等級達到10以上即可解鎖。

# LayoutMsgLobbyMenuMode00221
source: Get to Lv. 10 beforetrying this mode!
de: Ab Stufe 10 verfügbar
es: A partir del nivel 10.
es_mx: Disponible a partirdel nivel 10.
fr: Tu dois atteindrele niveau 10 pourjouer à ce mode.
it: Disponibiledal livello 10.
ja: ランク１０以上で開放します
ko: 레벨 10 달성 시개방됩니다
nl: Beschikbaar vanafniveau 10.
ru: Чтобы опробовать этотрежим, получиуровень 10!
zh_hans: 等级达到10以上时将会开放。
zh_hant: 等級達到10以上即可解鎖。

# LayoutMsgLobbyMenuMode00222
source: Visit the TableturfBattle Dojo first.
de: Begib dich zumRevierdecks-Dojo.
es: Visita antes el tablerode lucha carterritorial.
es_mx: Antes visita el tablero decombate carterritorial.
fr: Va d'abord faire untour au Cartodrome.
it: Visita il dojo diSplattanza.
ja: 広場の裏手にあるナワバトラー道場に行ってみよう！
ko: 광장 뒤편에 있는영역 배틀러 도장에가 보자!
nl: Bezoek eerst deSlijkslagdojo.
ru: Загляни в клуб любителейигры «Карты и район».
zh_hans: 前往广场后方的占地斗士道场看看吧！
zh_hant: 到廣場小巷的占地鬥士道場去看看吧！

# LayoutMsgLobbyMenuMode00223
source: Visit the TableturfBattle Dojo first.
de: Begib dich zumRevierdecks-Dojo.
es: Visita antes el tablerode lucha carterritorial.
es_mx: Antes visita el tablero decombate carterritorial.
fr: Va d'abord faire untour au Cartodrome.
it: Visita il dojo diSplattanza.
ja: 広場の裏手にあるナワバトラー道場に行ってみよう！
ko: 광장 뒤편에 있는영역 배틀러 도장에가 보자!
nl: Bezoek eerst deSlijkslagdojo.
ru: Загляни в клуб любителейигры «Карты и район».
zh_hans: 前往广场后方的占地斗士道场看看吧！
zh_hant: 到廣場小巷的占地鬥士道場去看看吧！

# LayoutMsgLobbyMenuMode00225
source: Update your softwareto the latest version toplay Tableturf Battle.
de: (Hinweis: Führe einUpdate der Softwareauf die aktuelle Versiondurch, um Revierdecksspielen zu können.)
es: Para poder jugara lucha carterritorial,actualiza el juego a laversión más reciente.
es_mx: Para poder jugar elcombate carterritorial,actualiza el juego a laversión más reciente.
fr: Télécharge la mise à jour laplus récente du logiciel pourjouer à Cartes & Territoire.
it: *Aggiorna il software allaversione più recente pergiocare a Splattanza.
ja: ※ナワバトラーはソフトを最新のバージョンに更新すると遊べます
ko: ※영역 배틀러는 소프트웨어를최신 버전으로 업데이트하면플레이할 수 있습니다
nl: Om Slijkslag te kunnenspelen moet de softwarezijn bijgewerkt naar denieuwste versie.
ru: Обнови программу доактуальной версии дляигры в Карты и район.
zh_hans: ※若要游玩占地斗士， 请先将软件更新至最新版本。
zh_hant: ※將軟體更新至最新版本後 即可遊玩占地鬥士。

# LayoutMsgLobbyMenuMode00226
source: Try some RegularBattles first!
de: Absolviere zuerstein paar Revierkämpfe!
es: ¡Prueba primero concombates amistosos!
es_mx: ¡Intenta unos combatesamistosos primero!
fr: Essaie de participerà quelques matchsclassiques d'abord !
it: Prova prima qualchepartita amichevole!
ja: まずはレギュラーマッチに参加してみよう！
ko: 먼저레귤러 매치에참가해 보자!
nl: Probeer eerst eens watstandaardgevechten!
ru: Сначала поучаствуйв бою салаг!
zh_hans: 先尝试参加一般比赛吧！
zh_hant: 先嘗試參加一般比賽吧！

# LayoutMsgLobbyMenuMode00227
source: First, try some regularSplatfest Battles!
de: Versuche dichzuerst an Standard-Splatfest-Kämpfen!
es: ¡Prueba primero concombates temáticosinformales!
es_mx: ¡Primero inténtalo encombates temáticosinformales!
fr: Essaie de participerà quelques festimatchsnormaux, d'abord !
it: Prova prima qualchepartita tematica(Aperta)!
ja: まずはフェスマッチ（オープン）に参加してみよう！
ko: 먼저페스티벌 매치(오픈)에참가해 보자!
nl: Probeer eerst eens watgewone Splatfest-gevechten!
ru: Сначала поучаствуйв Сплатфест-боях!
zh_hans: 先尝试参加祭典比赛（开放）吧！
zh_hant: 先嘗試參加祭典比賽（開放）吧！

# LayoutMsgLobbyMenuMode00228
source: First, try some regularSplatfest Battles!
de: Versuche dichzuerst an Standard-Splatfest-Kämpfen!
es: ¡Prueba primero concombates temáticosinformales!
es_mx: ¡Primero inténtalo encombates temáticosinformales!
fr: Essaie de participerà quelques festimatchsnormaux, d'abord !
it: Prova prima qualchepartita tematica(Aperta)!
ja: まずはフェスマッチ（オープン）に参加してみよう！
ko: 먼저페스티벌 매치(오픈)에참가해 보자!
nl: Probeer eerst eens watgewone Splatfest-gevechten!
ru: Сначала поучаствуйв Сплатфест-боях!
zh_hans: 先尝试参加祭典比赛（开放）吧！
zh_hant: 先嘗試參加祭典比賽（開放）吧！

# LayoutMsgLobbyMenuMode00229
source: First, try some regularSplatfest Battles!
de: Versuche dichzuerst an Standard-Splatfest-Kämpfen!
es: ¡Prueba primero concombates temáticosinformales!
es_mx: ¡Primero inténtalo encombates temáticosinformales!
fr: Essaie de participerà quelques festimatchsnormaux, d'abord !
it: Prova prima qualchepartita tematica(Aperta)!
ja: まずはフェスマッチ（オープン）に参加してみよう！
ko: 먼저페스티벌 매치(오픈)에참가해 보자!
nl: Probeer eerst eens watgewone Splatfest-gevechten!
ru: Сначала поучаствуйв Сплатфест-боях!
zh_hans: 先尝试参加祭典比赛（开放）吧！
zh_hant: 先嘗試參加祭典比賽（開放）吧！

# LayoutMsgLobbyMenuMode00400
source: VICTORY
de: Sieg!
es: Victoria
es_mx: Victoria
fr: Victoire
it: Vittoria
ja: WIN
ko: WIN
nl: Gewonnen
ru: Успех!
zh_hans: WIN
zh_hant: WIN

# LayoutMsgLobbyMenuMode00401
source: DEFEAT
de: Verloren...
es: Derrota
es_mx: Derrota
fr: Défaite
it: Sconfitta
ja: LOSE
ko: LOSE
nl: Verloren
ru: Провал
zh_hans: LOSE
zh_hant: LOSE

# LayoutMsgLobbyMenuMode00501
source: Your team was in first place at halftime, so youcannot select this. However, Tricolor Turf Warsmay automatically trigger for you in openSplatfest Battles.
de: Dein Team lag zur Halbzeit in Führung,deswegen steht diese Option nicht zur Verfügung.Möglicherweise werden dir jedoch in offenenSplatfest-Kämpfen Dreifarb-Kämpfe zugeteilt.
es: Tu equipo va en cabeza al término de la primeraparte, así que no puedes seleccionar esta opción.Sí pueden celebrarse combates tricolor enlos combates temáticos informales.
es_mx: Tu equipo lleva la delantera de la primera parte,así que no puedes seleccionar esta opción.Si participas en combates temáticos informales,es posible que se conviertan en combates tricolor.
fr: Cette option ne t'est pas accessible car ton campétait en tête à l'Intermède. Toutefois, une guerretricolore peut éclater automatiquement lors de tesparticipations à un festimatch ouvert.
it: La tua squadra era in prima posizione all'intervallo,quindi non puoi scegliere questa opzione. Tuttavia,le partite tricolore potrebbero automaticamenteattivarsi per te nelle partite tematiche aperte.
ja: 所属チームが中間１位のため選べませんトリカラバトルは、フェスマッチ（オープン）で発生することがあります
ko: 소속 팀이 중간 1위이므로 선택할 수 없습니다트리컬러 배틀은 페스티벌 매치(오픈)에서발생할 수 있습니다
nl: Jouw team stond halverwege het event op de1e plaats, dus je kunt deze optie niet kiezen.Wel kun je Driekleurenoorlogen tegenkomentijdens open Splatfest-gevechten.
ru: Невозможно выбрать, так как твоя командапока занимает первое место. Однако,трехцветный бой за район может включитьсяв открытых Сплатфест-боях автоматически.
zh_hans: 你的所属队伍为中场第1名，无法选择此项目。在祭典比赛（开放）中将有可能发生三色夺宝对战。
zh_hant: 您的隊伍是中場第1名，無法選擇此項目。在祭典比賽（開放）中將有可能會發生三色奪寶對戰。

# LayoutMsgLobbyMenuMode00TRule00
source: Mode
de: Kampfart
es: Estilo
es_mx: Estilo
it: Modalità
ja: ルール
ko: 룰
nl: Vechtstijl
ru: Режим
zh_hans: 规则
zh_hant: 規則

# LayoutMsgLobbyMenuMode00TStage00
source: Stage
de: Arena
es: Escenarios
es_mx: Escenarios
fr: Liste de stages
it: Scenario
ja: ステージ
ko: 스테이지
nl: Level
ru: Арена
zh_hans: 场地
zh_hant: 場地

# LayoutMsgLobbyMenuMode00TStage02
source: Stage
de: Arena
es: Escenario
es_mx: Escenario
it: Scenario
ja: ステージ
ko: 스테이지
nl: Level
ru: Арена
zh_hans: 场地
zh_hant: 場地

# LayoutMsgLobbyMenuMode00TWpn01
source: Supplied Weapons
de: Verfügbare Waffen
es: Armas asignadas
es_mx: Armas disponibles
fr: Armes fournies
it: Armi fornite
ja: 支給ブキ
ko: 지급 무기
nl: Beschikbare wapens
ru: Табельное оружие
zh_hans: 发放武器
zh_hant: 派發武器

# LayoutMsgLobbyResultPower00TPowerBest00
source: Highest Challenge Power
de: Höchste Event-Power
es: Máx. energía evento
es_mx: Máx. fuerza especial
fr: Challenge Power max
it: Record energia evento
ja: イベントパワー最高値
ko: 이벤트 파워 최고치
nl: Hoogste eventkracht
ru: Топ-сила события
zh_hans: 活动战力最高数值
zh_hant: 活動戰力最高數值

# LayoutMsgLobbyResultPower00TPowerNow00
source: Current Challenge Power
de: Event-Power aktuell
es: Energía evento actual
es_mx: Fuerza especial actual
fr: Challenge Power actuel
it: Energia evento attuale
ja: 現在のイベントパワー
ko: 현재 이벤트 파워
nl: Huidige eventkracht
ru: Текущая сила события
zh_hans: 目前的活动战力
zh_hant: 目前的活動戰力

# LayoutMsgLobbyResultPower00TProgress00
source: Calculating Challenge Power...
de: Event-Power-Berechnung...
es: Calculando energía evento...
es_mx: Calculando fuerza especial...
fr: Calcul du Challenge Power...
it: Calcolo energia evento...
ja: イベントパワー 計測中…
ko: 이벤트 파워 계측 중…
nl: Eventkracht: onbekend
ru: Подсчет силы события...
zh_hans: 活动战力计算中……
zh_hant: 活動戰力計算中……

# LayoutMsgLobbyResultPower00TRank00
source: Calibration Complete!
de: Fertig!
es: ¡Cálculo finalizado!
es_mx: ¡Fuerza calculada!
fr: Calibration terminée !
it: Calcolo terminato!
ja: 計測完了！！
ko: 계측 완료!!
nl: Eventkracht berekend!
ru: Готово!
zh_hans: 计算完毕！！
zh_hant: 計算完畢！！

# LayoutMsgLobbyResultStamp00TGet00
source: Shell-Out Token earned!
de: Ein Kapsel-Coupon!
es: ¡Una ficha sacapremios!
es_mx: ¡Ficha del premiotrón!
fr: Jeton obtenu !
it: Gett-o-matic ottenuto!
ja: くじ引きコイン Get!
ko: 뽑기 코인 Get!
nl: Een prijspenning!
ru: Капсульный жетон!
zh_hans: 抽奖金币 Get！
zh_hant: 抽獎金幣 Get！

# LayoutMsgLobbySelectBgm00900
source: Another player chose the song that is currentlyplaying. Do you want to request to change it?
de: Der laufende Track wurde von einem anderen Spieler gewählt.Möchtest du dir wünschen, den Track zu ändern?
es: La canción que suena ha sido solicitada por otro jugador.¿Quieres pedir que la cambien?
es_mx: La canción que está sonando fue solicitada por otro jugador.¿Quieres pedir que la cambien?
fr: Un autre joueur a choisi la chanson en cours.Veux-tu demander de la changer ?
it: Un altro giocatore ha scelto la canzone in riproduzioneal momento. Vuoi chiedere di cambiarla?
ja: 今は他のプレイヤーが選んだ曲を再生中です曲の変更をリクエストしますか？
ko: 지금은 다른 플레이어가 선택한 곡을 재생 중입니다곡 변경을 신청하겠습니까?
nl: Het nummer dat nu wordt afgespeeld, is aangevraagd door eenandere speler. Wil je toch een ander verzoeknummer aanvragen?
ru: В настоящий момент проигрывается трек по заявкедругого игрока. Заменить его на свою заявку?
zh_hans: 现在正在播放其他玩家选择的歌曲，要点播更改歌曲吗？
zh_hant: 目前正在播放其他玩家點播的歌曲，確定要點播其他歌曲嗎？

# LayoutMsgLobbySelectBgm00901
source: Request this song?
de: Diesen Track wünschen?
es: ¿Quieres pedir esta canción?
es_mx: ¿Quieres pedir esta canción?
fr: Demander cette chanson ?
it: Vuoi richiedere questa canzone?
ja: この曲をリクエストしますか？
ko: 이 곡을 신청하겠습니까?
nl: Wil je dit nummer aanvragen?
ru: Отправить заявку на этот трек?
zh_hans: 要点播这首歌曲吗？
zh_hant: 確定要點播此歌曲嗎？

# LayoutMsgLobbySelectBgm00CategoryMission00
source: Story Mode
de: Story-Modus
es: Modo historia
es_mx: Modo historia
fr: Mode Histoire
it: Modalità storia
ja: ヒーローモード
ko: 히어로 모드
nl: Verhaal
ru: Сюжет
zh_hans: 英雄模式
zh_hant: 英雄模式

# LayoutMsgLobbySelectBgm00CategoryOther00
source: Other
de: Sonstige
es: Otros
es_mx: Otros
fr: Autre
it: Altro
ja: その他
ko: 기타
nl: Overige
ru: Прочее
zh_hans: 其他
zh_hant: 其他

# LayoutMsgLobbySelectBgm00CategoryPlaza00
source: City
de: Stadt
es: Ciudad
es_mx: Ciudad
fr: Ville
it: Città
ja: 街
ko: 도시
nl: Stad
ru: Город
zh_hans: 城镇
zh_hant: 城鎮

# LayoutMsgLobbySelectBgm00CategorySideOrder00
source: Side Order
de: Ruf zur Ordnung
es: La cara del orden
es_mx: La cara del orden
fr: Tour de l'Ordre
it: Torre dell'Ordine
ja: サイド・オーダー
ko: 사이드 오더
nl: De Toren der Orde
ru: Порядочная порция
zh_hans: 秩序篇
zh_hant: 秩序篇

# LayoutMsgLobbySelectBgm00CategoryVersus00
source: Battles
de: Kämpfe
es: Combates
es_mx: Combates
fr: Matchs
it: Battaglie
ja: バトル
ko: 배틀
nl: Gevechten
ru: Бои
zh_hans: 对战
zh_hant: 對戰

# LayoutMsgLobbyWinMng00TRestTurn00
source: Turns Left
de: Züge:
es: Turnos:
es_mx: Turnos:
fr: Encore
it: Ancora
ja: のこり
ko: 앞으로
nl: Nog
ru: Осталось
zh_hans: 剩余
zh_hant: 剩餘

# LayoutMsgLobbyWinTalkBgm00TMessage00
source: Currently in use by another player.
de: Aktuell von einem Mitspieler verwendet.
es: En uso por otro jugador
es_mx: En uso por otro jugador
fr: En cours d'utilisation par un autre joueur
it: Un altro giocatore lo sta usando.
ja: 他のプレイヤーが使用中
ko: 다른 플레이어가 사용 중
nl: In gebruik door een andere speler.
ru: Используется другим игроком.
zh_hans: 其他玩家正在使用
zh_hant: 其他玩家正在使用

# LayoutMsgMngResult00TLose00
source: DEFEAT
de: Verloren...
es: Derrota
es_mx: Derrota
fr: Défaite...
it: Sconfitta
ja: LOSE...
ko: LOSE…
nl: Verloren...
ru: Провал
zh_hans: LOSE...
zh_hant: LOSE……

# LayoutMsgMngResult00TPassPoint01
source: Turns Passed:
de: Züge ausgesetzt:
es: Turnos pasados:
es_mx: Turnos pasados:
fr: Tours passés :
it: Turni passati
ja: パスした回数
ko: 패스한 횟수
nl: Beurten overgeslagen:
ru: Пропущенных ходов:
zh_hans: 跳过次数
zh_hant: 跳過次數

# LayoutMsgMngResult00TPassPoint03
source: Turns Passed:
de: Züge ausgesetzt:
es: Turnos pasados:
es_mx: Turnos pasados:
fr: Tours passés :
it: Turni passati
ja: パスした回数
ko: 패스한 횟수
nl: Beurten overgeslagen:
ru: Пропущенных ходов:
zh_hans: 跳过次数
zh_hant: 跳過次數

# LayoutMsgMngResult00TSpPoint01
source: Special Points:
de: Spezialpunkte:
es: Puntos especiales:
es_mx: Puntos especiales:
fr: Points spéciaux :
it: Punti SP
ja: ためたSPポイント
ko: 모은 SP 포인트
nl: Speciale punten:
ru: Особых очков:
zh_hans: 累积SP点数
zh_hant: 累積SP點數

# LayoutMsgMngResult00TSpPoint03
source: Special Points:
de: Spezialpunkte:
es: Puntos especiales:
es_mx: Puntos especiales:
fr: Points spéciaux :
it: Punti SP
ja: ためたSPポイント
ko: 모은 SP 포인트
nl: Speciale punten:
ru: Особых очков:
zh_hans: 累积SP点数
zh_hant: 累積SP點數

# LayoutMsgMngResult00TWin00
source: VICTORY
de: Sieg!
es: ¡Victoria!
es_mx: ¡Victoria!
fr: Victoire !
it: Vittoria
ja: WIN！
ko: WIN!
nl: Gewonnen!
ru: Успех!
zh_hans: WIN！
zh_hant: WIN！

# LayoutMsgMngSystemWindow00000
source: Redraw hand?
de: Neues Blatt ausgeben odermit diesem Blatt beginnen?
es: ¿Repartir de nuevo?
es_mx: ¿Sigues con esta mano?
fr: Redistribuer ?
it: Giochi con queste carteo vuoi ripescare?
ja: 手札のカードを引き直しますか？
ko: 손에 든 카드를 다시 뽑겠습니까?
nl: Wil je een nieuwe hand trekken?
ru: Раздать заново?
zh_hans: 要重新抽取手牌的卡片吗？
zh_hant: 要重抽手牌中的卡片嗎？

# LayoutMsgMngSystemWindow00001
source: Redraw!
de: NeuesBlatt!
es: Sí, reparte
es_mx: Dame otra
fr: Oui
it: Ripesco
ja: 引き直す！
ko: 다시 뽑기
nl: Ja!
ru: Ага!
zh_hans: 重新抽取！
zh_hant: 重抽！

# LayoutMsgMngSystemWindow00002
source: Hold Steady
de: Blattbehalten
es: Mejor no...
es_mx: ¡Sí, vamos!
fr: Non
it: Va bene così
ja: そのまま
ko: 그대로 유지
nl: Nee...
ru: Не надо
zh_hans: 维持现状
zh_hant: 維持現狀

# LayoutMsgMngSystemWindow00010
source: Keep playing?
de: Möchtest du gleich nocheine weitere Partie spielen?
es: ¿Quieres seguir jugando?
es_mx: ¿Quieres seguir jugando?
fr: Continuer à jouer ?
it: Continui a giocare?
ja: つづけて対戦しますか？
ko: 이어서 대전하겠습니까?
nl: Wil je nog een potje spelen?
ru: Сыграешь еще раз?
zh_hans: 要继续对战吗？
zh_hant: 要繼續對戰嗎？

# LayoutMsgMngSystemWindow00011
source: Yes!
de: Klar!
es: ¡Sí!
es_mx: ¡Sí!
fr: Oui
it: Sì
ja: 対戦する！
ko: 대전하기
nl: Ja!
ru: Ага!
zh_hans: 继续！
zh_hant: 繼續！

# LayoutMsgMngSystemWindow00012
source: Nah
de: Nein
es: Mejor no...
es_mx: Mejor no...
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Nee...
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgMngSystemWindow00020
source: Giving up?
de: Möchtest du aufgebenund die Partie beenden?
es: ¿Te rindes?
es_mx: ¿Te rindes?
fr: Abandonner ?
it: Ti arrendi?
ja: ギブアップしますか？
ko: 기권하겠습니까?
nl: Wil je het opgeven?
ru: Сдаешься?
zh_hans: 确定要投降吗？
zh_hant: 確定要投降嗎？

# LayoutMsgMngSystemWindow00021
source: Give Up!
de: Ja, Partieaufgeben
es: Me rindo...
es_mx: Pues sí...
fr: Oui
it: Sì
ja: ギブアップ！
ko: 기권하기
nl: Ja!
ru: Сдавайся!
zh_hans: 投降！
zh_hant: 投降！

# LayoutMsgMngSystemWindow00022
source: Keep Going
de: Niemals!
es: Seguir
es_mx: Claro que no
fr: Non
it: No
ja: バトルにもどる
ko: 취소
nl: Nee!
ru: Играю дальше
zh_hans: 返回对战
zh_hant: 返回對戰

# LayoutMsgMngSystemWindow00030
source: You gave up...
de: Du hast aufgegebenund die Partie beendet.
es: Te has rendido.
es_mx: Te rendiste.
fr: Tu as abandonné...
it: Hai alzato bandiera bianca...
ja: ギブアップしました
ko: 기권했습니다
nl: Je hebt het opgegeven...
ru: Эх... игра окончена.
zh_hans: 已投降。
zh_hant: 已投降。

# LayoutMsgMngSystemWindow00040
source: Your opponent has given up.
de: Dein Gegner hat aufgegeben.Die Partie ist beendet.
es: Tu rival se ha rendido.
es_mx: Tu rival se rindió.
fr: Ton adversaire a abandonné.
it: Il tuo avversario ha alzato bandiera bianca.
ja: 対戦相手がギブアップしました
ko: 대전 상대가 기권했습니다
nl: Je tegenstander heeft het opgegeven.
ru: Твой противник сдался.
zh_hans: 对战对手已投降。
zh_hant: 對戰對手已投降。

# LayoutMsgMngSystemWindow00050
source: Your opponent left.
de: Dein Gegner hat das Spiel verlassen.
es: Tu rival se ha ido.
es_mx: Tu rival se fue.
fr: Ton adversaire a quitté la partie.
it: Il tuo avversario ha abbandonato la partita.
ja: 対戦相手がいなくなったのでロビーにもどります
ko: 대전 상대가 없어졌으므로 로비로 돌아갑니다
nl: Je tegenstander heeft het spel verlaten.
ru: Твой противник покинул игру.
zh_hans: 对战对手已离开，即将返回大厅。
zh_hant: 對戰對手已離開，即將返回大廳。

# LayoutMsgMngSystemWindow00100
source: Overwrite this deck? The existing deckwill be lost.
de: Möchtest du dieses Deck überschreiben?(Hinweis: Das überschriebene Deck wirdgelöscht. Karten gehen nicht verloren.)
es: ¿Quieres sobrescribir este mazo? Si lo haces,el mazo existente se perderá.
es_mx: ¿Quieres sobrescribir este mazo? Si lo haces,el mazo existente se perderá.
fr: Écraser ce deck ?(Le deck écrasé sera définitivement effacé.)
it: Vuoi sovrascrivere questo mazzo?Il mazzo esistente andrà perduto.
ja: このデッキにコピーしますか？※元のデッキは上書きされます
ko: 이 덱에 복사하겠습니까?※원래 덱은 사라집니다
nl: Wil je deze set kaarten overschrijven?De huidige set wordt verwijderd.
ru: Удалить эту колоду и создать новую?
zh_hans: 确定要复制到这个牌组吗？※将会覆盖原有牌组。
zh_hant: 確定要複製到這副牌組嗎？※將會覆蓋原有的牌組。

# LayoutMsgMngSystemWindow00101
source: Yeah!
de: Ja
es: ¡Sí!
es_mx: ¡Sí!
fr: Oui
it: Sì
ja: はい
ko: 네
nl: Ja!
ru: Ага!
zh_hans: 是
zh_hant: 是

# LayoutMsgMngSystemWindow00102
source: Nah
de: Nein
es: Mejor no...
es_mx: Mejor no...
fr: Non
it: No
ja: いいえ
ko: 아니요
nl: Nee...
ru: Не-а!
zh_hans: 否
zh_hant: 否

# LayoutMsgMngSystemWindow00110
source: Are you sure you want to delete this deck?
de: Möchtest du dieses Deckwirklich löschen?
es: ¿Seguro que quieres borrar este mazo?
es_mx: ¿Seguro que quieres borrar este mazo?
fr: Veux-tu vraiment réinitialiser ce deck ?
it: Vuoi davvero svuotare questo mazzo?
ja: このデッキを本当にリセットしますか？
ko: 정말로 이 덱을 리셋하겠습니까?
nl: Weet je zeker dat je deze set wilt verwijderen?
ru: Удалить эту колоду?
zh_hans: 真的要重置此牌组吗？
zh_hant: 真的確定要重置此牌組嗎？

# LayoutMsgMngSystemWindow00111
source: Yeah
de: Ja
es: ¡Sí!
es_mx: ¡Sí!
fr: Oui
it: Sì
ja: はい
ko: 네
nl: Ja!
ru: Ага!
zh_hans: 是
zh_hant: 是

# LayoutMsgMngSystemWindow00112
source: Nah
de: Nein
es: Mejor no...
es_mx: Mejor no...
fr: Non
it: No
ja: いいえ
ko: 아니요
nl: Nee...
ru: Не-а
zh_hans: 否
zh_hant: 否

# LayoutMsgMngSystemWindow00120
source: Save your changes?
de: Du hast Änderungen vorgenommen.Möchtest du deine Änderungenverwerfen oder speichern?
es: ¿Quieres guardar los cambios?
es_mx: ¿Quieres guardar los cambios?
fr: Sauvegarder les modifications ?
it: Vuoi salvare le modifiche?
ja: 編集内容をセーブしますか？
ko: 편집 내용을 저장하겠습니까?
nl: Wil je je veranderingen opslaan?
ru: Сохранить изменения?
zh_hans: 要保存编辑内容吗？
zh_hant: 要儲存編輯內容嗎？

# LayoutMsgMngSystemWindow00121
source: Don't Save
de: Änderungenverwerfen
es: No
es_mx: No
fr: Non
it: No
ja: セーブしない
ko: 저장하지 않기
nl: Nee...
ru: Не надо
zh_hans: 不保存
zh_hant: 不儲存

# LayoutMsgMngSystemWindow00122
source: Save!
de: Änderungenspeichern
es: Sí
es_mx: Sí
fr: Oui
it: Sì
ja: セーブする
ko: 저장하기
nl: Ja!
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# LayoutMsgMngSystemWindow00123
source: Back to Edit
de: Halt,abbrechen!
es: Editar
es_mx: Editar
fr: Retour à l'éditeur
it: Indietro
ja: キャンセル
ko: 취소
nl: Terug
ru: Продолжить
zh_hans: 取消
zh_hant: 取消
