Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BynameBynameSubject10000
source: Descendant
ko: 후예
zh_hans: 末裔
zh_hant: 末裔

# BynameBynameSubject10010
source: Offspring
ko: 자손
zh_hans: 子孙
zh_hant: 子孫

# BynameBynameSubject10020
source: Sponsor
ja: スポンサー
ko: 스폰서
zh_hans: 赞助商
zh_hant: 贊助商

# BynameBynameSubject10030
source: Suggestion
ko: 사주
zh_hans: 指使
zh_hant: 指使

# BynameBynameSubject10040
source: Facilitator
ko: 진행자
zh_hans: 主持人
zh_hant: 主持人

# BynameBynameSubject10050
source: Showstopper
ja: エンターテイナー
ko: 연예인
zh_hans: 艺人
zh_hant: 藝人

# BynameBynameSubject10060
source: Possessor
ko: 소유자
zh_hans: 持有者
zh_hant: 持有者

# BynameBynameSubject10080
source: Housekeeper
ja: ハウスキーパー
ko: 가정부
zh_hans: 家政员
zh_hant: 家務員

# BynameBynameSubject10090
source: Trader
ja: トレーダー
ko: 증권업자
zh_hans: 交易员
zh_hant: 交易員

# BynameBynameSubject10100
source: Fortune Teller
ko: 점술가
zh_hans: 占卜师
zh_hant: 占卜師

# BynameBynameSubject10110
source: Globe-Trotter
ko: 방랑객
zh_hans: 漂泊者
zh_hant: 漂泊者

# BynameBynameSubject10130
source: Pinch Hitter
ko: 대타
zh_hans: 替补击球手
zh_hant: 替補人員

# BynameBynameSubject10140
source: Leadoff Hitter
ko: 수위 타자
zh_hans: 打击王
zh_hant: 打擊王

# BynameBynameSubject10150
source: Musketeer
ko: 삼총사
zh_hans: 三剑客
zh_hant: 三劍客

# BynameBynameSubject10160
source: Crowd
ko: 집단
zh_hans: 集团
zh_hant: 集團

# BynameBynameSubject10170
source: Circle
ja: サークル
ko: 서클
zh_hans: 社团
zh_hant: 社團

# BynameBynameSubject10180
source: Flock
ko: 무리
zh_hans: 群体
zh_hant: 群體

# BynameBynameSubject10190
source: Cooperator
ko: 협력자
zh_hans: 合作人
zh_hant: 合作人

# BynameBynameSubject10200
source: Unit
ja: ユニット
ko: 유닛
zh_hans: 单位
zh_hant: 單位

# BynameBynameSubject10210
source: Army
ko: 군단
zh_hans: 军团
zh_hant: 軍團

# BynameBynameSubject10220
source: Coterie
ko: 일파
zh_hans: 门派
zh_hant: 門派

# BynameBynameSubject10230
source: Quartet
ja: カルテット
ko: 사중주
zh_hans: 四重唱
zh_hant: 四重唱

# BynameBynameSubject10240
source: Chorus
ko: 합창
zh_hans: 合唱
zh_hant: 合唱

# BynameBynameSubject10250
source: Podium Finisher
ko: 트리오
zh_hans: 御三家
zh_hant: 御三家

# BynameBynameSubject10260
source: Guild
ja: ギルド
ko: 길드
zh_hans: 公会
zh_hant: 公會

# BynameBynameSubject10270
source: Group
ja: グループ
ko: 그룹
zh_hans: 组别
zh_hant: 組別

# BynameBynameSubject10280
source: Horse
ja: ウマ
ko: 말
zh_hans: 马
zh_hant: 馬

# BynameBynameSubject10290
source: Rabbit
ja: ウサギ
ko: 토끼
zh_hans: 兔子
zh_hant: 兔子

# BynameBynameSubject10300
source: Panda
ja: パンダ
ko: 판다
zh_hans: 熊猫
zh_hant: 熊貓

# BynameBynameSubject10310
source: Koala
ja: コアラ
ko: 코알라
zh_hans: 考拉
zh_hant: 無尾熊

# BynameBynameSubject10320
source: Squirrel
ja: リス
ko: 다람쥐
zh_hans: 松鼠
zh_hant: 松鼠

# BynameBynameSubject10330
source: Sea Otter
ja: ラッコ
ko: 해달
zh_hans: 海獭
zh_hant: 海獺

# BynameBynameSubject10340
source: Elephant
ja: ゾウ
ko: 코끼리
zh_hans: 大象
zh_hant: 大象

# BynameBynameSubject10350
source: Giraffe
ja: キリン
ko: 기린
zh_hans: 长颈鹿
zh_hant: 長頸鹿

# BynameBynameSubject10360
source: Whale
ja: クジラ
ko: 고래
zh_hans: 鲸鱼
zh_hant: 鯨魚

# BynameBynameSubject10370
source: Tiger
ja: トラ
ko: 호랑이
zh_hans: 老虎
zh_hant: 老虎

# BynameBynameSubject10380
source: Lion
ja: ライオン
ko: 사자
zh_hans: 狮子
zh_hant: 獅子

# BynameBynameSubject10390
source: Hamster
ja: ハムスター
ko: 햄스터
zh_hans: 仓鼠
zh_hant: 倉鼠

# BynameBynameSubject10400
source: Deer
ja: シカ
ko: 사슴
zh_hans: 鹿
zh_hant: 鹿

# BynameBynameSubject10410
source: Bookkeeper
ko: 서기
zh_hans: 书记
zh_hant: 書記

# BynameBynameSubject10420
source: Idea Person
ko: 고안자
zh_hans: 发起人
zh_hant: 發起人

# BynameBynameSubject10430
source: Rock 'n' Roller
ja: ロックンローラー
ko: 로큰롤 가수
zh_hans: 摇滚青年
zh_hant: 搖滾青年

# BynameBynameSubject10440
source: Controller
ja: コントローラー
ko: 컨트롤러
zh_hans: 手柄
zh_hant: 控制器

# BynameBynameSubject10450
source: Storyteller
ja: ストーリーテラー
ko: 스토리텔러
zh_hans: 说书人
zh_hant: 說書人

# BynameBynameSubject10460
source: Illustrator
ja: イラストレーター
ko: 일러스트레이터
zh_hans: 插画家
zh_hant: 插畫家

# BynameBynameSubject10470
source: Finger Painter
ko: 화백
zh_hans: 大画家
zh_hant: 大畫家

# BynameBynameSubject10480
source: Scrivener
ko: 저자
zh_hans: 著作人
zh_hant: 著作人

# BynameBynameSubject10490
source: Founder
ko: 창시자
zh_hans: 开创者
zh_hant: 開創者

# BynameBynameSubject10500
source: Family
ja: ファミリー
ko: 패밀리
zh_hans: 家庭
zh_hant: 家庭

# BynameBynameSubject10510
source: Craftsman
ko: 예술가
zh_hans: 美术家
zh_hant: 美術家

# BynameBynameSubject10520
source: Machine
ja: マシン
ko: 머신
zh_hans: 机器
zh_hant: 機器

# BynameBynameSubject10530
source: Navigator
ja: ナビゲーター
ko: 내비게이터
zh_hans: 导览员
zh_hant: 導覽員

# BynameBynameSubject10540
source: Inventor
ko: 발명가
zh_hans: 发明家
zh_hant: 發明家

# BynameBynameSubject10560
source: Party
ja: パーティー
ko: 파티
zh_hans: 派对
zh_hant: 派對

# BynameBynameSubject10570
source: Playmaker
ko: 사령탑
zh_hans: 司令塔
zh_hant: 司令塔

# BynameBynameSubject10580
source: Young Leader
ko: 영 보스
zh_hans: 年轻大将
zh_hant: 年輕大將

# BynameBynameSubject10590
source: Mascot
ja: マスコット
ko: 마스코트
zh_hans: 吉祥物
zh_hant: 吉祥物

# BynameBynameSubject10600
source: Fairy
ko: 요정
zh_hans: 妖精
zh_hant: 妖精

# BynameBynameSubject10610
source: Joke Teller
ko: 만담가
zh_hans: 落语家
zh_hant: 落語家

# BynameBynameSubject10620
source: Voice Actor
ko: 성우
zh_hans: 配音员
zh_hant: 配音員

# BynameBynameSubject10630
source: Learner
ko: 초등학생
zh_hans: 小学生
zh_hant: 小學生

# BynameBynameSubject10640
source: Tenderfoot
ko: 중학생
zh_hans: 中学生
zh_hant: 國中生

# BynameBynameSubject10650
source: Head of the Class
ko: 고등학생
zh_hans: 高中生
zh_hant: 高中生

# BynameBynameSubject10660
source: University Student
ko: 대학생
zh_hans: 大学生
zh_hant: 大學生

# BynameBynameSubject10670
source: Architect
ko: 건축가
zh_hans: 建筑师
zh_hant: 建築師

# BynameBynameSubject10680
source: Costumier
ko: 설계사
zh_hans: 设计者
zh_hant: 設計者

# BynameBynameSubject10690
source: Ferocious Fighter
ko: 강자
zh_hans: 健将
zh_hant: 健將

# BynameBynameSubject10700
source: Knowledgeable Person
ko: 지식인
zh_hans: 有识之士
zh_hant: 有識之士

# BynameBynameSubject10710
source: Lofty Dream
ko: 그림의 떡
zh_hans: 高岭之花
zh_hant: 高嶺之花

# BynameBynameSubject10720
source: Wiz
ko: 귀재
zh_hans: 鬼才
zh_hant: 鬼才

# BynameBynameSubject10730
source: Prominent Figure
ko: 유력가
zh_hans: 掌权者
zh_hant: 掌權者

# BynameBynameSubject10740
source: Grappler
ja: つわもの
ko: 병사
zh_hans: 强者
zh_hant: 強者

# BynameBynameSubject10750
source: Natural Enemy
ko: 천적
zh_hans: 天敌
zh_hant: 天敵

# BynameBynameSubject10760
source: Horseshoe Crab
ja: カブトガニ
ko: 투구게
zh_hans: 鲎
zh_hant: 鱟

# BynameBynameSubject10770
source: Pond Snail
ja: タニシ
ko: 우렁이
zh_hans: 田螺
zh_hant: 田螺

# BynameBynameSubject10780
source: Nautilus
ja: オウムガイ
ko: 앵무조개
zh_hans: 鹦鹉螺
zh_hant: 鸚鵡螺

# BynameBynameSubject10790
source: Coconut Crab
ja: ヤシガニ
ko: 야자집게
zh_hans: 椰子蟹
zh_hant: 椰子蟹

# BynameBynameSubject10800
source: Sea Anemone
ja: イソギンチャク
ko: 말미잘
zh_hans: 海葵
zh_hant: 海葵

# BynameBynameSubject10810
source: Goldfish
ja: キンギョ
ko: 금붕어
zh_hans: 金鱼
zh_hant: 金魚

# BynameBynameSubject10820
source: Horse Mackerel
ja: アジ
ko: 전갱이
zh_hans: 竹荚鱼
zh_hant: 竹莢魚

# BynameBynameSubject10830
source: Devil Ray
ja: マンタ
ko: 만타
zh_hans: 魔鬼鱼
zh_hant: 魔鬼魚

# BynameBynameSubject10840
source: Sea Slug
ja: ウミウシ
ko: 해우
zh_hans: 海蛞蝓
zh_hant: 海蛞蝓

# BynameBynameSubject10850
source: Shrimp
ja: エビ
ko: 새우
zh_hans: 虾
zh_hant: 蝦

# BynameBynameSubject10860
source: Spider Crab
ja: タカアシガニ
ko: 거미게
zh_hans: 高脚蟹
zh_hant: 高腳蟹

# BynameBynameSubject10870
source: Rival
ja: ライバル
ko: 라이벌
zh_hans: 劲敌
zh_hant: 勁敵

# BynameBynameSubject10880
source: Weakness
ja: ウィークポイント
ko: 약점
zh_hans: 弱点
zh_hant: 弱點

# BynameBynameSubject10890
source: Type
ja: タイプ
ko: 타입
zh_hans: 样式
zh_hant: 樣式

# BynameBynameSubject10900
source: Sweetheart
ko: 연인
zh_hans: 心上人
zh_hant: 心上人

# BynameBynameSubject10910
source: Imitation
ja: もどき
ko: 유사품
zh_hans: 拟态
zh_hant: 擬態

# BynameBynameSubject10920
source: Process
ja: システム
ko: 체계
zh_hans: 系统
zh_hant: 系統

# BynameBynameSubject10930
source: Gathering
ko: 모임
zh_hans: 群集
zh_hant: 群集

# BynameBynameSubject10940
source: Shoal
ko: 대군
zh_hans: 广大群体
zh_hant: 廣大群體

# BynameBynameSubject10950
source: Crew
ko: 일당
zh_hans: 一伙人
zh_hant: 一夥人

# BynameBynameSubject10960
source: Beast
ko: 짐승
zh_hans: 野兽
zh_hant: 野獸

# BynameBynameSubject10970
source: Ruler
ko: 지배자
zh_hans: 统治者
zh_hant: 統治者

# BynameBynameSubject10990
source: Fossil
ko: 화석
zh_hans: 化石
zh_hant: 化石

# BynameBynameSubject11000
source: Warden
ko: 친위대
zh_hans: 亲卫队
zh_hant: 親衛隊

# BynameBynameSubject11010
source: Collector
ko: 수집가
zh_hans: 收藏家
zh_hant: 蒐藏家

# BynameBynameSubject11020
source: Crush
ko: 사랑스러움
zh_hans: 小可爱
zh_hant: 萌

# BynameBynameSubject11030
source: Soul
ja: タマシイ
ko: 영혼
zh_hans: 灵魂
zh_hant: 靈魂

# BynameBynameSubject11040
source: State of Mind
ko: 경지
zh_hans: 境界
zh_hant: 境界

# BynameBynameSubject11050
source: Marathon
ja: マラソン
ko: 마라톤
zh_hans: 马拉松
zh_hant: 馬拉松

# BynameBynameSubject11060
source: Good Person
ja: いいヒト
ko: 좋은 사람
zh_hans: 好人
zh_hant: 好人

# BynameBynameSubject11070
source: Client
ko: 거래처
zh_hans: 客户
zh_hant: 客戶

# BynameBynameSubject11080
source: Doll
ko: 인형
zh_hans: 玩偶
zh_hant: 玩偶

# BynameBynameSubject11090
source: Noble Scion
ko: 귀공자
zh_hans: 贵公子
zh_hant: 貴公子

# BynameBynameSubject11100
source: Protagonist
ko: 주역
zh_hans: 主演
zh_hant: 主演

# BynameBynameSubject11110
source: Symbol
ja: シンボル
ko: 상징
zh_hans: 象征
zh_hant: 象徵

# BynameBynameSubject11120
source: Authority
ko: 권위
zh_hans: 权威
zh_hant: 權威

# BynameBynameSubject11130
source: Contributor
ko: 공헌자
zh_hans: 贡献者
zh_hant: 貢獻者

# BynameBynameSubject11140
source: Cartoon Character
ja: ゆるキャラ
ko: 대표 캐릭터
zh_hans: 治愈系吉祥物
zh_hant: 療癒系吉祥物

# BynameBynameSubject11150
source: Plushie
ja: ぬいぐるみ
ko: 봉제 인형
zh_hans: 布偶
zh_hant: 布偶

# BynameBynameSubject11160
source: Spirit
ko: 정령
zh_hans: 精灵
zh_hant: 精靈

# BynameBynameSubject11170
source: Thoroughbred
ja: サラブレッド
ko: 서러브레드
zh_hans: 纯血后裔
zh_hant: 純種

# BynameBynameSubject11180
source: Person of Note
ko: 자제
zh_hans: 名门子弟
zh_hant: 名門子弟

# BynameBynameSubject11190
source: Professional
ko: 대가
zh_hans: 达人
zh_hant: 達人

# BynameBynameSubject11200
source: Gourmet
ko: 미식가
zh_hans: 美食家
zh_hant: 美食家

# BynameBynameSubject11210
source: Sumo Wrestler
ko: 씨름꾼
zh_hans: 力士
zh_hant: 力士

# BynameBynameSubject11220
source: Family Tree
ko: 막내
zh_hans: 老幺
zh_hant: 老么

# BynameBynameSubject11240
source: Soldier
ko: 현역
zh_hans: 现役选手
zh_hant: 現役選手

# BynameBynameSubject11250
source: Order of Knights
ko: 기사단
zh_hans: 骑士团
zh_hant: 騎士團

# BynameBynameSubject11260
source: Victor
ko: 승자
zh_hans: 胜利者
zh_hant: 勝利者

# BynameBynameSubject11280
source: Villager
ko: 마을 사람
zh_hans: 村民
zh_hant: 村民

# BynameBynameSubject11290
source: School Principal
ko: 교장
zh_hans: 校长
zh_hant: 校長

# BynameBynameSubject11300
source: Protector
ko: 경호원
zh_hans: 保卫者
zh_hant: 隨扈

# BynameBynameSubject11310
source: Explorer
ko: 탐험가
zh_hans: 探险家
zh_hant: 探險家

# BynameBynameSubject11320
source: Seeker
ko: 탐구자
zh_hans: 探求者
zh_hant: 探求者

# BynameBynameSubject11330
source: Pugilist
ja: ウォーリアー
ko: 워리어
zh_hans: 斗士
zh_hant: 鬥士

# BynameBynameSubject11340
source: Paladin
ja: パラディン
ko: 팔라딘
zh_hans: 圣骑士
zh_hant: 聖騎士

# BynameBynameSubject11350
source: Door Guard
ko: 문지기
zh_hans: 守卫
zh_hant: 守衛

# BynameBynameSubject11370
source: Ranger
ja: レンジャー
ko: 레인저
zh_hans: 游侠
zh_hant: 遊俠

# BynameBynameSubject11380
source: Monk
ja: モンク
ko: 멍크
zh_hans: 武僧
zh_hant: 武僧

# BynameBynameSubject11390
source: Sage
ko: 현자
zh_hans: 贤者
zh_hant: 賢者

# BynameBynameSubject11400
source: Doctor
ko: 의사
zh_hans: 医生
zh_hant: 醫生

# BynameBynameSubject11410
source: Blacksmith
ko: 대장장이
zh_hans: 锻造师
zh_hant: 鍛造師

# BynameBynameSubject11420
source: Postdoc
ko: 사이언티스트
zh_hans: 科学工作者
zh_hant: 科學工作者

# BynameBynameSubject11430
source: Dignitary
ko: 영주님
zh_hans: 君主
zh_hant: 君主

# BynameBynameSubject11440
source: Artiste
ko: 화가
zh_hans: 画师
zh_hant: 畫師

# BynameBynameSubject11450
source: Intern
ko: 견습생
zh_hans: 见习生
zh_hant: 見習生

# BynameBynameSubject11460
source: Alchemist
ko: 연금술사
zh_hans: 炼金术师
zh_hant: 鍊金術師

# BynameBynameSubject11470
source: Security Detail
ko: 파수꾼
zh_hans: 卫士
zh_hant: 衛士

# BynameBynameSubject11480
source: Ore
ko: 원석
zh_hans: 原石
zh_hant: 原石

# BynameBynameSubject11490
source: Guide
ja: ガイド
ko: 가이드
zh_hans: 向导
zh_hant: 嚮導

# BynameBynameSubject11500
source: Chauffeur
ko: 운전기사
zh_hans: 司机
zh_hant: 司機

# BynameBynameSubject11510
source: Blogger
ja: ブロガー
ko: 블로거
zh_hans: 博主
zh_hant: 部落客

# BynameBynameSubject11520
source: Operator
ja: オペレーター
ko: 오퍼레이터
zh_hans: 操作员
zh_hant: 操作員

# BynameBynameSubject11530
source: Librarian
ko: 사서
zh_hans: 图书管理员
zh_hant: 圖書管理員

# BynameBynameSubject11540
source: Objet d'Art
ja: オブジェ
ko: 오브제
zh_hans: 艺术品
zh_hant: 藝術品

# BynameBynameSubject11550
source: Successor
ko: 후계자
zh_hans: 继承人
zh_hant: 繼承人

# BynameBynameSubject11560
source: Owner
ja: オーナー
ko: 오너
zh_hans: 物主
zh_hant: 物主

# BynameBynameSubject11570
source: Proxy
ko: 대리인
zh_hans: 代理人
zh_hant: 代理人

# BynameBynameSubject11580
source: Pupil
ko: 1학년
zh_hans: 1年级生
zh_hant: 1年級生

# BynameBynameSubject11590
source: Disciple
ko: 2학년
zh_hans: 2年级生
zh_hant: 2年級生

# BynameBynameSubject11600
source: Scholar
ko: 3학년
zh_hans: 3年级生
zh_hant: 3年級生

# BynameBynameSubject11610
source: Graduate
ko: 4학년
zh_hans: 4年级生
zh_hant: 4年級生

# BynameBynameSubject11620
source: Collegian
ko: 5학년
zh_hans: 5年级生
zh_hant: 5年級生

# BynameBynameSubject11630
source: PhD Candidate
ko: 6학년
zh_hans: 6年级生
zh_hant: 6年級生

# BynameBynameSubject11640
source: Ketchup
ja: ケチャップ
ko: 케첩
zh_hans: 番茄酱
zh_hant: 番茄醬

# BynameBynameSubject11650
source: Bamboo Shoot
ja: たけのこ
ko: 죽순
zh_hans: 竹笋
zh_hant: 竹筍

# BynameBynameSubject11660
source: Pop
ja: ポップ
ko: 팝
zh_hans: 流行乐
zh_hant: 流行樂

# BynameBynameSubject11670
source: Psychic
ko: 초능력자
zh_hans: 超能力者
zh_hant: 超能力者

# BynameBynameSubject11680
source: Arbiter
ko: 중진
zh_hans: 巨擘
zh_hant: 重鎮

# BynameBynameSubject11690
source: Litterateur
ko: 문호
zh_hans: 文豪
zh_hant: 文豪

# BynameBynameSubject11720
source: Megalodontia
ja: ジョー
ko: 죠
zh_hans: 巨颚
zh_hant: 巨顎

# BynameBynameSubject20020
source: Recollection
ko: 추억
zh_hans: 回忆
zh_hant: 回憶

# BynameBynameSubject20030
source: Stylist
ja: スタイリスト
ko: 스타일리스트
zh_hans: 造型师
zh_hant: 造型師

# BynameBynameSubject20040
source: Entrepreneur
ko: 기업가
zh_hans: 创业家
zh_hant: 創業家

# BynameBynameSubject20050
source: Musician
ja: ミュージシャン
ko: 뮤지션
zh_hans: 音乐家
zh_hant: 音樂家

# BynameBynameSubject20060
source: Party Star
ja: ムードメーカー
ko: 분위기 메이커
zh_hans: 气氛制造者
zh_hant: 氣氛製造者

# BynameBynameSubject20070
source: Mercenary
ko: 총아
zh_hans: 风云人物
zh_hant: 風雲人物

# BynameBynameSubject20080
source: Alliance
ko: 연합
zh_hans: 帮派
zh_hant: 幫派

# BynameBynameSubject20090
source: Bard
ko: 음유 시인
zh_hans: 吟游诗人
zh_hant: 吟遊詩人

# BynameBynameSubject20100
source: Otherworldly Being
ko: 이세계인
zh_hans: 异世界人
zh_hant: 異世界人

# BynameBynameSubject20110
source: Chaos
ja: カオス
ko: 카오스
zh_hans: 混沌
zh_hant: 混沌

# BynameBynameSubject20120
source: Noob
ja: ニューフェイス
ko: 뉴 페이스
zh_hans: 新面孔
zh_hant: 新面孔

# BynameBynameSubject20130
source: Vanguard
ko: 선도자
zh_hans: 指引者
zh_hant: 指引者

# BynameBynameSubject20140
source: Luminary
ko: 호걸
zh_hans: 豪杰
zh_hant: 豪傑

# BynameBynameSubject25000
source: Lucky Duck
ja: ラッキーマン
ko: 럭키 맨
zh_hans: 幸运儿
zh_hant: 幸運兒

# BynameBynameSubject25010
source: Protected Species
ko: 천연기념물
zh_hans: 天然纪念物
zh_hant: 天然紀念物

# BynameBynameSubject25020
source: Chosen One
ko: 선택받은 자
zh_hans: 被选中的人
zh_hant: 被選中的人

# BynameBynameSubject25030
source: Gadabout
ko: 한량
zh_hans: 娱乐爱好者
zh_hant: 娛樂愛好者

# BynameBynameSubject25040
source: Point Guard
ja: チャンスメーカー
ko: 찬스 메이커
zh_hans: 机会制造者
zh_hant: 機會製造者

# BynameBynameSubject25050
source: Optimist
ko: 행운아
zh_hans: 幸福之人
zh_hant: 幸福之人

# BynameBynameSubject25060
source: Daredevil
ko: 승부사
zh_hans: 赌命者
zh_hant: 賭命者

# BynameBynameSubject25070
source: Prizewinner
ko: 당첨자
zh_hans: 获选者
zh_hant: 獲選者

# BynameBynameSubject30000
source: Youth
ko: 젊은이
zh_hans: 年轻人
zh_hant: 年輕人

# BynameBynameSubject30010
source: Squid
ja: イカ
ko: 오징어
zh_hans: 鱿鱼
zh_hant: 魷魚

# BynameBynameSubject30020
source: Octopus
ja: タコ
ko: 문어
zh_hans: 章鱼
zh_hant: 章魚

# BynameBynameSubject30030
source: Salmon
ja: シャケ
ko: 연어
zh_hans: 鲑鱼
zh_hant: 鮭魚

# BynameBynameSubject30040
source: Boy
ja: ボーイ
ko: 소년
zh_hans: 男孩
zh_hant: 男孩

# BynameBynameSubject30041
source: Girl
ja: ガール
ko: 소녀
zh_hans: 女孩
zh_hant: 女孩

# BynameBynameSubject30050
source: Agent 3
ko: 3호
zh_hans: 3号
zh_hant: 3號

# BynameBynameSubject30060
source: Father
ja: おとうさん
ko: 아버지
zh_hans: 父亲
zh_hant: 父親

# BynameBynameSubject30061
source: Mother
ja: おかあさん
ko: 어머니
zh_hans: 母亲
zh_hant: 母親

# BynameBynameSubject30070
source: Dad
ja: パパ
ko: 아빠
zh_hans: 爸爸
zh_hant: 爸爸

# BynameBynameSubject30071
source: Mom
ja: ママ
ko: 엄마
zh_hans: 妈妈
zh_hant: 媽媽

# BynameBynameSubject30080
source: Son
ko: 아들
zh_hans: 儿子
zh_hant: 兒子

# BynameBynameSubject30081
source: Daughter
ko: 딸
zh_hans: 女儿
zh_hant: 女兒

# BynameBynameSubject30090
source: Big Brother
ja: おにいさん
ko: 도련님
zh_hans: 哥哥
zh_hant: 哥哥

# BynameBynameSubject30091
source: Big Sister
ja: おねえさん
ko: 아가씨
zh_hans: 姐姐
zh_hant: 姐姐

# BynameBynameSubject30100
source: Little Brother
ja: おとうと
ko: 남동생
zh_hans: 弟弟
zh_hant: 弟弟

# BynameBynameSubject30101
source: Little Sister
ja: いもうと
ko: 여동생
zh_hans: 妹妹
zh_hant: 妹妹

# BynameBynameSubject30110
source: Grandpa
ja: おじいさん
ko: 할아버지
zh_hans: 爷爷
zh_hant: 爺爺

# BynameBynameSubject30111
source: Grandma
ja: おばあさん
ko: 할머니
zh_hans: 奶奶
zh_hant: 奶奶

# BynameBynameSubject30120
source: Grandchild
ko: 손주
zh_hans: 孙子
zh_hant: 孫子

# BynameBynameSubject30130
source: Uncle
ja: おじさん
ko: 아저씨
zh_hans: 叔叔
zh_hant: 叔叔

# BynameBynameSubject30131
source: Aunt
ja: おばさん
ko: 아주머니
zh_hans: 阿姨
zh_hant: 阿姨

# BynameBynameSubject30140
source: Youngster
ko: 아기
zh_hans: 婴儿
zh_hant: 嬰兒

# BynameBynameSubject30150
source: Pet
ja: ペット
ko: 반려동물
zh_hans: 宠物
zh_hant: 寵物

# BynameBynameSubject31000
source: World Champ
ko: 패자
zh_hans: 霸者
zh_hant: 霸者

# BynameBynameSubject31100
source: Mediator
ko: 중재자
zh_hans: 调解人
zh_hant: 調解人

# BynameBynameSubject31110
source: Beta Tester
ja: ベータテスター
ko: 베타 테스터
zh_hans: Beta测试者
zh_hant: Beta測試者

# BynameBynameSubject31120
source: Reveler
ko: 그루브가 깃든 자
zh_hans: 心怀律动者
zh_hant: 心懷律動者

# BynameBynameSubject31130
source: Languendo
ja: ラングエンド
ko: 랑구엔도
zh_hans: 憔悴沙丁
zh_hant: 憔悴沙丁

# BynameBynameSubject31140
source: Andante
ja: アンダンテ
ko: 안단테
zh_hans: 行板曲鲷
zh_hant: 行板曲鯛

# BynameBynameSubject31150
source: Lento
ja: グラーヴェ
ko: 그라베
zh_hans: 缓版瘤鲷
zh_hant: 緩版瘤鯛

# BynameBynameSubject31160
source: Portal
ja: ポータル
ko: 포털
zh_hans: 传送口
zh_hant: 傳送口

# BynameBynameSubject31170
source: Capriccioso
ja: カプリチョーソ
ko: 카프리치오소
zh_hans: 即兴泡鱼
zh_hant: 即興泡魚

# BynameBynameSubject31180
source: Alla Mambo
ja: アラマンボ
ko: 알라 맘보
zh_hans: 轮转曼波
zh_hant: 輪轉曼波

# BynameBynameSubject31190
source: Accelerando
ja: コラパルテ
ko: 콜라 파르테
zh_hans: 伴奏旋壳
zh_hant: 伴奏旋殼

# BynameBynameSubject31200
source: Spiccato
ja: スピッカート
ko: 스피카토
zh_hans: 跳弓鳃鳗
zh_hant: 跳弓鰓鰻

# BynameBynameSubject31210
source: Trionfale
ja: トリオンファーレ
ko: 트리온팔레
zh_hans: 凯旋重蚌
zh_hant: 凱旋重蚌

# BynameBynameSubject31220
source: Accordo
ja: アッコルド
ko: 아코르도
zh_hans: 和弦灯笼鱼
zh_hant: 和弦燈籠魚

# BynameBynameSubject31230
source: Arpeggio
ja: アルペジオ
ko: 아르페지오
zh_hans: 琵音鱼弹
zh_hant: 琵音魚彈

# BynameBynameSubject31240
source: Nobilmente
ja: ノビルメンテ
ko: 노빌멘테
zh_hans: 高贵海马
zh_hant: 高貴海馬

# BynameBynameSubject31250
source: Asynchronous Rondo
ja: カイセンロンド
ko: 회전 론도
zh_hans: 回转轮舞
zh_hant: 迴轉輪舞

# BynameBynameSubject31260
source: Pinging Marciale
ja: ゴロゴロマルチャーレ
ko: 데굴데굴 마르치알레
zh_hans: 翻滚行进
zh_hant: 翻滾行進

# BynameBynameSubject31270
source: Parallel Canon
ja: イカイノカノン
ko: 이계의 카논
zh_hans: 异界卡农
zh_hant: 異界卡農

# BynameBynameSubject32000
source: Tableturf Battler
ja: ナワバトラー
ko: 영역 배틀러
zh_hans: 占地斗士
zh_hant: 占地鬥士

# BynameBynameSubject32010
source: Card Gamer
ja: カードゲーマー
ko: 카드 게이머
zh_hans: 卡牌玩家
zh_hant: 卡牌玩家

# BynameBynameSubject33000
source: Traveler
ko: 나그네
zh_hans: 旅行者
zh_hant: 旅行者

# BynameBynameSubject33010
source: Cyclist
ko: 사이클리스트
zh_hans: 单车骑士
zh_hant: 單車騎士

# BynameBynameSubject33020
source: Tempura
ko: 튀김
zh_hans: 天妇罗
zh_hant: 天婦羅

# BynameBynameSubject33030
source: Booster
ko: 지원자
zh_hans: 支援者
zh_hant: 支援者

# BynameBynameSubject33040
source: Resilience
ko: 식감
zh_hans: 嚼劲
zh_hant: 嚼勁

# BynameBynameSubject33050
source: Finale
ja: エンディング
ko: 엔딩
zh_hans: 结局
zh_hant: 結局

# CatalogAppName
source: Catalog
de: Katalog
es: Catálogo
es_mx: Catálogo
fr: Catalogue
it: Catalogo
ja: カタログ
ko: 카탈로그
nl: Catalogus
ru: Каталог
zh_hans: 目录
zh_hant: 目錄

# CatalogAvailable
source: Exchangeable
de: Eintauschbar
es: Intercambiable
es_mx: Intercambiable
fr: Échangeable
it: Ottenibile
ja: 引き換えできます
ko: 교환할 수 있습니다
nl: Inwisselbaar
ru: Можно обменять
zh_hans: 可兑换
zh_hant: 可兌換

# CatalogBigrunBonus
source: Big Run Open Now! Earn <em>1.2x</em> Points!
de: Big Run läuft! Verdiene <em>1,2-mal</em> so viele Punkte!
es: ¡Big Run en curso! ¡Obtén un <em>20 % extra</em> de puntos!
es_mx: ¡Big Run en curso! ¡Obtén un <em>20 % extra</em> de puntos!
fr: Big Run en cours ! Remporte <em>1,2 x</em> plus de points !
it: Big Run in corso! Moltiplica i punti <em>×1,2</em>!
ja: ビッグラン開催中！ポイント<em>1.2倍</em>！
ko: 빅 런 개최 중! 포인트 <em>1.2배</em>!
nl: Big Run aan de gang! Verdien <em>1,2×</em> zo veel punten!
ru: Идет Big Run! Заработай <em>в 1,2 раза</em> больше очков!
zh_hans: 大型跑正在举行！获得的点数<em>1.2倍</em>！
zh_hant: 大型跑舉辦中！點數<em>1.2倍</em>！

# CatalogBonusDescription
source: Raise your catalog level<br />to get a Mystery Box!
de: Steigere deine Katalogstufe,<br />um eine Überraschungsbox<br />zu erhalten!
es: ¡Aumenta tu nivel de catálogo para<br />poder obtener una caja misteriosa!
es_mx: ¡Aumenta tu nivel de catálogo<br />para recibir una caja misteriosa!
fr: Augmente ton niveau de catalogue<br />pour obtenir une boîte mystère !
it: Aumenta il livello del tuo catalogo<br />per ottenere un pacco misterioso!
ja: カタログレベルを上げて<br />ミステリーボックスをゲット！
ko: 카탈로그 레벨을 올려서<br />미스터리 박스를 획득하자!
nl: Verhoog je catalogusniveau<br />om een verrassingspakket<br />te krijgen!
ru: Повышай уровень каталога, чтобы<br />получить коробку с сюрпризом!
zh_hans: 提升目录等级，<br />获得神秘礼盒吧！
zh_hant: 提升目錄等級<br />獲得神秘禮盒吧！

# CatalogBonusGuide
source: You can get a new Mystery Box for every 10 levels you gain.
de: Alle 10 Stufen kannst du eine neue Überraschungsbox erhalten!
es: Obtendrás una caja misteriosa por cada 10 niveles que subas.
es_mx: Recibirás una caja misteriosa por cada 10 niveles que subas.
fr: Tu peux obtenir une boîte mystère à chaque fois que tu gagnes 10 niveaux.
it: Otterrai un nuovo pacco misterioso ogni 10 livelli.
ja: レベル10ごとにミステリーボックスをゲットできます
ko: 레벨 10마다 미스터리 박스를 획득할 수 있습니다
nl: Je kunt een verrassingspakket krijgen voor elke 10 niveaus die je stijgt.
ru: За каждые 10 уровней ты будешь получать новую коробку с сюрпризом.
zh_hans: 等级每提升10皆可获得神秘礼盒。
zh_hant: 等級每提升10皆可獲得神秘禮盒。

# CatalogBonusTitle
source: BONUS! Lv. 101
de: BONUS! Stufe 101
es: ¡Bonificación por nivel 101!
es_mx: ¡Bonificación por nivel 101!
fr: BONUS ! Niv. 101
it: BONUS! Liv. 101
ja: ボーナス！
ko: 보너스! 레벨 101～
nl: BONUS! Niveau 101
ru: БОНУС! Ур. 101!
zh_hans: 奖励！等级101~
zh_hant: 獎勵！等級101～

# CatalogByname
source: Title
de: Titel
es: Alias
es_mx: Apodo
fr: Titre
it: Titolo
ja: 二つ名
ko: 별명
nl: Titel
ru: Титул
zh_hans: 称号
zh_hant: 別名

# CatalogCardPack
source: Pack of Cards
de: Kartenpäckchen
es: Paquete de cartas
es_mx: Paquete de cartas
fr: Jeu de cartes
it: Bustina di carte
ja: カードパック
ko: 카드 팩
nl: Pakje kaarten
ru: Колода карт
zh_hans: 卡片包
zh_hant: 卡包

# CatalogCardPackFresh
source: Fresh Card Pack
de: Spritziges Kartenpäckchen
es: Paquete de cartas exclusivo
es_mx: Paquete de cartas exclusivo
fr: Jeu de cartes classe
it: Bustina mitica
ja: フレッシュカードパック
ko: 프레시 카드 팩
nl: Vers pakje kaarten
ru: Свежая колода карт
zh_hans: 新鲜卡片包
zh_hant: 新鮮卡包

# CatalogCardSleeve
source: Card Sleeves
de: Kartenhüllen
es: Fundas para cartas
es_mx: Fundas para cartas
fr: Motifs de cartes
it: Stili per le carte
ja: カードスリーブ
ko: 카드 슬리브
nl: Kaartenhoesjes
ru: Кармашки для карт
zh_hans: 卡片套
zh_hant: 卡套

# CatalogCurrentPoint
source: Total: { 0 }p
de: Insgesamt { 0 } P
it: Totale: { 0 }p
ja: るいけい { 0 } p
ko: 누적 { 0 }p
nl: Totaal { 0 } p
ru: Всего: { 0 } очк.
zh_hans: 累计 { 0 }p
zh_hant: 累計 { 0 }p
