Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameStcStiWstManeuverNormalOLv00
source: Order Dualie Replicas sticker
de: Aufkleber „Ordnung-Doppler Replik“
es: Pegatina Difusor dual orden (réplica)
es_mx: Calcom. Difusor dual orden réplica
fr: Aut. Arme double d'Ordre (réplique)
it: Adesivo repolper Ordine replica
ja: ステッカー オーダーマニューバー レプリカ
ko: 오더 머누버 레플리카 스티커
nl: Ordeknallers-sticker
ru: Накл. «Спуртометы Порядка (кл.)»
zh_hans: 贴纸 秩序机动枪 复制
zh_hant: 貼紙 秩序機動槍 複製

# GoodsGoodsNameStcStiWstManeuverShort00Lv00
source: Dapple Dualies sticker
de: Aufkleber „Sprenkler“
es: Pegatina Atomizador dual
es_mx: Calcomanía Atomizador dual
fr: Autocollant Double moucheteur
it: Adesivo ripolpella duplo
ja: ステッカー スパッタリー
ko: 스퍼터리 스티커
nl: Dubbelspatters-sticker
ru: Наклейка «Импрессиометы»
zh_hans: 贴纸 溅镀枪
zh_hant: 貼紙 濺鍍槍

# GoodsGoodsNameStcStiWstManeuverShort01Lv00
source: Dapple Dualies Nouveau sticker
de: Aufkleber „Sprenkler Fresco“
es: Pegatina Atomizador dual maestro
es_mx: Calcom. Atomizador dual maestro
fr: Autoc. Double moucheteur nuancé
it: Adesivo ripolpella duplo master
ja: ステッカー スパッタリー・ヒュー
ko: 스퍼터리 휴 스티커
nl: Dubbelspatters Nouveau-sticker
zh_hans: 贴纸 溅镀枪·新艺术
zh_hant: 貼紙 濺鍍槍‧新藝術

# GoodsGoodsNameStcStiWstManeuverStepper00Lv00
source: Dark Tetra Dualies sticker
de: Aufkleber „Quadhopper Noir“
es: Pegatina Motatrónic dual negro
es_mx: Calcomanía Tetra dual negro
fr: Autocollant Double voltigeur noir
it: Adesivo moscarpino duplo nero
ja: ステッカー クアッドホッパーブラック
ko: 블랙 쿼드 호퍼 스티커
nl: Quadhoppers Zwart-sticker
ru: Наклейка «Черные спуртокроссы»
zh_hans: 贴纸 四重弹跳手枪 黑
zh_hant: 貼紙 四重彈跳手槍 黑

# GoodsGoodsNameStcStiWstManeuverStepper01Lv00
source: Light Tetra Dualies sticker
de: Aufkleber „Quadhopper Blanc“
es: Pegatina Motatrónic dual blanco
es_mx: Calcomanía Tetra dual blanco
fr: Autocollant Double voltigeur blanc
it: Adesivo moscarpino duplo bianco
ja: ステッカー クアッドホッパーホワイト
ko: 화이트 쿼드 호퍼 스티커
nl: Quadhoppers Wit-sticker
ru: Наклейка «Белые спуртокроссы»
zh_hans: 贴纸 四重弹跳手枪 白
zh_hant: 貼紙 四重彈跳手槍 白

# GoodsGoodsNameStcStiWstRollerCompact00Lv00
source: Carbon Roller sticker
de: Aufkleber „Karbonroller“
es: Pegatina Rodillo de carbono
es_mx: Calcomanía Rodillo de carbono
fr: Autocollant Rouleau carbone
it: Adesivo rullo di carbonio
ja: ステッカー カーボンローラー
ko: 카본 롤러 스티커
ru: Наклейка «Валик ЛАЙТ»
zh_hans: 贴纸 碳纤维滚筒
zh_hant: 貼紙 碳纖維滾筒

# GoodsGoodsNameStcStiWstRollerCompact01Lv00
source: Carbon Roller Deco sticker
de: Aufkleber „Karbonroller Deko“
es: Pegatina Rodillo de carbono DX
es_mx: Calcomanía Rodillo de carbono chic
fr: Autocollant Rouleau carbone chic
it: Adesivo rullo di carbonio DX
ja: ステッカー カーボンローラーデコ
ko: 카본 롤러 데코 스티커
zh_hans: 贴纸 碳纤维滚筒 装饰
zh_hant: 貼紙 碳纖維滾筒 裝飾

# GoodsGoodsNameStcStiWstRollerHeavy00Lv00
source: Dynamo Roller sticker
de: Aufkleber „Dynaroller“
es: Pegatina Dinamorrodillo
es_mx: Calcomanía Rodillo Pro
fr: Autocollant Dynamo-rouleau
it: Adesivo rullo dinamo
ja: ステッカー ダイナモローラー
ko: 다이너모 롤러 스티커
ru: Наклейка «Мотовалик»
zh_hans: 贴纸 电动马达滚筒
zh_hant: 貼紙 電動馬達滾筒

# GoodsGoodsNameStcStiWstRollerHeavy01Lv00
source: Gold Dynamo Roller sticker
de: Aufkleber „Dynaroller Tesla“
es: Pegatina Dinamorrodillo T
es_mx: Calcomanía Rodillo Pro dorado
fr: Autocollant Dynamo-rouleau tesla
it: Adesivo rullo dinamo dorato
ja: ステッカー ダイナモローラーテスラ
ko: 골드 다이너모 롤러 스티커
nl: Gouden Dynamoroller-sticker
ru: Наклейка «Мотовалик VIP»
zh_hans: 贴纸 电动马达滚筒 高磁波
zh_hant: 貼紙 電動馬達滾筒 高磁波

# GoodsGoodsNameStcStiWstRollerHunter00Lv00
source: Flingza Roller sticker
de: Aufkleber „Flex-Roller“
es: Pegatina Rodillo versátil
es_mx: Calcomanía Rodillo versátil
fr: Autocollant Flexi-rouleau
it: Adesivo flexi-rullo
ja: ステッカー ヴァリアブルローラー
ko: 베리어블 롤러 스티커
nl: Flexroller-sticker
ru: Наклейка «Омнивалик»
zh_hans: 贴纸 可变式滚筒
zh_hant: 貼紙 可變式滾筒

# GoodsGoodsNameStcStiWstRollerHunter01Lv00
source: Foil Flingza Roller sticker
de: Aufkleber „Flex-Roller Fol“
es: Pegatina Rodillo versátil B
es_mx: Calcomanía Rodillo versátil Foil
fr: Autocollant Flexi-rouleau alu
it: Adesivo flexi-rullo B
ja: ステッカー ヴァリアブルローラーフォイル
ko: 포일 베리어블 롤러 스티커
nl: Foil Flexroller-sticker
zh_hans: 贴纸 可变式滚筒 金属箔
zh_hant: 貼紙 可變式滾筒 金屬箔

# GoodsGoodsNameStcStiWstRollerNormal00Lv00
source: Splat Roller sticker
de: Aufkleber „Klecksroller“
es: Pegatina Rodillo básico
es_mx: Calcomanía Rodillo básico
fr: Autocollant Rouleau
it: Adesivo rullo splat
ja: ステッカー スプラローラー
ko: 스플랫 롤러 스티커
nl: Klodderroller-sticker
ru: Наклейка «Сплат-валик»
zh_hans: 贴纸 斯普拉滚筒
zh_hant: 貼紙 斯普拉滾筒

# GoodsGoodsNameStcStiWstRollerNormal01Lv00
source: Krak-On Splat Roller sticker
de: Aufkleber „Medusa-Klecksroller“
es: Pegatina Rodillo básico B
es_mx: Calcomanía Rodillo básico Meddux
fr: Autocollant Rouleau griffé
it: Adesivo rullo splat logo
ja: ステッカー スプラローラーコラボ
ko: 스플랫 롤러 컬래버 스티커
nl: Krak-On Klodderroller-sticker
zh_hans: 贴纸 斯普拉滚筒 联名
zh_hant: 貼紙 斯普拉滾筒 聯名

# GoodsGoodsNameStcStiWstRollerNormalOLv00
source: Order Roller Replica sticker
de: Aufkleber „Ordnung-Roller Replik“
es: Pegatina Rodillo orden (réplica)
es_mx: Calcomanía Rodillo orden réplica
fr: Autoc. Rouleau d'Ordre (réplique)
it: Adesivo rullo Ordine replica
ja: ステッカー オーダーローラー レプリカ
ko: 오더 롤러 레플리카 스티커
nl: Orderoller-sticker
ru: Наклейка «Валик Порядка (клон)»
zh_hans: 贴纸 秩序滚筒 复制
zh_hant: 貼紙 秩序滾筒 複製

# GoodsGoodsNameStcStiWstRollerWide00Lv00
source: Big Swig Roller sticker
de: Aufkleber „Breitroller“
es: Pegatina Rodillo mágnum
es_mx: Calcomanía Rodillo mágnum
fr: Autocollant Rouleau large
it: Adesivo ampiorullo
ja: ステッカー ワイドローラー
ko: 와이드 롤러 스티커
nl: Breedroller-sticker
ru: Наклейка «Макси-валик»
zh_hans: 贴纸 宽滚筒
zh_hant: 貼紙 寬滾筒

# GoodsGoodsNameStcStiWstRollerWide01Lv00
source: Big Swig Roller Express sticker
de: Aufkleber „Breitroller Express“
es: Pegatina Rodillo mágnum B
es_mx: Calcomanía Rodillo mágnum exprés
fr: Autocollant Rouleau large Xpress
it: Adesivo ampiorullo Express
ja: ステッカー ワイドローラーコラボ
ko: 와이드 롤러 컬래버 스티커
nl: Breedroller Impuls-sticker
zh_hans: 贴纸 宽滚筒 联名
zh_hant: 貼紙 寬滾筒 聯名

# GoodsGoodsNameStcStiWstSaberHeavy00Lv00
source: Mint Decavitator sticker
de: Aufkleber „Minz-Prophylator“
es: Pegatina Odontintador menta
es_mx: Calcomanía Odontintador menta
fr: Autocollant Sabrifrice menthe
it: Adesivo spazzolama menta
ja: ステッカー デンタルワイパーミント
ko: 민트 덴탈 와이퍼 스티커
nl: Schrobbehak PM-sticker
ru: Наклейка «Мятная дентана»
zh_hans: 贴纸 巨齿刮水刀 薄荷
zh_hant: 貼紙 巨齒刮水刀 薄荷

# GoodsGoodsNameStcStiWstSaberHeavy01Lv00
source: Charcoal Decavitator sticker
de: Aufkleber „Carbo-Prophylator“
es: Pegatina Odontintador carbón
es_mx: Calcomanía Odontintador carbón
fr: Autocollant Sabrifrice charbon
it: Adesivo spazzolama carbone
ja: ステッカー デンタルワイパースミ
ko: 잉크 덴탈 와이퍼 스티커
nl: Schrobbehak HK-sticker
ru: Наклейка «Угольная дентана»
zh_hans: 贴纸 巨齿刮水刀 墨黑
zh_hant: 貼紙 巨齒刮水刀 墨黑

# GoodsGoodsNameStcStiWstSaberLite00Lv00
source: Splatana Wiper sticker
de: Aufkleber „Wischer-Splatana“
es: Pegatina Azotintador brisa
es_mx: Calcomanía Azotintador brisa
fr: Autocollant Éclatana Doto
it: Adesivo tergilama
ja: ステッカー ドライブワイパー
ko: 드라이브 와이퍼 스티커
nl: Wisserbladzwieper-sticker
ru: Наклейка «Cплат-дворник»
zh_hans: 贴纸 雨刷刮水刀
zh_hant: 貼紙 雨刷刮水刀

# GoodsGoodsNameStcStiWstSaberLite01Lv00
source: Splatana Wiper Deco sticker
de: Aufkleber „Wischer-Splatana Deko“
es: Pegatina Azotintador brisa DX
es_mx: Calcomanía Azotintador brisa chic
fr: Autocollant Éclatana Doto chic
it: Adesivo tergilama DX
ja: ステッカー ドライブワイパーデコ
ko: 드라이브 와이퍼 데코 스티커
nl: Wisserbladzwieper Deco-sticker
zh_hans: 贴纸 雨刷刮水刀 装饰
zh_hant: 貼紙 雨刷刮水刀 裝飾

# GoodsGoodsNameStcStiWstSaberNormal00Lv00
source: Splatana Stamper sticker
de: Aufkleber „Stempel-Splatana“
es: Pegatina Azotintador pro
es_mx: Calcomanía Azotintador Pro
fr: Autocollant Éclatana d'estampe
it: Adesivo splattalama
ja: ステッカー ジムワイパー
ko: 사무 와이퍼 스티커
nl: Stempelzwieper-sticker
ru: Наклейка «Сплат-печатель»
zh_hans: 贴纸 工作刮水刀
zh_hant: 貼紙 工作刮水刀

# GoodsGoodsNameStcStiWstSaberNormal01Lv00
source: Splatana Stamper Nouveau sticker
de: Aufkleber „Stempel-Splatana Fresco“
es: Pegatina Azotintador pro maestro
es_mx: Calcomanía Azotintador Pro maestro
fr: Autoc. Éclatana d'estampe nuancé
it: Adesivo splattalama master
ja: ステッカー ジムワイパー・ヒュー
ko: 사무 와이퍼 휴 스티커
nl: Stempelzwieper Nouveau-sticker
zh_hans: 贴纸 工作刮水刀·新艺术
zh_hant: 貼紙 工作刮水刀‧新藝術

# GoodsGoodsNameStcStiWstSaberNormalOLv00
source: Order Splatana Replica sticker
de: Aufkleber „Ordnung-Splatana Replik“
es: Pegatina Azotintador orden (réplica)
es_mx: Calcom. Azotintador orden réplica
fr: Autoc. Éclatana d'Ordre (réplique)
it: Adesivo lama Ordine replica
ja: ステッカー オーダーワイパー レプリカ
ko: 오더 와이퍼 레플리카 스티커
nl: Ordezwieper-sticker
ru: Накл. «Сплат-катана Порядка (кл.)»
zh_hans: 贴纸 秩序刮水刀 复制
zh_hant: 貼紙 秩序刮水刀 複製

# GoodsGoodsNameStcStiWstShelterCompact00Lv00
source: Undercover Brella sticker
de: Aufkleber „UnderCover“
es: Pegatina Paratintas clásico
es_mx: Calcomanía Paratintas discreto
fr: Autocollant Para-encre espion
it: Adesivo bombrello
ja: ステッカー スパイガジェット
ko: 스파이 가젯 스티커
nl: Paraplenzer-sticker
ru: Наклейка «Шпионский зонт»
zh_hans: 贴纸 特工配件
zh_hant: 貼紙 特務配件

# GoodsGoodsNameStcStiWstShelterCompact01Lv00
source: Undercover Sorella Brella sticker
de: Aufkleber „Sorella-UnderCover“
es: Pegatina Paratintas clásico B
es_mx: Calc. Paratintas discreto Sorella
fr: Autoc. Para-encre espion Sorella
it: Adesivo bombrello Solerra
ja: ステッカー スパイガジェットソレーラ
ko: 스파이 가젯 소렐라 스티커
nl: Sorella Paraplenzer-sticker
zh_hans: 贴纸 特工配件 姐妹
zh_hant: 貼紙 特務配件 姐妹

# GoodsGoodsNameStcStiWstShelterFocus00Lv00
source: Recycled Brella 24 Mk I sticker
de: Aufkleber „Bast-Pluviator 24-A“
es: Pegatina Prototintas 24-I
es_mx: Calcomanía Prototintas 24-I
fr: Autoc. Para-encre Ré-gen 24 Mk I
it: Adesivo sparasole riciclo 24-I
ja: ステッカー 24式張替傘・甲
ko: 24식 도돌이 우산 갑 스티커
nl: Protoplenzer 24-I-sticker
ru: Наклейка «Ребут-зонтган М-1»
zh_hans: 贴纸 24式可替换伞·甲
zh_hant: 貼紙 24式可替換傘‧甲

# GoodsGoodsNameStcStiWstShelterFocus01Lv00
source: Recycled Brella 24 Mk II sticker
de: Aufkleber „Bast-Pluviator 24-B“
es: Pegatina Prototintas 24-II
es_mx: Calcomanía Prototintas 24-II
fr: Autoc. Para-encre Ré-gen 24 Mk II
it: Adesivo sparasole riciclo 24-II
ja: ステッカー 24式張替傘・乙
ko: 24식 도돌이 우산 을 스티커
nl: Protoplenzer 24-II-sticker
ru: Наклейка «Ребут-зонтган М-2»
zh_hans: 贴纸 24式可替换伞·乙
zh_hant: 貼紙 24式可替換傘‧乙

# GoodsGoodsNameStcStiWstShelterNormal00Lv00
source: Splat Brella sticker
de: Aufkleber „Parapluviator“
es: Pegatina Paratintas
es_mx: Calcomanía Paratintas
fr: Autocollant Para-encre
it: Adesivo sparasole
ja: ステッカー パラシェルター
ko: 파라 셸터 스티커
nl: Plenzer-sticker
ru: Наклейка «Сплат-зонт»
zh_hans: 贴纸 遮阳防空伞
zh_hant: 貼紙 遮陽防空傘

# GoodsGoodsNameStcStiWstShelterNormal01Lv00
source: Sorella Brella sticker
de: Aufkleber „Sorella-Parapluviator“
es: Pegatina Paratintas B
es_mx: Calcomanía Paratintas Sorella
fr: Autocollant Para-encre Sorella
it: Adesivo sparasole Solerra
ja: ステッカー パラシェルターソレーラ
ko: 파라 셸터 소렐라 스티커
nl: Sorella Plenzer-sticker
zh_hans: 贴纸 遮阳防空伞 姐妹
zh_hant: 貼紙 遮陽防空傘 姐妹

# GoodsGoodsNameStcStiWstShelterNormalOLv00
source: Order Brella Replica sticker
de: Aufkleber „Ordnung-Pluviator Replik“
es: Pegatina Paratintas orden (réplica)
es_mx: Calcomanía Paratintas orden réplica
fr: Autoc. Para-encre d'Ordre (réplique)
it: Adesivo sparasole Ordine replica
ja: ステッカー オーダーシェルター レプリカ
ko: 오더 셸터 레플리카 스티커
nl: Ordeplenzer-sticker
ru: Наклейка «Зонтган Порядка (клон)»
zh_hans: 贴纸 秩序防空伞 复制
zh_hant: 貼紙 秩序防空傘 複製

# GoodsGoodsNameStcStiWstShelterWide00Lv00
source: Tenta Brella sticker
de: Aufkleber „Camp-Pluviator“
es: Pegatina Paratintas maxi
es_mx: Calcomanía Paratintas forestal
fr: Autocollant Para-encre XL
it: Adesivo sparatenda
ja: ステッカー キャンピングシェルター
ko: 캠핑 셸터 스티커
nl: Kampeerplenzer-sticker
ru: Наклейка «Зонтент»
zh_hans: 贴纸 露营防空伞
zh_hant: 貼紙 露營防空傘

# GoodsGoodsNameStcStiWstShelterWide01Lv00
source: Tenta Sorella Brella sticker
de: Aufkleber „Sorella-Camp-Pluviator“
es: Pegatina Paratintas maxi B
es_mx: Calcom. Paratintas forestal Sorella
fr: Autocollant Para-encre XL Sorella
it: Adesivo sparatenda Solerra
ja: ステッカー キャンピングシェルターソレーラ
ko: 캠핑 셸터 소렐라 스티커
nl: Sorella Kampeerplenzer-sticker
zh_hans: 贴纸 露营防空伞 姐妹
zh_hant: 貼紙 露營防空傘 姐妹

# GoodsGoodsNameStcStiWstShooterBlaze00Lv00
source: Aerospray MG sticker
de: Aufkleber „Airbrush MG“
es: Pegatina Aerógrafo pro
es_mx: Calcomanía Aerógrafo GP
fr: Autocollant Aérogun
it: Adesivo aerografo
ja: ステッカー プロモデラーMG
ko: 프로모델러 MG 스티커
nl: Kladderwerper-sticker
ru: Наклейка «Аэроспрей»
zh_hans: 贴纸 专业模型枪MG
zh_hant: 貼紙 專業模型槍MG

# GoodsGoodsNameStcStiWstShooterBlaze01Lv00
source: Aerospray RG sticker
de: Aufkleber „Airbrush RG“
es: Pegatina Aerógrafo plus
es_mx: Calcomanía Aerógrafo GN
fr: Autocollant Aérogun premium
it: Adesivo aerografo élite
ja: ステッカー プロモデラーRG
ko: 프로모델러 RG 스티커
nl: Kladderwerper Pro-sticker
ru: Наклейка «Аэроспрей ДЕЛЮКС»
zh_hans: 贴纸 专业模型枪RG
zh_hant: 貼紙 專業模型槍RG

# GoodsGoodsNameStcStiWstShooterExpert00Lv00
source: Splattershot Pro sticker
de: Aufkleber „Profi-Kleckser“
es: Pegatina Lanzatintas plus
es_mx: Calcomanía Rociador Pro
fr: Autocollant Liquidateur pro
it: Adesivo splasher élite
ja: ステッカー プライムシューター
ko: 프라임 슈터 스티커
nl: Superspetter Pro-sticker
ru: Наклейка «Каплестрел ПРО»
zh_hans: 贴纸 顶尖射击枪
zh_hant: 貼紙 頂尖射擊槍

# GoodsGoodsNameStcStiWstShooterExpert01Lv00
source: Forge Splattershot Pro sticker
de: Aufkleber „Focus-Profi-Kleckser“
es: Pegatina Lanzatintas plus B
es_mx: Calcomanía Rociador Forima
fr: Autocollant Liquidateur pro griffé
it: Adesivo splasher élite logo
ja: ステッカー プライムシューターコラボ
ko: 프라임 슈터 컬래버 스티커
nl: Forge Superspetter Pro-sticker
zh_hans: 贴纸 顶尖射击枪 联名
zh_hant: 貼紙 頂尖射擊槍 聯名

# GoodsGoodsNameStcStiWstShooterFirst00Lv00
source: Splattershot Jr. sticker
de: Aufkleber „Junior-Kleckser“
es: Pegatina Lanzatintas novato
es_mx: Calcomanía Rociador básico
fr: Autocollant Liquidateur Jr.
it: Adesivo sparacolore recluta
ja: ステッカー わかばシューター
ko: 새싹 슈터 스티커
nl: Superspetter jr.-sticker
ru: Наклейка «Каплестрел-У»
zh_hans: 贴纸 新叶射击枪
zh_hant: 貼紙 新葉射擊槍

# GoodsGoodsNameStcStiWstShooterFirst01Lv00
source: Custom Splattershot Jr. sticker
de: Aufkleber „Junior-Kleckser Plus“
es: Pegatina Lanzatintas novato B
es_mx: Calcom. Rociador básico adaptado
fr: Autocollant Liquidateur Sr.
it: Adesivo sparacolore logo
ja: ステッカー もみじシューター
ko: 단풍 슈터 스티커
nl: Gemodde Superspetter jr.-sticker
ru: Наклейка «Каплестрел-У 2.0»
zh_hans: 贴纸 枫叶射击枪
zh_hant: 貼紙 楓葉射擊槍

# GoodsGoodsNameStcStiWstShooterFlash00Lv00
source: Squeezer sticker
de: Aufkleber „Quetscher“
es: Pegatina Tintopresor
es_mx: Calcomanía Tintopresor
fr: Autocollant Compresseur
it: Adesivo strizzer
ja: ステッカー ボトルガイザー
ko: 보틀 가이저 스티커
nl: Floeper-sticker
ru: Наклейка «Бутылятор»
zh_hans: 贴纸 开瓶喷泉枪
zh_hant: 貼紙 開瓶噴泉槍

# GoodsGoodsNameStcStiWstShooterFlash01Lv00
source: Foil Squeezer sticker
de: Aufkleber „Quetscher Fol“
es: Pegatina Tintopresor B
es_mx: Calcomanía Tintopresor Foil
fr: Autocollant Compresseur alu
it: Adesivo strizzer B
ja: ステッカー ボトルガイザーフォイル
ko: 포일 보틀 가이저 스티커
nl: Foil Floeper-sticker
zh_hans: 贴纸 开瓶喷泉枪 金属箔
zh_hant: 貼紙 開瓶噴泉槍 金屬箔

# GoodsGoodsNameStcStiWstShooterGravity00Lv00
source: .52 Gal sticker
de: Aufkleber „.52 Gallon“
es: Pegatina Salpicadora 2000
es_mx: Calcomanía Salpicadora 2000
fr: Autocollant Calibre 2000
it: Adesivo calibro 2000
ja: ステッカー .52ガロン
ko: .52 갤런 스티커
nl: .52 Kaliter-sticker
ru: Наклейка «Струевик .52»
zh_hans: 贴纸 .52加仑
zh_hant: 貼紙 .52加侖

# GoodsGoodsNameStcStiWstShooterGravity01Lv00
source: .52 Gal Deco sticker
de: Aufkleber „.52 Gallon Deko“
es: Pegatina Salpicadora 2000 DX
es_mx: Calcomanía Salpicadora 2000 chic
fr: Autocollant Calibre 2000 chic
it: Adesivo calibro 2000 DX
ja: ステッカー .52ガロンデコ
ko: .52 갤런 데코 스티커
nl: .52 Kaliter Deco-sticker
zh_hans: 贴纸 .52加仑 装饰
zh_hant: 貼紙 .52加侖 裝飾

# GoodsGoodsNameStcStiWstShooterHeavy00Lv00
source: .96 Gal sticker
de: Aufkleber „.96 Gallon“
es: Pegatina Salpicadora 3000
es_mx: Calcomanía Salpicadora 3000
fr: Autocollant Calibre 3000
it: Adesivo calibro 3000
ja: ステッカー .96ガロン
ko: .96 갤런 스티커
nl: .96 Kaliter-sticker
ru: Наклейка «Струевик .96»
zh_hans: 贴纸 .96加仑
zh_hant: 貼紙 .96加侖

# GoodsGoodsNameStcStiWstShooterHeavy01Lv00
source: .96 Gal Deco sticker
de: Aufkleber „.96 Gallon Deko“
es: Pegatina Salpicadora 3000 DX
es_mx: Calcomanía Salpicadora 3000 chic
fr: Autocollant Calibre 3000 chic
it: Adesivo calibro 3000 DX
ja: ステッカー .96ガロンデコ
ko: .96 갤런 데코 스티커
nl: .96 Kaliter Deco-sticker
zh_hans: 贴纸 .96加仑 装饰
zh_hant: 貼紙 .96加侖 裝飾

# GoodsGoodsNameStcStiWstShooterLong00Lv00
source: Jet Squelcher sticker
de: Aufkleber „Platscher“
es: Pegatina Megabarredora
es_mx: Calcomanía Megasoplador
fr: Autocollant Nettoyeur XL
it: Adesivo sweeper
ja: ステッカー ジェットスイーパー
ko: 제트 스위퍼 스티커
nl: Straalplonzer-sticker
ru: Наклейка «Плескарь»
zh_hans: 贴纸 喷射清洁枪
zh_hant: 貼紙 噴射清潔槍

# GoodsGoodsNameStcStiWstShooterLong01Lv00
source: Custom Jet Squelcher sticker
de: Aufkleber „Platscher SE“
es: Pegatina Megabarredora SP
es_mx: Calcomanía Megasoplador adaptado
fr: Autocollant Nettoyeur XL modifié
it: Adesivo sweeper CM
ja: ステッカー ジェットスイーパーカスタム
ko: 커스텀 제트 스위퍼 스티커
nl: Gemodde Straalplonzer-sticker
zh_hans: 贴纸 喷射清洁枪 改装
zh_hant: 貼紙 噴射清潔槍 改裝

# GoodsGoodsNameStcStiWstShooterNormal00Lv00
source: Splattershot sticker
de: Aufkleber „Kleckser“
es: Pegatina Lanzatintas
es_mx: Calcomanía Rociador
fr: Autocollant Liquidateur
it: Adesivo splasher
ja: ステッカー スプラシューター
ko: 스플랫 슈터 스티커
nl: Superspetter-sticker
ru: Наклейка «Каплестрел»
zh_hans: 贴纸 斯普拉射击枪
zh_hant: 貼紙 斯普拉射擊槍

# GoodsGoodsNameStcStiWstShooterNormal01Lv00
source: Tentatek Splattershot sticker
de: Aufkleber „Tentatek-Kleckser“
es: Pegatina Lanzatintas B
es_mx: Calcomanía Rociador Tentáctica
fr: Autocollant Liquidateur griffé
it: Adesivo splasher logo
ja: ステッカー スプラシューターコラボ
ko: 스플랫 슈터 컬래버 스티커
nl: Tentatek Superspetter-sticker
zh_hans: 贴纸 斯普拉射击枪 联名
zh_hant: 貼紙 斯普拉射擊槍 聯名

# GoodsGoodsNameStcStiWstShooterNormalHLv00
source: Hero Shot Replica sticker
de: Aufkleber „Heldenwaffe Replik“
es: Pegatina Pistola de élite (réplica)
es_mx: Calcomanía Rociador de élite réplica
fr: Autoc. Lanceur héroïque (réplique)
it: Adesivo pistola élite replica
ja: ステッカー ヒーローシューター レプリカ
ko: 히어로 슈터 레플리카 스티커
nl: Heldenspetter-sticker
ru: Наклейка «Каплестрел героя (клон)»
zh_hans: 贴纸 英雄射击枪 复制
zh_hant: 貼紙 英雄射擊槍 複製

# GoodsGoodsNameStcStiWstShooterNormalOctLv00
source: Octo Shot Replica sticker
de: Aufkleber „Okto-Kleckser Replik“
es: Pegatina Pistola octariana (réplica)
es_mx: Calcom. Rociador octariano réplica
fr: Autoc. Lanceur Octaling (réplique)
it: Adesivo octosplasher replica
ja: ステッカー オクタシューター レプリカ
ko: 옥타 슈터 레플리카 스티커
nl: Octospetter-sticker
ru: Наклейка «Осьмострел (клон)»
zh_hans: 贴纸 章鱼射击枪 复制
zh_hant: 貼紙 章魚射擊槍 複製

# GoodsGoodsNameStcStiWstShooterNormalOLv00
source: Order Shot Replica sticker
de: Aufkleber „Ordnung-Kleckser Replik“
es: Pegatina Lanzatintas orden (réplica)
es_mx: Calcomanía Rociador orden réplica
fr: Autoc. Lanceur d'Ordre (réplique)
it: Adesivo pistola Ordine replica
ja: ステッカー オーダーシューター レプリカ
ko: 오더 슈터 레플리카 스티커
nl: Ordespetter-sticker
ru: Накл. «Каплестрел Порядка (клон)»
zh_hans: 贴纸 秩序射击枪 复制
zh_hant: 貼紙 秩序射擊槍 複製

# GoodsGoodsNameStcStiWstShooterPrecision00Lv00
source: Splash-o-matic sticker
de: Aufkleber „Fein-Disperser“
es: Pegatina Marcador fino
es_mx: Calcomanía Plumón
fr: Autocollant Marqueur léger
it: Adesivo marker d'assalto
ja: ステッカー シャープマーカー
ko: 샤프 마커 스티커
nl: Spetterspuit-sticker
ru: Наклейка «Плюхомет»
zh_hans: 贴纸 窄域标记枪
zh_hant: 貼紙 窄域標記槍

# GoodsGoodsNameStcStiWstShooterPrecision01Lv00
source: Neo Splash-o-matic sticker
de: Aufkleber „Fein-Disperser Neo“
es: Pegatina Marcador fino neo
es_mx: Calcomanía Plumón neo
fr: Autocollant Marqueur léger Néo
it: Adesivo marker d'assalto Neo
ja: ステッカー シャープマーカーネオ
ko: 네오 샤프 마커 스티커
nl: Spetterspuit Neo-sticker
zh_hans: 贴纸 窄域标记枪 新型
zh_hant: 貼紙 窄域標記槍 新型

# GoodsGoodsNameStcStiWstShooterQuickLong00Lv00
source: Splattershot Nova sticker
de: Aufkleber „Kosmo-Kleckser“
es: Pegatina Lanzatintas espacial
es_mx: Calcomanía Rociador espacial
fr: Autocollant Lanceur spatial
it: Adesivo splasher Nova
ja: ステッカー スペースシューター
ko: 스페이스 슈터 스티커
nl: Superspetter Nova-sticker
ru: Наклейка «Каплестрел НОВА»
zh_hans: 贴纸 太空射击枪
zh_hant: 貼紙 太空射擊槍

# GoodsGoodsNameStcStiWstShooterQuickLong01Lv00
source: Annaki Splattershot Nova sticker
de: Aufkleber „Annaki-Kosmo-Kleckser“
es: Pegatina Lanzatintas espacial B
es_mx: Calcomanía Rociador espacial Annak
fr: Autocollant Lanceur spatial Aroz
it: Adesivo splasher Nova Annak
ja: ステッカー スペースシューターコラボ
ko: 스페이스 슈터 컬래버 스티커
nl: Annaki Superspetter Nova-sticker
ru: Наклейка «Каплестрел НОВА-ПАНК»
zh_hans: 贴纸 太空射击枪 联名
zh_hant: 貼紙 太空射擊槍 聯名

# GoodsGoodsNameStcStiWstShooterQuickMiddle00Lv00
source: N-ZAP '85 sticker
de: Aufkleber „N-ZAP85“
es: Pegatina N-ZAP 85
es_mx: Calcomanía N-ZAP 85
fr: Autocollant N-ZAP 85
it: Adesivo N-ZAP85
ja: ステッカー N-ZAP85
ko: N-ZAP85 스티커
ru: Наклейка «N-ZAP 85»
zh_hans: 贴纸 N-ZAP85
zh_hant: 貼紙 N-ZAP85

# GoodsGoodsNameStcStiWstShooterQuickMiddle01Lv00
source: N-ZAP '89 sticker
de: Aufkleber „N-ZAP89“
es: Pegatina N-ZAP 89
es_mx: Calcomanía N-ZAP 89
fr: Autocollant N-ZAP 89
it: Adesivo N-ZAP89
ja: ステッカー N-ZAP89
ko: N-ZAP89 스티커
ru: Наклейка «N-ZAP 89»
zh_hans: 贴纸 N-ZAP89
zh_hant: 貼紙 N-ZAP89

# GoodsGoodsNameStcStiWstShooterShort00Lv00
source: Sploosh-o-matic sticker
de: Aufkleber „Disperser“
es: Pegatina Marcador
es_mx: Calcomanía Marcador grueso
fr: Autocollant Marqueur lourd
it: Adesivo marker
ja: ステッカー ボールドマーカー
ko: 볼드 마커 스티커
nl: Spettertuit-sticker
ru: Наклейка «Плюхотрон»
zh_hans: 贴纸 广域标记枪
zh_hant: 貼紙 廣域標記槍

# GoodsGoodsNameStcStiWstShooterShort01Lv00
source: Neo Sploosh-o-matic sticker
de: Aufkleber „Disperser Neo“
es: Pegatina Marcador neo
es_mx: Calcomanía Marcador grueso neo
fr: Autocollant Marqueur lourd Néo
it: Adesivo marker Neo
ja: ステッカー ボールドマーカーネオ
ko: 네오 볼드 마커 스티커
nl: Spettertuit Neo-sticker
zh_hans: 贴纸 广域标记枪 新型
zh_hant: 貼紙 廣域標記槍 新型

# GoodsGoodsNameStcStiWstShooterTripleMiddle00Lv00
source: H-3 Nozzlenose sticker
de: Aufkleber „S3 Tintenwerfer“
es: Pegatina Tintambor pesado
es_mx: Calcomanía Manguera pesada
fr: Autocollant Arroseur lourd
it: Adesivo triplete
ja: ステッカー H3リールガン
ko: H3 릴 건 스티커
nl: H-3 Langsnuit-sticker
ru: Наклейка «Тяжелый каплетрон»
zh_hans: 贴纸 H3卷管枪
zh_hant: 貼紙 H3捲管槍

# GoodsGoodsNameStcStiWstShooterTripleMiddle01Lv00
source: H-3 Nozzlenose D sticker
de: Aufkleber „S3 Tintenwerfer D“
es: Pegatina Tintambor pesado D
es_mx: Calcomanía Manguera pesada D
fr: Autocollant Arroseur lourd Cétacé
it: Adesivo triplete D
ja: ステッカー H3リールガンD
ko: H3 릴 건 D 스티커
nl: H-3 Langsnuit D-sticker
ru: Наклейка «Тяжелый каплетрон 2.0»
zh_hans: 贴纸 H3卷管枪D
zh_hant: 貼紙 H3捲管槍D

# GoodsGoodsNameStcStiWstShooterTripleQuick00Lv00
source: L-3 Nozzlenose sticker
de: Aufkleber „L3 Tintenwerfer“
es: Pegatina Tintambor ligero
es_mx: Calcomanía Manguera ligera
fr: Autocollant Arroseur léger
it: Adesivo triplete compatto
ja: ステッカー L3リールガン
ko: L3 릴 건 스티커
nl: L-3 Stompsnuit-sticker
ru: Наклейка «Каплетрон-компакт»
zh_hans: 贴纸 L3卷管枪
zh_hant: 貼紙 L3捲管槍

# GoodsGoodsNameStcStiWstShooterTripleQuick01Lv00
source: L-3 Nozzlenose D sticker
de: Aufkleber „L3 Tintenwerfer D“
es: Pegatina Tintambor ligero D
es_mx: Calcomanía Manguera ligera D
fr: Autocollant Arroseur léger Cétacé
it: Adesivo triplete compatto D
ja: ステッカー L3リールガンD
ko: L3 릴 건 D 스티커
nl: L-3 Stompsnuit D-sticker
ru: Наклейка «Каплетрон-компакт 2.0»
zh_hans: 贴纸 L3卷管枪D
zh_hant: 貼紙 L3捲管槍D

# GoodsGoodsNameStcStiWstSlosherBathtub00Lv00
source: Bloblobber sticker
de: Aufkleber „Wannen-Schwapper“
es: Pegatina Derramatic baño
es_mx: Calcomanía Derramatic baño
fr: Autocollant Bassineur
it: Adesivo secchiostro vasca
ja: ステッカー オーバーフロッシャー
ko: 오버플로셔 스티커
nl: Spatkuip-sticker
ru: Наклейка «Ваннаган»
zh_hans: 贴纸 满溢泡澡泼桶
zh_hant: 貼紙 滿溢泡澡潑桶

# GoodsGoodsNameStcStiWstSlosherBathtub01Lv00
source: Bloblobber Deco sticker
de: Aufkleber „Wannen-Schwapper Deko“
es: Pegatina Derramatic baño DX
es_mx: Calcomanía Derramatic baño chic
fr: Autocollant Bassineur chic
it: Adesivo secchiostro vasca DX
ja: ステッカー オーバーフロッシャーデコ
ko: 오버플로셔 데코 스티커
nl: Spatkuip Deco-sticker
zh_hans: 贴纸 满溢泡澡泼桶 装饰
zh_hant: 貼紙 滿溢泡澡潑桶 裝飾
