Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# StageScheduleRecruitTeamContest
source: It's Eggstra Work time! Recruit some coworkers and join in the...fun? { 0 }
de: Team-Wettkampf läuft! Finde Mitarbeiter und rein ins... Vergnügen? { 0 }
es: ¡Forma una cuadrilla y participa en alianza alevínica! { 0 }
es_mx: ¡Reúne un grupo de trabajo y aprovecha la recolección extra! { 0 }
fr: C'est l'heure du défi œuf sup' ! Recrute des joueurs et fais honneur à M. Ours SA ! { 0 }
it: È ora della sfida tra colleghi! Radunane qualcuno e unisciti al... divertimento? { 0 }
ja: バイトチームコンテスト！チームを組んで参加しよう！ { 0 }
ko: 아르바이트 팀 콘테스트! 팀을 만들어 참가하자! { 0 }
nl: Tijd voor een bedrijfseitje! Verzamel een paar collega's en eh... veel plezier? { 0 }
ru: Время икорного овертайма! Собери себе команду коллег для особой порции... веселья! { 0 }
zh_hans: 团队打工竞赛！组成队伍参加吧！{ 0 }
zh_hant: 團隊打工競賽！大家一起組隊參加吧！{ 0 }

# StageScheduleRegular
source: Regular Battle
de: Standardkampf
es: Combate amistoso
es_mx: Combate amistoso
fr: Match classique
it: Partita amichevole
ja: レギュラーマッチ
ko: 레귤러 매치
nl: Standaardgevecht
ru: Бой салаг
zh_hans: 一般比赛
zh_hant: 一般比賽

# StageScheduleRules
source: See Rules
de: Regeln lesen
es: Ver las reglas
es_mx: Ver las reglas
fr: Voir les règles
it: Vedi regole
ja: ルールを見る
ko: 룰 보기
nl: Regels bekijken
ru: Правила
zh_hans: 查看规则
zh_hant: 查看規則

# StageScheduleSeeAllRules
source: See Detailed Rules
de: Detaillierte Regeln lesen
es: Reglas detalladas
es_mx: Reglas detalladas
fr: Voir les règles en détail
it: Vedi regole dettagliate
ja: 詳しいルールはこちら
ko: 자세한 룰 보기
nl: Uitgebreide regels bekijken
ru: Подробные правила
zh_hans: 可在此处查看详细规则
zh_hant: 請從此處確認詳細規則

# StageScheduleSeeFestivalRecord
source: Splatfest Stats
de: Splatfest-Statistiken
es: Datos del festival
es_mx: Datos del festival
fr: Statistiques du festival
it: Statistiche festival
ja: フェスのきろくを見る
ko: 페스티벌 기록 보기
nl: Splatfest-statistieken
ru: Сплатфесты
zh_hans: 查看祭典记录
zh_hant: 查看祭典記錄

# StageScheduleSuppliedWeaponRandom
source: Random
de: Zufall
es: Al azar
es_mx: Al azar
fr: Aléatoire
it: Casuale
ja: ランダム
ko: 랜덤
nl: Willekeurig
ru: Случайное
zh_hans: 随机
zh_hant: 隨機

# StageScheduleSuppliedWeapons
source: Supplied Weapons
de: Verfügbare Waffen
es: Armas asignadas
es_mx: Armas disponibles
fr: Armes fournies
it: Armi fornite
ja: 支給ブキ
ko: 지급 무기
nl: Beschikbare wapens
ru: Табельное оружие
zh_hans: 发放武器
zh_hant: 派發武器

# StageScheduleTitle
source: Schedule
de: Zeitplan
es: Calendarios
es_mx: Calendario
fr: Planning
it: Calendario
ja: スケジュール
ko: 스케줄
nl: Levelschema
ru: Расписание
zh_hans: 日程
zh_hant: 時間表

# StageScheduleWinRateByRules
source: Win Rate by Mode
de: Siege nach Kampfart
es: Tasa de victorias por modo
es_mx: Tasa de victorias
fr: Taux de victoire par mode
it: Tasso di vittoria per modalità
ja: ルールごとの勝率
ko: 룰별 승률
nl: Winpercentage per spelstand
ru: Доля побед по режимам
zh_hans: 各规则的胜率
zh_hant: 個別規則勝率

# StageScheduleXmatch
source: X Battle
de: X-Kampf
es: Combate X
es_mx: Combate X
fr: Match X
it: Partita X
ja: Xマッチ
ko: X 매치
nl: X-gevecht
ru: Бой X
zh_hans: X比赛
zh_hant: X比賽

# SystemWindowSystemMsgPlazaBtnLEShopJump
source: Back
de: Zurück
es: Atrás
es_mx: Atrás
fr: Retour
it: Indietro
ja: もどる
ko: 뒤로
nl: Terug
ru: Назад
zh_hans: 返回
zh_hant: 返回

# SystemWindowSystemMsgPlazaBtnREShopJump
source: Nintendo eShop
ja: eショップへ
ko: 닌텐도 e숍으로
zh_hans: 前往eShop
zh_hant: 前往eShop

# SystemWindowSystemMsgPlazaMsgEShopBack
source: To access this content, close the Splatoon 3 gameafter your download is complete, then reopenthe game.
de: Um diesen Inhalt nutzen zu können, beendeSplatoon 3, nachdem der Download abgeschlossenwurde, und starte das Spiel dann erneut.
es: Para acceder a este contenido, cierra Splatoon 3tras haber completado la descarga y, a continuación,reinicia el juego.
es_mx: Para acceder a este contenido, cierra Splatoon 3tras haber completado la descarga y, a continuación,reinicia el juego.
fr: Pour accéder à ce contenu, ferme le jeu Splatoon 3une fois le téléchargement terminé, puis redémarrele jeu.
it: Per accedere a questo contenuto, attendi cheil download sia completato, poi chiudi il giocoSplatoon 3 e riavvialo.
ja: 追加コンテンツを適用するには、ダウンロードが完了したあと 『スプラトゥーン3』を終了し、もう一度ゲームを始めてください。
ko: 추가 콘텐츠를 적용하기 위해서는다운로드가 완료된 후 『스플래툰 3』를 종료하고다시 한번 게임을 시작해 주십시오
nl: Om deze content te kunnen gebruiken sluit jeSplatoon 3 nadat de download voltooid is, enopen je de game opnieuw.
ru: Чтобы использовать этот контент, выйдииз Splatoon 3, когда загрузка завершится,затем заново открой игру.
zh_hans: 若想游玩新增内容，请在下载完成后关闭《斯普拉遁 3》，并再次启动游戏。
zh_hant: 在下載完成後，請先關閉《斯普拉遁 3》並重新啟動遊戲，以便啟用新增內容。

# SystemWindowSystemMsgPlazaMsgEShopJump
source: To enter this area, you need to purchase anddownload the Splatoon 3: Expansion Pass – Inkopolis & Side Order. For more info, pleasevisit Nintendo eShop.
de: Um diesen Bereich betreten zu können,muss der Erweiterungspass für Splatoon 3 –Inkopolis & Ruf zur Ordnung erworben undheruntergeladen werden. Weitere Informationenfindest du im Nintendo eShop.
es: A partir de aquí, para jugar es necesario adquiriry descargar el pase de expansión de Splatoon 3 –Cromópolis y La cara del orden. Para obtener másinformación, visita Nintendo eShop.
es_mx: A partir de aquí, para jugar es necesario adquiriry descargar el pase de expansión de Splatoon 3 –Cromópolis y La cara del orden. Para obtener másinformación, visita Nintendo eShop.
fr: Pour pénétrer dans cette zone, tu dois acheter ettélécharger le Pass d'extension pour Splatoon 3 –Chromapolis & Tour de l'Ordre. Pour plusd'informations, rends-toi dans le Nintendo eShop.
it: Per accedere a quest'area, devi acquistaree scaricare il Pass di espansione diSplatoon 3 – Coloropoli & Torre dell'Ordine.Per ulteriori informazioni, visita il Nintendo eShop.
ja: ここから先を遊ぶには、追加コンテンツ『スプラトゥーン3 エキスパンション・パス ハイカラシティ / サイド・オーダー』を購入してダウンロードする必要があります。ニンテンドーeショップで、追加コンテンツの 内容の確認と 購入、ダウンロードができます。すでに購入済みの方は、追加コンテンツを再ダウンロードできます。
ko: 이곳을 플레이하기 위해서는 추가 콘텐츠『스플래툰 3 익스팬션 패스 오더폴리스 시티 / 사이드 오더』를구입 후 다운로드해야 합니다닌텐도 e숍에서추가 콘텐츠의 내용을 확인하고 구입 및 다운로드할 수 있습니다이미 구입하신 분은 추가 콘텐츠를 재다운로드할 수 있습니다
nl: Om dit gedeelte te kunnen bezoeken moet jede uitbreidingspas voor Splatoon 3 –Inkopolis & De Toren der Orde kopen en downloaden.Bezoek de Nintendo eShop voor meer informatie.
ru: Чтобы попасть сюда, необходимо приобрестии загрузить талон на расширение дляSplatoon 3 — Инкополь и Порядочная порция.Узнать подробности об этом контенте можнов Nintendo eShop.
zh_hans: 若想继续游玩，则需要购买并下载新增内容“Splatoon 3（斯普拉遁 3） 扩展票 尚兴市 / 秩序篇”。可以在Nintendo eShop中查看新增内容的详情以及购买下载。若已完成购买，请重新下载新增内容。
zh_hant: 必須購買並下載新增內容「Splatoon 3（斯普拉遁 3） 擴充票 尚興市 / 秩序篇」才能遊玩後續的內容。可以透過Nintendo eShop查看新增內容的詳細資訊並進行購買與下載。已完成購買的用戶可以直接重新下載新增內容。

# TalkTalkFleaMarketSdodrFleaMarketCancel
source: That, too, is a choice.
de: Auch dies ist eine Wahlmöglichkeit.
es: Eso también es una posibilidad.
es_mx: Eso también es una posibilidad.
fr: Ceci fait aussi partie des choix possibles.
it: Anche questa è una scelta.
ja: それも ひとつの選択です
ko: 그것도 하나의 선택이겠죠
nl: Ook dat is een keuze die je kunt maken.
ru: И это тоже выбор.
zh_hans: 这亦是一种选择。
zh_hant: 那也不失為一種選擇。

# TalkTalkFleaMarketSdodrFleaMarketConfirm
source: You can transpose Prlz for that item.
de: Dafür kannst du deine PRLN aufwenden.
es: Puedes cambiar perlas por ese objeto.
es_mx: Puedes remplazar perlas con ese objeto.
fr: Cet article est disponible en échange de péperles.
it: Accetterò volentieri le tue perle per questo articolo.
ja: それはシンジュと引きかえに得られるでしょう
ko: 그것은 진주와 교환하여 획득할 수 있습니다
nl: Dat object kun je verwerven in ruil voor parels.
ru: Можно обменять жемкойны на этот товар.
zh_hans: 用珍珠兑换便可获得它。
zh_hant: 只要使用珍珠兌換即可獲得。

# TalkTalkFleaMarketSdodrFleaMarketEnterNewItemUnlock
source: Your strivings have swelled my lineup, Octoling.
de: Oktoling, deine Strebsamkeit hat mein Sortiment erweitert.
es: Tus octarianos esfuerzos han redundado en una expansiónde mi inventario.
es_mx: Tus esfuerzos de octoling redundaron en una expansiónde mi inventario.
fr: Grâce à tes efforts, de nouveaux articles sont disponibles, Octaling.
it: Le tue imprese hanno arricchito il mio assortimento, Octoling.
ja: タコさんのカツヤクが 新たな品ぞろえを もたらしました
ko: 문어 님의 활약이 새로운 상품을 불러왔습니다
nl: Octoling, jouw inspanningen hebben mijn assortiment vergroot.
ru: Осьмолинг, усердие твое дало плоды. Ассортимент расширен.
zh_hans: 你的活跃表现为商店带来了新的商品种类。
zh_hant: 章魚朋友，你的活躍表現讓本店有了新的品項。

# TalkTalkFleaMarketSdodrFleaMarketEnterWelcome00
source: Welcome, Octoling. What do you desire?
de: Willkommen, Oktoling. Was ist dein Begehr?
es: Celebro tu octariana visita. ¿Qué se te ofrece?
es_mx: Celebro tu visita, octoling. ¿Qué se te ofrece?
fr: Bienvenue, Octaling. Que désires-tu ?
it: Saluti, Octoling. Come posso aiutarti?
ja: いらっしゃい タコさん あなたは何を望みますか？
ko: 어서 오세요, 문어 님. 당신은 무엇을 원하시나요?
nl: Welkom, Octoling. Wat begeer je?
ru: Приветствую, осьмолинг. Чем могу быть полезен?
zh_hans: 欢迎光临，章鱼朋友。请问你想要什么？
zh_hant: 歡迎光臨，章魚朋友。請問需要什麼？

# TalkTalkFleaMarketSdodrFleaMarketEnterWelcome01
source: Welcome, Octoling. I knew of your coming.
de: Willkommen, Oktoling. Ich wusste von deinem Kommen.
es: Te doy la bienvenida. Sabía que vendrías.
es_mx: Te doy la bienvenida. Sabía que vendrías.
fr: Bienvenue, Octaling. Je t'attendais.
it: Ti dò il benvenuto, Octoling. Mi aspettavo il tuo arrivo.
ja: ようこそ タコさん あなたが来ることは わかっていました
ko: 어서 오세요, 문어 님. 당신이 오시리라 생각했습니다
nl: Welkom, Octoling. Ik had je bezoek voorzien.
ru: Приветствую, осьмолинг. Я знал о твоем прибытии.
zh_hans: 欢迎光临，章鱼朋友。我知道你会来的。
zh_hant: 歡迎光臨，章魚朋友。我就知道你會來。

# TalkTalkFleaMarketSdodrFleaMarketEnterWelcome02
source: Hello, Octoling. How do I appear to your eyes?
de: Hallo, Oktoling. Wie sehe ich für deine Augen aus?
es: Muy buenas. ¿Cómo me ven tus ojos octarianos?
es_mx: Muy buenas. ¿Cómo me ven tus ojos de octoling?
fr: Bonjour, Octaling. Je me demande à quoi je ressemble à tes yeux...
it: Saluti, Octoling. Dimmi, come mi vedono i tuoi occhi?
ja: こんにちは タコさん あなたの目にワタシはどう映るのか…
ko: 안녕하세요, 문어 님. 당신의 눈에는 제가 어떻게 비칠지…
nl: Hallo, Octoling. Hoe zie ik er in jouw ogen uit?
ru: Здравствуй, осьмолинг. Как я выгляжу в глазах твоих?
zh_hans: 你好，章鱼朋友。我在你的眼里是什么样的呢……
zh_hant: 你好，章魚朋友。我在你的眼裡是什麼樣子的呢……

# TalkTalkFleaMarketSdodrFleaMarketEnterWelcome03
source: How do you fare, Octoling? Do not answer. I know already.
de: Wie ist dein Befinden, Oktoling? Antworte nicht.Ich kenne die Antwort bereits.
es: ¿Cómo te encuentras? No me respondas, porque ya lo sé.
es_mx: ¿Cómo te encuentras? No me respondas, porque ya lo sé.
fr: Comment te portes-tu, Octaling ? Ah, je connais déjà la réponse.
it: Come stai, Octoling? Anzi, non me lo dire, so già la risposta.
ja: タコさん 調子はいかがです？ いえ、言わずとも ワタシにはわかります
ko: 문어 님, 컨디션은 어떠신가요? 아니, 말씀하시지 않아도 알 수 있습니다
nl: Hoe maak je het, Octoling? Zeg maar niets.Ik weet het antwoord al.
ru: Как ты себя чувствуешь, осьмолинг? Можешь не отвечать.Ответ мне известен.
zh_hans: 章鱼朋友，你最近状态如何？且慢，你不说出口，我也明白。
zh_hant: 章魚朋友，你的狀態如何？不，即使你沒有說出口我也懂的。

# TalkTalkFleaMarketSdodrFleaMarketEnterWelcome04
source: Octoling, your visits bring change to the world—and to my shop.
de: Oktoling, deine Besuche bringen Veränderung in diese Welt –und meinen Laden.
es: Tu octariana presencia supone un cambio en el mundo...y en mi puesto.
es_mx: Octoling, tu presencia supone un cambio en el mundo...y en mi puesto.
fr: Octaling, tes actions changent le monde. Ainsi que mon commerce.
it: Octoling, la tua visita rallegra il mondo... e i miei affari.
ja: タコさんが訪れるたび、世界は変わり、お店も変わるのです
ko: 문어 님이 찾아오실 때마다 세계가 바뀌고, 가게도 바뀝니다
nl: Octoling, je bezoeken brengen veranderingen naar deze wereld.En naar mijn kraam.
ru: Осьмолинг, твои визиты изменения несут. И миру, и лотку.
zh_hans: 你每次到来，世界和商店都会发生变化。
zh_hant: 章魚朋友，你每一次造訪時，世界都會有所變化，本店也會隨之改變。

# TalkTalkFleaMarketSdodrFleaMarketEnterWelcome05
source: Cipher's Siftings is open for dealing, anytime and for all time.
de: Ciphers Zeug ist geöffnet, jederzeit und für alle Zeit.
es: El puesto de Lucifredo está abierto al comercio, en cualquier momentoy para siempre.
es_mx: El puesto de Lucifredo está abierto al comercio, en cualquiermomento y para siempre.
fr: Les Affaires de Crustifer sont ouvertes à toute heure et à tout jamais.
it: La bancarella di Cifero è aperta, sempre e per sempre.
ja: ユメエビの露店は タコさんのため、いつでもいつまでも営業中です
ko: 창새우 노점은 문어 님을 위해 언제든, 언제까지라도 영업 중입니다
nl: Cifers koopjeskraam is open, altijd en voor altijd.
ru: Сток-лоток Цифера открыт всегда. И будет всегда открыт.
zh_hans: 梦霞的小摊随时都为了你而营业。
zh_hant: 章魚朋友，夢霞的攤販隨時隨地都會為你敞開大門。

# TalkTalkFleaMarketSdodrFleaMarketSelectInsufficientJem
source: You do not have satisfactory Prlz.
de: Du verfügst über keine zufriedenstellende Menge an PRLN.
es: No tienes suficientes perlas.
es_mx: Tus perlas son escasas.
fr: Tu n'as pas suffisamment de péperles.
it: Il numero di perle a tua disposizione è insoddisfacente.
ja: あなたは十分なシンジュを持っていません
ko: 당신은 충분한 진주를 가지고 계시지 않습니다
nl: Je hebt een onbevredigende hoeveelheid parels.
ru: У тебя нет требуемого количества жемкойнов.
zh_hans: 你拥有的珍珠不够。
zh_hant: 你持有的珍珠不足。

# TalkTalkFleaMarketSdodrFleaMarketSelectSoldOut
source: Your purchase of that is bygone.
de: Dieser Kauf liegt bereits in deiner Vergangenheit.
es: Ya has comprado eso.
es_mx: Compraste eso antes.
fr: Tu t'es déjà procuré cet article.
it: Hai già acquistato questo articolo.
ja: それは今や、あなたの手にあります
ko: 그것은 지금 당신의 손안에 있습니다
nl: Je aankoop daarvan ligt in het verleden.
ru: Эта покупка уже есть в твоем прошлом.
zh_hans: 你已经拥有它了。
zh_hant: 那是你早已擁有的。

# TalkTalkHackingSdodr000
source: Want me to do some hacking?
de: Soll ich etwas für dich hacken?
es: ¿Hackeamos algo?
es_mx: ¿Hackeamos algo?
fr: Tu as besoin d'une experte en hacking ?
it: Vuoi farmi hackerare qualcosa?
ja: ハッキングしましょうか？
ko: 해킹할까요?
nl: Zal ik wat voor je hacken?
ru: Хочешь, чтобы я установила моды?
zh_hans: 要我帮忙骇解吗？
zh_hant: 要我幫忙駭解嗎？

# TalkTalkHackingSdodr001
source: Want to spend some Prlz on that?
de: Möchtest du dafür PRLN ausgeben?
es: ¿Lo hackeamos con perlas?
es_mx: ¿Lo hackeamos con perlas?
fr: Tu veux dépenser des péperles pour ça ?
it: Hackeriamo con le perle?
ja: シンジュを使ってハッキングしますか？
ko: 진주를 사용해서 해킹할까요?
nl: Wil je daar wat parels aan spenderen?
ru: Потратить жемкойны?
zh_hans: 要使用珍珠进行骇解吗？
zh_hant: 要使用珍珠駭解嗎？

# TalkTalkHackingSdodr002
source: Are you sure you want to deactivate that?
de: Möchtest du das wirklich deaktivieren?
es: ¿Desactivamos el efecto?
es_mx: ¿Desactivamos el efecto?
fr: Tu veux vraiment désactiver ça ?
it: Vuoi davvero disattivare l'effetto?
ja: 効果を下げちゃっていいですか？
ko: 효과를 낮춰도 괜찮으시겠어요?
nl: Weet je zeker dat je dat wilt deactiveren?
ru: Точно отключить?
zh_hans: 效果会降低，没关系吗？
zh_hant: 確定要降低效果嗎？

# TalkTalkHackingSdodr003
source: Um...Eight, you don't have the Prlz for that!
de: Äh... Nr. 8, du hast nicht genug PRLN!
es: No tienes las perlas necesarias, Ocho...
es_mx: No tienes las perlas necesarias, Ocho...
fr: Euh... Huit, t'as pas assez de péperles pour ça !
it: Uhm... Otto, non hai abbastanza perle!
ja: ハチさん、シンジュが足りませんよ～
ko: 에이트 씨, 진주가 부족해요～
nl: Uh... Acht, daarvoor heb je niet genoeg parels!
ru: М-м-м... Восьмерка, маловато жемкойнов!
zh_hans: 小八，你的珍珠不够哦～
zh_hant: 小八，珍珠不夠多喔～

# TalkTalkHackingSdodr004
source: Which run do you want to start from?
de: Von welchem Durchgang möchtest du beginnen?
es: ¿Qué registro quieres reintentar?
es_mx: ¿Qué registro quieres reintentar?
fr: Tu veux reprendre quelle ascension ?
it: Quale assalto vuoi riprovare?
ja: どの きろくをリトライしますか？
ko: 어느 기록을 재도전하시겠어요?
nl: Met welke poging wil je beginnen?
ru: Данные какой попытки загрузить?
zh_hans: 要重新开始哪项记录？
zh_hant: 要重新挑戰哪個記錄呢？

# TalkTalkHackingSdodr005
source: You don't have any runs you can start from.
de: Es gibt keine Durchgänge, von denen aus du beginnen kannst.
es: No hay registros que se puedan reintentar.
es_mx: No hay registros que se puedan reintentar.
fr: Y a pas d'ascension que tu puisses continuerà l'heure actuelle.
it: Non hai nessun assalto da riprovare.
ja: リトライできる きろくがないです～
ko: 재도전할 수 있는 기록이 없어요～
nl: Je hebt geen pogingen om mee te beginnen.
ru: У тебя нет подходящих попыток.
zh_hans: 没有可以重新开始的记录～
zh_hant: 沒有可以重新挑戰的記錄喔～

# TalkTalkHackingSdodr007
source: Eight! I have even more hacks readyto deploy now. Take a look!
de: Nr. 8! Ich habe jetzt nochmehr Hacks zur Verfügung.Sieh sie dir mal an!
es: Ahora podemos hackear más cosas.¡Echa un vistazo, Ocho!
es_mx: ¡Ahora podemos hackear más cosas,Ocho! ¿Quieres intentarlo?
fr: Huit ! J'ai de nouvelles techniquesde hacking à te montrer. Viens voir !
it: Otto! Sai che adesso posso fareancora più modifiche al sistema?Dai un'occhiata!
ja: ハチさん、ハッキングできることが増えましたよ！見ていってください～
ko: 에이트 씨, 해킹할 수 있는 것이 늘어났어요!한번 보고 가세요～
nl: Acht! Ik heb nog meer hacks voor je!Moet je vooral eens bekijken!
ru: Восьмерка, смотри, у меня тутеще несколько модов готово!
zh_hans: 小八，能骇解的内容增加了哦！来看看吧～
zh_hant: 小八，可以駭解的東西變多囉！快來看看吧～

# TalkTalkShopFsodrClothesBasicSkillSame00
source: Hmmm. I'd advise against doing that.Both of those body cloths containthe same primary abilities.
de: Abbruch. Abbruch.Identische Haupteffekte.Klassifiziere gewünschtenTausch als hinfällig.Wünschen bitte einstellen.
es: No puedo recomendarte un artículocon el mismo potenciador principal.Iría contra mis principios.
es_mx: No puedo recomendarte un artículocon el mismo potenciador principal.Iría contra mis principios.
fr: Hmm, je peux pas te laisser faire ça.Le bonus principal de ces deuxvêtements est identique.
it: Mmmh. Te lo sconsiglio. Entrambigli abbigli hanno le stesse abilitàoriginali.
ja: 同じの基本ギアパワーですから、おススめません
ko: 기본 기어 파워가 똑같으니까추천 안 해요
nl: BLOEP! Die kleren hebben allebeihetzelfde hoofdeffect. Ik wil je welgraag helpen, maar hierbij heeft datniet zo veel zin.
ru: О, нет-нет! Свойство на одеждеэтой в точности тому подобно,что на другой имеется! Обменбессмысленность имел бы...
zh_hans: 因为基本装备能力相同，所以我不推荐你购买。
zh_hant: 因為相同的基本裝備能力，所以我不推薦。

# TalkTalkShopFsodrClothesBuyS
source: Ready to buy?
de: Kaufen: Ja?
es: ¿Lo compras?
es_mx: ¿Deseas comprar?
fr: On passe à la caisse ?
it: Vuoi comprare?
ja: 買うマスカ？
ko: 살래요?
nl: Die wil je kopen, toch?
ru: Купишь это ты?
zh_hans: 你要购买吗？
zh_hant: 你要想購買？

# TalkTalkShopFsodrClothesEquipS
source: Want to equip?
de: Anziehen: Ja?
es: ¿Te lo pones?
es_mx: ¿Deseas equipar?
fr: Tu t'en équipes ?
it: Vuoi indossare?
ja: そうびスルマスカ？
ko: 장비할래요?
nl: Meteen dragen?
ru: Наденешь это ты?
zh_hans: 你要装备吗？
zh_hant: 你要想直接裝備？

# TalkTalkShopFsodrClothesMoneyShortage00
source: BLUUUH. Oh, pardon me. I have anuncontrollable reaction like thatwhen a customer is short on cash.Which you, uh, are...
de: Dein Geld reicht nicht.Kaufwunsch abgelehnt.Das tut uns leid!Dein Service-Team Quallani.
es: Te falta dinero. Te lo dice M. Duso,que es directo, pero sincero.
es_mx: Uuuy. A ver. Mis ropas no son gratisy a ti te falta dinero...
fr: Blouuup. Pendant les cours de langue,on s'exerçait à diverses situations,par exemple expliquer à un client qu'iln'a pas assez d'argent. Commemaintenant, en fait...
it: BLAAAH. Oh, scusami. Ho semprequesta reazione incontrollata quandoun cliente è a corto di denaro.Come lo sei tu, ecco...
ja: アナタ、足りナイの おカネ
ko: 당신, 돈이 부족해요
nl: Bloep! Sorry, dat ging vanzelf.Je hebt helaas niet genoeggeld bij je, zo te zien.
ru: БУЛЬК! Так Франтонио реагируетна правду суровую. Но моллюскупокупающему должен он смелов глаза сказать ее! Мало денегу тебя.
zh_hans: 你的金钱不够。
zh_hant: 你帶不夠的錢。

# TalkTalkShopFsodrClothesRarityMax00
source: Oh, darn. I'm afraid that the starpower of that body cloth is alreadymaxed out!
de: Sternenwert-Status desProdukts: Maximal sternig.Vorgang sofort abbrechen,sonst droht Übersternung!
es: Incluso la exclusividad tiene suslímites. En este caso no puedesaumentarla más.
es_mx: Esas ropas ya cuentan con el máximode estrellas posible.
fr: Oh zut, ce vêtement dispose déjà dunombre maximum d'étoiles. Je peuxpas en rajouter !
it: Ops. Temo che la mitilicità diquell'abbiglio sia già al massimo!
ja: フクのレア度、さらに上げるは できません
ko: 그 옷 레어도는더 안 올라가요
nl: Deze kleren zijn al zo zeldzaam, diekun je niet meer verbeteren! Sorry,misschien ben je soms te vers voorons...
ru: Звезд на одежде этой большеуже, чем правилами позволенобывает. Добавлять не будем мыбольше во избежание.
zh_hans: 服装的稀有度不能继续提升了。
zh_hant: 服裝稀有度，沒辦法再提升。

# TalkTalkShopFsodrClothesSoldOtherHome00
source: Ohhh, so sorry. That item is sold out.
de: Produkt vergriffen.Emotionaler Status:Höchstes Bedauern.Dein Service-Team Quallani.
es: Es una verdadera lástima, pero eseartículo está agotado.
es_mx: Es una verdadera lástima, pero eseartículo está agotado.
fr: Oh, en fait... j'en ai plus. Désolé.
it: Oooh, mi spiace molto. Quell'articoloè andato a ruba e non ne ho più.
ja: すでに売り切れは、残念です
ko: 아쉽지만 품절이에요
nl: Bloep! Dat hebben we niet meer, maarwil je misschien iets anders kopen?
ru: Товар этот распродан совсем!
zh_hans: 已经售罄了，很遗憾。
zh_hant: 已經售完，萬分遺憾。

# TalkTalkShopFsodrClothesSoldOut00
source: Sorry! I'm out of stock on that item.
de: Status: Vergriffen.Kaufwunsch abgelehnt.Dein Service-Team Quallani.
es: No me quedan existencias de eso.¡Siento no poder ayudarte!
es_mx: Ese artículo está agotado. Me temoque no puedo ayudarte.
fr: C'est délicat, mais... je n'ai pluscet article en stock.
it: Scusa! Quell'abbiglio è esaurito.
ja: もう在庫ナイの、買えません
ko: 재고가 없어서 이제 못 사요
nl: Bloep! Het spijt me, ik heb dit artikelschijnbaar niet snel genoeg aangevulden nu is het uitverkocht...
ru: Увы, на складе недоступность!
zh_hans: 已经没有库存了，你不能购买。
zh_hant: 已經沒有庫存了，無法購買。

# TalkTalkShopFsodrClothesWelcome00
source: Welcome to Jelly Fresh!
de: Willkommen!Dein Besuch ist uns wichtig.
es: ¡Saludos, cliente!
es_mx: ¡Prêt-à-Méduse te da la bienvenida!
fr: Bienvenue chez Octo'Mode, bloup...
it: Prego, prego!
ja: いらっしゃイのませ
ko: 어서 와요
nl: Welkom, klant! Blij je te zien!
ru: В «Рыбий мех» просим!
zh_hans: 欢迎光临。
zh_hant: 歡迎之光臨。

# TalkTalkShopFsodrClothesWelcomeS
source: Welcome to Jelly Fresh!
de: Emporium Quallani.
es: ¡Saludos, cliente!
es_mx: ¡Prêt-à-Méduse!
fr: Bienvenue !
it: Prego, prego!
ja: いらっしゃイのませ
ko: 어서 와요
nl: Welkom, klant! Blij je te zien!
ru: «Рыбий мех» это!
zh_hans: 欢迎光临。
zh_hant: 歡迎之光臨。

# TalkTalkShopFsodrHeadBasicSkillSame00
source: Um... This gear does the exact samething... I think maybe there's no pointin trading it...
de: Also, diese Artikel... Die macheneigentlich dasselbe, darum...Na ja, vielleicht brauchen wirgar keinen Tausch zu machen?
es: Pero... si el potenciador principal deesto es el mismo... No le veo muchosentido a ese cambio.
es_mx: Pero... si el potenciador principal deesto es el mismo... No le veo muchosentido a ese cambio.
fr: Alors en fait... Cette pièced'équipement a exactement le mêmeeffet... J'vois pas trop l'intérêt del'échanger...
it: Uhm... Questo articolo è ugualeall'altro... Forse non ha moltosenso scambiarlo...
ja: ぇっ、ぁの…基本ギアパワーが ぉなじなので買ぃ替ぇ もったぃなぃですぅ
ko: 어, 저기…기본 기어 파워가 같아서교체하면 아까워요…
nl: Eh, het effect is, eh... precieshetzelfde... Het heeft weinig zin omze om te ruilen...
ru: Мнэ-э-э... Но это ведь совсемодно и то же. Наверное, менятьнет смысла...
zh_hans: 咦，那个……因为基本装备能力相同，所以换购会很浪费。
zh_hant: 啊，那個……因為基本裝備能力相同，所以換購會很浪費的。

# TalkTalkShopFsodrHeadBasicSkillSameS
source: WASTE OF TIME!
de: VOLL UNNÖTIG!
es: ¡Vaya chorrada!
es_mx: ¡QUÉ DESPERDICIO!
fr: Quelle idée naze !
it: Inutile!
ja: イミねえよ！
ko: 의미 없어!
nl: TIJDVERSPILLING!
ru: БЕЗ ТОЛКУ!
zh_hans: 没有意义！
zh_hant: 根本沒意義啦！

# TalkTalkShopFsodrHeadBuyS
source: Y-you'll buy it?
de: Und? Kaufst du's?
es: ¿T-te interesa?
es_mx: ¿T-te interesa?
fr: Tu... Tu achètes ?
it: Ti interessa?
ja: 買ってぃきます…？
ko: 사시겠어요…?
nl: Wil je dit kopen?
ru: Ты... правда купишь?
zh_hans: 你要购买吗……？
zh_hant: 你想要買下來嗎……？

# TalkTalkShopFsodrHeadEquipS
source: Y-you'll equip it?
de: Ziehst du's an?
es: ¿Le vas a dar uso ya?
es_mx: ¿T-te lo pones?
fr: Tu t'en équipes ?
it: Indossi subito?
ja: そうびしてぃきます…？
ko: 장비하시겠어요…?
nl: Wil je dit dragen?
ru: Ты... сразу наденешь?
zh_hans: 你要装备吗……？
zh_hant: 你想直接裝備嗎……？
