Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameFigThickbook04
source: All of the Math
de: Buch „Klecks-Examenwissen“
es: Problemas de sepiálgebra
es_mx: Álgebra del calamar
fr: Savoir tentaculaire
it: Matto-matica
ja: イカ式 基礎問題集
ko: 오징어식 기초 문제집
nl: Tellen met tentakels
ru: Пособие для плюх-профи
zh_hans: 鱿鱼方程式 基础题库
zh_hant: 魷魚方程式 基礎題庫

# GoodsGoodsNameFigTissueBox
source: tissue box
de: Hygienetücher
es: Caja de pañuelos
es_mx: Caja de pañuelos
fr: Boîte de mouchoirs
it: Scatola di fazzoletti
ja: はこティッシュ
ko: 티슈 박스
nl: Doos tissues
ru: Коробочка с салфетками
zh_hans: 盒装面纸
zh_hant: 盒裝面紙

# GoodsGoodsNameFigToaster00
source: toaster
es: Tostadora
es_mx: Tostadora
fr: Grille-pain
it: Tostapane
ja: トースター
ko: 토스터
nl: Broodrooster
ru: Тостер
zh_hans: 烤面包机
zh_hant: 烤麵包機

# GoodsGoodsNameFigTorii
source: torii gate
de: Torii-Tor
es: Portal de santuario
es_mx: Portal de santuario
fr: Torii
it: Torii
ja: 鳥居
ko: 기둥 문
nl: Torii
ru: Тории
zh_hans: 鸟居
zh_hant: 鳥居

# GoodsGoodsNameFigTowel00
source: white towel
de: Weißes Handtuch
es: Toalla blanca
es_mx: Toalla blanca
fr: Serviette blanche
it: Asciugamano bianco
ja: タオル ホワイト
ko: 화이트 타월
nl: Witte handdoek
ru: Белое полотенце
zh_hans: 毛巾 白色
zh_hant: 毛巾 白色

# GoodsGoodsNameFigTowel01
source: small blue towel
de: Blaues Tüchlein
es: Toalla azul pequeña
es_mx: Toalla azul pequeña
fr: Petite serviette bleue
it: Asciugamanino blu
ja: ちいさいタオル ブルー
ko: 블루 타월 S
nl: Kleine blauwe handdoek
ru: Синее гостевое полотенце
zh_hans: 小毛巾 蓝色
zh_hant: 小毛巾 藍色

# GoodsGoodsNameFigTowel02
source: purple towel
de: Violettes Handtuch
es: Toalla morada
es_mx: Toalla morada
fr: Serviette violette
it: Asciugamano viola
ja: タオル パープル
ko: 퍼플 타월
nl: Paarse handdoek
ru: Фиолетовое полотенце
zh_hans: 毛巾 紫色
zh_hant: 毛巾 紫色

# GoodsGoodsNameFigTowel03
source: small black towel
de: Schwarzes Tüchlein
es: Toalla negra pequeña
es_mx: Toalla negra pequeña
fr: Petite serviette noire
it: Asciugamanino nero
ja: ちいさいタオル ブラック
ko: 블랙 타월 S
nl: Kleine zwarte handdoek
ru: Черное гостевое полотенце
zh_hans: 小毛巾 黑色
zh_hant: 小毛巾 黑色

# GoodsGoodsNameFigTowel04
source: small red towel
de: Rotes Tüchlein
es: Toalla roja pequeña
es_mx: Toalla roja pequeña
fr: Petite serviette rouge
it: Asciugamanino rosso
ja: ちいさいタオル レッド
ko: 레드 타월 S
nl: Kleine rode handdoek
ru: Красное гостевое полотенце
zh_hans: 小毛巾 红色
zh_hant: 小毛巾 紅色

# GoodsGoodsNameFigTowel05
source: small pink towel
de: Rosa Tüchlein
es: Toalla rosa pequeña
es_mx: Toalla rosa pequeña
fr: Petite serviette rose
it: Asciugamanino rosa
ja: ちいさいタオル ピンク
ko: 핑크 타월 S
nl: Kleine roze handdoek
ru: Розовое гостевое полотенце
zh_hans: 小毛巾 粉红色
zh_hant: 小毛巾 粉紅色

# GoodsGoodsNameFigTowel06
source: brown towel
de: Braunes Handtuch
es: Toalla marrón
es_mx: Toalla marrón
fr: Serviette marron
it: Asciugamano marrone
ja: タオル ブラウン
ko: 브라운 타월
nl: Bruine handdoek
ru: Коричневое полотенце
zh_hans: 毛巾 棕色
zh_hant: 毛巾 棕色

# GoodsGoodsNameFigToyCar00
source: car pull toy
de: Nachzieh-Auto
es: Cochecito con tirador
es_mx: Carrito con tirador
fr: Voiture à ficelle
it: Macchinina giocattolo
ja: プルトイカー
ko: 끈 달린 장난감 자동차
nl: Trekwagentje
ru: Машинка на веревочке
zh_hans: 复古玩具车
zh_hant: 復古玩具車

# GoodsGoodsNameFigToyPainfulPanic00
source: Salmonid Snapper
de: Schnapp-Salmonide
es: Salmónido mordedor
es_mx: Salmónido mordedor
fr: Salmonoïde croqueur
it: Salmonoide mordente
ja: ドキドキシャケパックン
ko: 두근두근 연어 뻐끔
nl: Salmonietsmakker
ru: Кусачий самонид
zh_hans: 心惊胆颤咬手鲑鱼
zh_hant: 心驚膽顫咬手鮭魚

# GoodsGoodsNameFigToyRingToss00
source: squid stacking rings
de: Scheibenturm
es: Torre de aros de calamar
es_mx: Torre de aros de calamar
fr: Anneaux empilables calamar
it: Anelli impilabili con calamaro
ja: イカスタッキング
ko: 오징어 쌓기
nl: Stapelringen
ru: Пирамидка-кальмар
zh_hans: 鱿鱼积木
zh_hant: 魷魚積木

# GoodsGoodsNameFigToyRobot00
source: giant squidbot
de: Tintenfisch-Gigabot
es: Robot jibialúdico
es_mx: Robot jibialúdico
fr: Calamabot géant
it: Calamabot gigante
ja: ジャイカントロボット
ko: 자이언트 스퀴드 로봇
nl: Inktvis-reuzenrobot
ru: Гигантский кальмаробот
zh_hans: 鱿型机器人
zh_hant: 魷型機器人

# GoodsGoodsNameFigToyRocking00
source: rocking seahorse
de: Seeschaukelpferdchen
es: Caballito mecedor
es_mx: Caballito mecedor
fr: Hippocampe à bascule
it: Ippocampo a dondolo
ja: ロッキングシーホース
ko: 해마 흔들 목마
nl: Hobbelzeepaard
ru: Конек-качалка
zh_hans: 摇摇海马
zh_hant: 搖搖海馬

# GoodsGoodsNameFigToySwinBalloon00
source: Char Jahead balloon
de: Ballon-Spinko
es: Globo pez mascota
es_mx: Globo pez mascota
fr: Ballon Letz Gobie
it: Palloncino Vaidiqua
ja: ウ・スィンスィンバルーン
ko: 우진진 풍선
nl: Blauwe Winvis-ballon
ru: Тудасик
zh_hans: 鱼欣欣气球
zh_hant: 魚欣欣氣球

# GoodsGoodsNameFigTransceiver
source: old-school radio
de: Sprechfunkgerät
es: Transmisor de radio
es_mx: Transmisor de radio
fr: Vieux téléphone portable
it: Ricetrasmittente
ja: トランシーバー
ko: 무전기
nl: Ouderwetse portofoon
ru: Старая рация
zh_hans: 对讲机
zh_hant: 對講機

# GoodsGoodsNameFigTuna
source: Mister Tuna
de: Gelbfloss-Singboss
es: Sr. Atúnez
es_mx: Sr. Atúnez
fr: Monsieur Thon
it: Ser Tonno
ja: マグロさん
ko: Mr. 다랑어
nl: Meneer Tonijn
ru: Мистер Тунец
zh_hans: 大鲔先生
zh_hant: 大鮪先生

# GoodsGoodsNameFigTunnelBigNamazu
source: Great Zapfish
de: Riesen-Elektrowels
es: Gran Siluro
es_mx: Volbagrezón
fr: Grand Poisson-charge
it: Gran pescescossa
ja: オオデンチナマズ
ko: 거대전지메기
nl: Megavoltvis
ru: Большой вольторыб
zh_hans: 大电池鲶鱼
zh_hant: 大電池鯰魚

# GoodsGoodsNameFigTunnelSquidFountain
source: mersquid statue
de: Tintjungfisch-Statue
es: Estatua de sepia-sirena
es_mx: Estatua de calamar-sirena
fr: Statue de sirène-calamar
it: Statua di siremaro
ja: マーメイカのぞう
ko: 머메스퀴드 석상
nl: Inktmin-standbeeld
ru: Статуэтка русалки-кальмара
zh_hans: 美人鱿雕像
zh_hant: 美人魷雕像

# GoodsGoodsNameFigUdemaeRewardLv01
source: S+ Rank trophy
de: Trophäe „Rang S+“
es: Trofeo rango S+
es_mx: Trofeo rango S+
fr: Trophée de rang S+
it: Trofeo rango S+
ja: ウデマエトロフィー S+
ko: 랭크 트로피 S+
nl: Trofee voor rang S+
ru: Награда за разряд S+
zh_hans: 技术奖杯 S+
zh_hant: 技術獎盃 S+

# GoodsGoodsNameFigUdemaeRewardLv02
source: S Rank trophy
de: Trophäe „Rang S“
es: Trofeo rango S
es_mx: Trofeo rango S
fr: Trophée de rang S
it: Trofeo rango S
ja: ウデマエトロフィー S
ko: 랭크 트로피 S
nl: Trofee voor rang S
ru: Награда за разряд S
zh_hans: 技术奖杯 S
zh_hant: 技術獎盃 S

# GoodsGoodsNameFigUdemaeRewardLv03
source: A Rank trophy
de: Trophäe „Rang A“
es: Trofeo rango A
es_mx: Trofeo rango A
fr: Trophée de rang A
it: Trofeo rango A
ja: ウデマエトロフィー A
ko: 랭크 트로피 A
nl: Trofee voor rang A
ru: Награда за разряд A
zh_hans: 技术奖杯 A
zh_hant: 技術獎盃 A

# GoodsGoodsNameFigUdemaeRewardLv04
source: B Rank trophy
de: Trophäe „Rang B“
es: Trofeo rango B
es_mx: Trofeo rango B
fr: Trophée de rang B
it: Trofeo rango B
ja: ウデマエトロフィー B
ko: 랭크 트로피 B
nl: Trofee voor rang B
ru: Награда за разряд B
zh_hans: 技术奖杯 B
zh_hant: 技術獎盃 B

# GoodsGoodsNameFigUmbrella00
source: plastic umbrella
de: Transparenter Regenschirm
es: Paraguas de plástico
es_mx: Paraguas de plástico
fr: Parapluie en plastique
it: Ombrello di plastica
ja: ビニールがさ
ko: 비닐우산
nl: Plastic paraplu
ru: Пластмассовый зонтик
zh_hans: 塑胶伞
zh_hant: 塑膠傘

# GoodsGoodsNameFigUmbrellaNostalgia
source: Japanese umbrella
de: Japanischer Schirm
es: Parasol oriental
es_mx: Parasol oriental
fr: Ombrelle japonaise
it: Ombrello giapponese
ja: 和傘
ko: 대나무 우산
nl: Japanse parasol
ru: Японский зонт
zh_hans: 和伞
zh_hant: 和傘

# GoodsGoodsNameFigVendingmachineCoop
source: egg basket
de: Eierkorb
es: Nasa pesquera
es_mx: Nasa pesquera
fr: Panier à œufs
it: Cesto delle uova
ja: イクラコンテナ
ko: 연어알 컨테이너
nl: Eiermand
ru: Корзина с икрой
zh_hans: 鲑鱼卵容器
zh_hant: 鮭魚卵容器

# GoodsGoodsNameFigVendingmachineCoop99
source: colorful egg basket
de: Eierkorb bunt
es: Nasa pesquera colorida
es_mx: Nasa pesquera colorida
fr: Panier à œufs coloré
it: Cesto delle uova variopinto
ja: イクラコンテナ カラー
ko: 컬러 연어알 컨테이너
nl: Kleurige eiermand
ru: Покрашенная корзина с икрой
zh_hans: 鲑鱼卵容器 彩色
zh_hant: 鮭魚卵容器 彩色

# GoodsGoodsNameFigVideoGame0000
source: Tentacle Nights
de: Spiel „Quick Squid“
es: Juego «Ocaso Octo»
fr: Nuits tentaculaires
it: Notti tentacolari
ja: イカゲソフィーバー
ko: 오징어 다리 피버
nl: Game 'Danstentakel'
ru: Игра «Тентатака»
zh_hans: 鱿鱼须狂热
zh_hant: 魷魚鬚狂熱

# GoodsGoodsNameFigVideoGame0001
source: Contain the Kraken
de: Spiel „Lass Kraken“
es: Juego «Ke te kraken»
fr: Kraken le rebelle
it: Kontieni il kraken
ja: クラーケン
ko: 크라켄
nl: Game 'Krakenkraker'
ru: Игра «Кракен: пробуждение»
zh_hans: 挪威海怪
zh_hant: 挪威海怪

# GoodsGoodsNameFigVideoGame0002
source: Monkey Crab in Silly Land
de: Spiel „Super Kid Krabaffo“
es: Juego «Simiocangrejo Land»
fr: L'île aux crabes-singes
it: Granchioscimmia alla riscossa
ja: サルカニパラダイス
ko: 원숭게 파라다이스
nl: Game 'Super-Krabaapje-Land'
ru: Игра «Краболтус в стране Ку-Ку»
zh_hans: 猿蟹天堂
zh_hant: 猿蟹天堂

# GoodsGoodsNameFigVideoGame0100
source: The Squid Ninja Story
de: Spiel „Tinta Ninja Begins“
es: Juego «Superjibia Ninja»
fr: Céphalopode Story
it: Le cronache del calaninja
ja: イカニンデン
ko: 오징어 닌자 이야기
nl: Game 'Octaninja op avontuur'
ru: Игра «Ниндзя Таймень»
zh_hans: 鱿忍传
zh_hant: 魷忍傳

# GoodsGoodsNameFigVideoGame0101
source: Volley Volley Panic
de: Spiel „Brisky Breakers“
es: Juego «Ritmo Molusco»
fr: Calamarythme
it: Pallavolo da panico
ja: リズムDEイッカー
ko: 리듬 O징어
nl: Game 'Volleyvolume'
ru: Игра «Воблабол»
zh_hans: 鱿型DE节奏
zh_hant: 魷型DE節奏

# GoodsGoodsNameFigVideoGame0102
source: Commander Cephaloid
de: Spiel „Commander Cephaloid“
es: Juego «Cefalocomandos»
fr: Super Fretin Delta +
it: Comandante cefaloide
ja: ねっけつ！ イカアタック
ko: 열혈! 오징어 어택
nl: Game 'Commandant Cephaloid'
ru: Игра «Капитан Цефалопод»
zh_hans: 热血鱿击！
zh_hant: 熱血魷擊！

# GoodsGoodsNameFigVideoGame0200
source: Octo Kong Country
de: Spiel „Okto Kong Country“
es: Juego «Salpicón Country»
fr: Octa Kong Country
it: OctoKong
ja: スーパーイカタコング
ko: 슈퍼 오징어 문어 콩
nl: Game 'Octo Kong Country'
ru: Игра «Осьмо Конг Кантри»
zh_hans: 超级鱿章刚
zh_hant: 超級魷章剛

# GoodsGoodsNameFigVideoGame0201
source: Tentacube in Octo-D!
de: Spiel „TentaCubes“
es: Juego «Tentacubix»
fr: Tentablox
it: Tentacubi in octo-D!
ja: ゲソキューブ
ko: 오징어 다리 큐브
nl: Game 'Tentakubix in Octo-D!'
ru: Игра «Осьмокуб 8D»
zh_hans: 鱿鱼须立方
zh_hant: 魷魚鬚立方

# GoodsGoodsNameFigVideoGame0202
source: Super Squid Collection
de: Spiel „Retro Ink All-Stars“
es: Colección calamárica
es_mx: Colección calamárica
fr: Super Splash All-Stars
it: Collezione calamarica
ja: イカコレクション
ko: 오징어 컬렉션
nl: Game 'Calamari-collectie'
ru: Сборник игр «100500 в 1!»
zh_hans: 鱿鱼合辑
zh_hant: 魷魚合輯

# GoodsGoodsNameFigWaterBottle00
source: aqua water bottle
de: Trinkflasche „Aqua“
es: Botella térmica azul
es_mx: Botella azul
fr: Gourde d'eau turquoise
it: Borraccia azzurra
ja: ウォーターボトル アクア
ko: 아쿠아 물병
nl: Blauwe drinkfles
ru: Бутылка для питья «H2O»
zh_hans: 水壶 水蓝色
zh_hant: 水壺 水藍色

# GoodsGoodsNameFigWaterBottle01
source: lime water bottle
de: Trinkflasche „Limette“
es: Botella térmica lima
es_mx: Botella cítrica
fr: Gourde d'eau limette
it: Borraccia lime
ja: ウォーターボトル ライム
ko: 라임 물병
nl: Limoengroene drinkfles
ru: Бутылка для питья «Лайм»
zh_hans: 水壶 莱姆
zh_hant: 水壺 萊姆

# GoodsGoodsNameFigWaterBottle02
source: sunset water bottle
de: Trinkflasche „Dämmerung“
es: Botella térmica atardecer
es_mx: Botella atardecer
fr: Gourde d'eau crépuscule
it: Borraccia tramonto
ja: ウォーターボトル サンセット
ko: 선셋 물병
nl: Oranjeblauwe drinkfles
ru: Бутылка для питья «Закат»
zh_hans: 水壶 日落
zh_hant: 水壺 日落

# GoodsGoodsNameFigWaterBottle03
source: dark water bottle
de: Trinkflasche „Dunkelheit“
es: Botella térmica penumbra
es_mx: Botella penumbra
fr: Gourde d'eau sombre
it: Borraccia scura
ja: ウォーターボトル ダーク
ko: 다크 물병
nl: Zwarte drinkfles
ru: Бутылка для питья «Тьма»
zh_hans: 水壶 黑暗
zh_hant: 水壺 黑暗

# GoodsGoodsNameFigWaterBottle04
source: energy water bottle
de: Trinkflasche „Energie“
es: Botella térmica energía
es_mx: Botella energía
fr: Gourde d'eau énergétique
it: Borraccia energia
ja: ウォーターボトル エナジー
ko: 에너지 물병
nl: Gele drinkfles
ru: Бутылка для питья «Мощь»
zh_hans: 水壶 能量
zh_hant: 水壺 能量

# GoodsGoodsNameFigWaterBottle05
source: passion-fruit water bottle
de: Trinkflasche „Passionsfrucht“
es: Botella térmica pasión
es_mx: Botella pasión
fr: Gourde d'eau passion
it: Borraccia maracuja
ja: ウォーターボトル パッション
ko: 패션 물병
nl: Rozegele drinkfles
ru: Бутылка для питья «Маракуйя»
zh_hans: 水壶 热情
zh_hant: 水壺 熱情

# GoodsGoodsNameFigWeirdDoll00
source: mysterious dried thing
de: Gedörrter Grusel
es: Porquería reseca
es_mx: Cosa misteriosa reseca
fr: Étrange créature desséchée
it: Misteriosa creatura essiccata
ja: ナゾのひもの
ko: 정체 모를 건어물
nl: Gedroogd mysterie
ru: Загадочное иссохшее существо
zh_hans: 神秘鱼干
zh_hant: 神秘魚乾

# GoodsGoodsNameFigWeirdDoll01
source: cotton-candy squid friend
de: Stretchie „Bonbon“
es: Colega calamar algodón dulce
es_mx: Amigo calamar algodón de azúcar
fr: Copain calamar barbe à papa
it: Calamaramico viola
ja: ロングイカフレンド コットンキャンディ
ko: 코튼 캔디 롱 오징어 프렌드
nl: Paars uitrekmaatje
ru: Длинный пастельный осьминог
zh_hans: 加长版鱿鱼好友 棉花糖
zh_hant: 加長版魷魚朋友 棉花糖

# GoodsGoodsNameFigWeirdDoll02
source: mocha squid friend
de: Stretchie „Mokka“
es: Colega calamar bombón
es_mx: Amigo calamar moca
fr: Copain calamar moka
it: Calamaramico marrone
ja: ロングイカフレンド コーヒーヌガー
ko: 커피 누가 롱 오징어 프렌드
nl: Mokkakleurig uitrekmaatje
ru: Длинный кофейный осьминог
zh_hans: 加长版鱿鱼好友 咖啡牛轧糖
zh_hant: 加長版魷魚朋友 咖啡牛軋糖

# GoodsGoodsNameFigWeirdDoll03
source: chestnut squid friend
de: Stretchie „Kastanie“
es: Colega calamar castaña
es_mx: Amigo calamar castaña
fr: Copain calamar noisette
it: Calamaramico beige
ja: ロングイカフレンド マロンクリーム
ko: 마롱 크림 롱 오징어 프렌드
nl: Kastanjekleurig uitrekmaatje
ru: Длинный кремовый осьминог
zh_hans: 加长版鱿鱼好友 栗子鲜奶油
zh_hant: 加長版魷魚朋友 栗子鮮奶油

# GoodsGoodsNameFigWoodenBoat
source: wooden boat
de: Holzkutterchen
es: Barca de madera
es_mx: Barco de madera
fr: Barque en bois
it: Barca di legno
ja: きのふね
ko: 나무배
nl: Houten boot
ru: Деревянная лодка
zh_hans: 木船
zh_hant: 木船

# GoodsGoodsNameFigYagura
source: Tower Control Tower
de: Turmkontrollenturm
es: Torre
es_mx: Torreón
fr: Stand d'Expédition risquée
it: Torre mobile
ja: ガチヤグラ
ko: 랭크 타워
nl: Toren uit Torentwist
ru: Башня из «Боя за башню»
zh_hans: 真格塔楼
zh_hant: 真格塔樓

# GoodsGoodsNameFigYaguraReward
source: Tower Control trophy
de: Turm-Kommando-Trophäe
es: Trofeo torre
es_mx: Trofeo torreón
fr: Trophée Expédition risquée
it: Trofeo Torre mobile
ja: ガチヤグラのトロフィー
ko: 랭크 타워 트로피
nl: Torentwisttrofee
ru: Трофей из «Боя за башню»
zh_hans: 真格塔楼奖杯
zh_hant: 真格塔樓獎盃

# GoodsGoodsNameGrfStiCharacter28
source: ANG-OKTO character
de: Bild-Decal „KO-OKTO“
es: Personaje PLP-IRR
es_mx: Personaje PLP-IRR
fr: Personnage PLP-FRX
it: Personaggio POL-FUR
ja: キャラ ARE-TK
ko: ANG-OKTO 캐릭터
nl: Personage BZ-OCTO
ru: Персонаж ОСЬ-ЗЛО
zh_hans: 角色 ARE-TK
zh_hant: 角色 ARE-TK

# GoodsGoodsNameGrfStiCharacter29
source: ANG-SQD character
de: Bild-Decal „KO-TINT“
es: Personaje CLM-IRR
es_mx: Personaje CLM-IRR
fr: Personnage CLM-FRX
it: Personaggio CAL-FUR
ja: キャラ ARE-IK
ko: ANG-SQD 캐릭터
nl: Personage BZ-IKV
ru: Персонаж КАЛЬ-ЗЛО
zh_hans: 角色 ARE-IK
zh_hant: 角色 ARE-IK

# GoodsGoodsNameGrfStiDecoration14
source: SFSH-SKN deco
de: Deko-Sticker „SHRKN“
es: Adorno SHRKN
es_mx: Adorno SHRKN
fr: Déco SKN-EDM
it: Decorazione STM-SHU
ja: デコ HDS
ko: SFSH-SGM 데코
nl: Decoratie ZSWS
ru: Деко МОР-СЮР
zh_hans: 装饰 HDS
zh_hant: 裝飾 HDS

# GoodsGoodsNameGrfStiDecoration15
source: KIT stencil
de: Stencil „KTSNE“
es: Plantilla ZRR
es_mx: Plantilla ZRR
fr: Pochoir KIT
it: Stencil VOL
ja: ステンシル KIT
ko: KIT 스텐실
nl: Sjabloon V05
ru: Трафарет Л-СИЦ
zh_hans: 模板喷画 KIT
zh_hant: 模板噴畫 KIT

# GoodsGoodsNameGrfStiDecoration16
source: RCDG stencil
de: Stencil „TNKI“
es: Plantilla MPCH
es_mx: Plantilla MPCH
fr: Pochoir RTLV
it: Stencil ORL
ja: ステンシル TNU
ko: RCDG 스텐실
nl: Sjabloon TNK
ru: Трафарет Е-НОТ
zh_hans: 模板喷画 TNU
zh_hant: 模板噴畫 TNU

# GoodsGoodsNameGrfStiDecoration17
source: DRMA stencil
de: Stencil „DRMA“
es: Plantilla DRMA
es_mx: Plantilla DRMA
fr: Pochoir DRMA
it: Stencil BDA
ja: ステンシル DRM
ko: DRM 스텐실
nl: Sjabloon DRMA
ru: Трафарет ДА-РУМ
zh_hans: 模板喷画 DRM
zh_hant: 模板噴畫 DRM

# GoodsGoodsNameGrfStiDecoration21
source: MM-TRT stencil
de: Stencil „MM-SCHLD“
es: Plantilla CBCV-TTG
es_mx: Plantilla CBCV-TTG
fr: Pochoir TO-MAM
it: Stencil MM-TAR
ja: ステンシル MA-KAM
ko: MM-TRT 스텐실
nl: Sjabloon KVK-SPD
ru: Трафарет МАН-ЧЕР
zh_hans: 模板喷画 MA-KAM
zh_hant: 模板噴畫 MA-KAM

# GoodsGoodsNameGrfStiDecoration25
source: TTP deco
de: Deko-Sticker „RFN“
es: Adorno MRC-NMT
es_mx: Adorno MRC-NMT
fr: Déco MTP
it: Decorazione STP
ja: デコ TKP
ko: TJG 데코
nl: Decoratie BDNSPR
ru: Деко ШИН
zh_hans: 装饰 TKP
zh_hant: 裝飾 TKP

# GoodsGoodsNameGrfStiDecoration26
source: LOPJF-GN deco
de: Deko-Sticker „QLRH-GR“
es: Adorno PX-APLP-NG
es_mx: Adorno PX-APLP-NG
fr: Déco MDPX-V
it: Decorazione FDMP-VE
ja: デコ DTN
ko: DOS 데코
nl: Decoratie PXLKW-GR
ru: Деко ПИКСЕЛ-ДУЗ
zh_hans: 装饰 DTN
zh_hant: 裝飾 DTN

# GoodsGoodsNameGrfStiDecoration27
source: HSE deco
de: Deko-Sticker „HCL-AAL“
es: Adorno MNT-ANGL
es_mx: Adorno MNT-ANGL
fr: Déco ACH
it: Decorazione BHM
ja: デコ CAI
ko: JJG 데코
nl: Decoratie HSA
ru: Деко УГОР-ХОК
zh_hans: 装饰 CAI
zh_hant: 裝飾 CAI

# GoodsGoodsNameGrfStiGraffiti00
source: SP0P-INK graffiti
de: Graffiti „SP0P“
es: Grafiti SLTN
es_mx: Grafiti SLTN
fr: Graffiti SMN-ECR
it: Graffito INC-SAE
ja: グラフィティ HSI
ko: SP0P-INK 그라피티
nl: Graffiti ZM-IN XPL
ru: Граффити ЛОС-ОС
zh_hans: 涂鸦 HSI
zh_hant: 塗鴉 HSI

# GoodsGoodsNameGrfStiGraffiti01
source: SQST graffiti
de: Graffiti „TNT OO“
es: Grafiti MIRC
es_mx: Grafiti MIRC
fr: Graffiti RGD-CLM
it: Graffito SGF
ja: グラフィティ JMT
ko: SQST 그라피티
nl: Graffiti IKV-ST
ru: Граффити КАЛЬ-ГЛАЗ
zh_hans: 涂鸦 JMT
zh_hant: 塗鴉 JMT

# GoodsGoodsNameGrfStiGraffiti02
source: SHFSHG graffiti
de: Graffiti „SNPGTT“
es: Grafiti CAMDIV
es_mx: Grafiti CAMDIV
fr: Graffiti PS-DIV
it: Graffito DPG
ja: グラフィティ EZK
ko: SHFSHG 그라피티
nl: Graffiti GRVSG
ru: Граффити КРЕВ-РЫБ
zh_hans: 涂鸦 EZK
zh_hant: 塗鴉 EZK

# GoodsGoodsNameGrfStiGraffiti03
source: SQDR graffiti
de: Graffiti „TNTRGN“
es: Grafiti TRRCL
es_mx: Grafiti TRRCL
fr: Graffiti AVR-CLM
it: Graffito PFC
ja: グラフィティ SIS
ko: SQDR 그라피티
nl: Graffiti RIKVG
ru: Граффити ДОЖ-КАЛЬ
zh_hans: 涂鸦 SIS
zh_hant: 塗鴉 SIS

# GoodsGoodsNameGrfStiGraffiti04
source: SQSK graffiti
de: Graffiti „TNKPF“
es: Grafiti CRCLM
es_mx: Grafiti CRCLM
fr: Graffiti CRN-CLM
it: Graffito TDIC
ja: グラフィティ GPI
ko: SQSK 그라피티
nl: Graffiti IKVSCH
ru: Граффити КАЛЬ-ЧЕР
zh_hans: 涂鸦 GPI
zh_hant: 塗鴉 GPI

# GoodsGoodsNameGrfStiGraffiti05
source: JFSH-LO graffiti
de: Graffiti „ZL-QL“
es: Grafiti OBJMDS
es_mx: Grafiti OBJMDS
fr: Graffiti MDS-CMT
it: Graffito MIM
ja: グラフィティ KLO
ko: JFSH-LO 그라피티
nl: Graffiti KWRP
ru: Граффити ДУЗ-ПРИЦ
zh_hans: 涂鸦 KLO
zh_hant: 塗鴉 KLO

# GoodsGoodsNameGrfStiGraffiti06
source: BLBL graffiti
de: Graffiti „BBL“
es: Grafiti BRBJ
es_mx: Grafiti BRBJ
fr: Graffiti BLBL
it: Graffito BLB
ja: グラフィティ BKB
ko: BLBL 그라피티
nl: Graffiti BBL
ru: Граффити БЛ-БЛ
zh_hans: 涂鸦 BKB
zh_hant: 塗鴉 BKB

# GoodsGoodsNameGrfStiGraffiti07
source: MNA? graffiti
de: Graffiti „MNA?“
es: Grafiti MAR?
es_mx: Grafiti MRN?
fr: Graffiti CRL?
it: Graffito FNO
ja: グラフィティ IIK
ko: IID? 그라피티
nl: Graffiti MRN?
ru: Граффити МАР
zh_hans: 涂鸦 IIK
zh_hant: 塗鴉 IIK

# GoodsGoodsNameGrfStiGraffiti08
source: PRL? graffiti
de: Graffiti „PLA?“
es: Grafiti PRL?
es_mx: Grafiti PRL?
fr: Graffiti PRL?
it: Graffito FAL
ja: グラフィティ HIT
ko: HM? 그라피티
nl: Graffiti LRL?
ru: Граффити ЖЕМ
zh_hans: 涂鸦 HIT
zh_hant: 塗鴉 HIT

# GoodsGoodsNameGrfStiGraffiti09
source: 2NML graffiti
de: Graffiti „N0RML“
es: Grafiti NRML
es_mx: Grafiti NRML
fr: Graffiti NML
it: Graffito CLA
ja: グラフィティ TEI
ko: 2NML 그라피티
nl: Graffiti NRM-I
ru: Граффити НОР-М
zh_hans: 涂鸦 TEI
zh_hant: 塗鴉 TEI

# GoodsGoodsNameGrfStiGraffiti10
source: AR0Z graffiti
de: Graffiti „PFL“
es: Grafiti FLCH
es_mx: Grafiti FLCH
fr: Graffiti FLC
it: Graffito FRE
ja: グラフィティ YAZ
ko: AR0Z 그라피티
nl: Graffiti PYL
ru: Граффити ТРЕЛК
zh_hans: 涂鸦 YAZ
zh_hant: 塗鴉 YAZ

# GoodsGoodsNameGrfStiGraffiti11
source: 10TKL graffiti
de: Graffiti „TTKL“
es: Grafiti TTCL
es_mx: Grafiti TTCL
fr: Graffiti TTL
it: Graffito TPO
ja: グラフィティ TKA
ko: 10TKL 그라피티
nl: Graffiti TNTKL
ru: Граффити ЩУП
zh_hans: 涂鸦 TKA
zh_hant: 塗鴉 TKA

# GoodsGoodsNameGrfStiGraffiti12
source: OKTNGL graffiti
de: Graffiti „OTKGL“
es: Grafiti PNRR
es_mx: Grafiti PNRR
fr: Graffiti OKTNGL
it: Graffito GPO
ja: グラフィティ TKG
ko: OKTNGL 그라피티
nl: Graffiti OCTGRP
ru: Граффити ВОСЬ-МИ
zh_hans: 涂鸦 TKG
zh_hant: 塗鴉 TKG

# GoodsGoodsNameGrfStiGraffiti13
source: SG-B0NLY graffiti
de: Graffiti „SKL-FT“
es: Grafiti DF-VAC
es_mx: Grafiti DF-VAC
fr: Graffiti CC-PRP
it: Graffito GC-PUL
ja: グラフィティ YU-KNT
ko: SS-B0NLY 그라피티
nl: Graffiti RG-B0T
ru: Граффити ОПА-СКЕ
zh_hans: 涂鸦 YU-KNT
zh_hant: 塗鴉 YU-KNT

# GoodsGoodsNameGrfStiGraffiti14
source: SG-SQWVLG graffiti
de: Graffiti „SKL-TNT“
es: Grafiti DF-OND
es_mx: Grafiti DF-OND
fr: Graffiti CC-VGCLM
it: Graffito GC-ONS
ja: グラフィティ YU-GIW
ko: SS-SQWVLG 그라피티
nl: Graffiti RG-EXIKVG
ru: Граффити ОПА-ВОЛ
zh_hans: 涂鸦 YU-GIW
zh_hant: 塗鴉 YU-GIW

# GoodsGoodsNameGrfStiGraffiti15
source: SG-MASQ graffiti
de: Graffiti „SKL-MSTR“
es: Grafiti DF-ART
es_mx: Grafiti DF-ART
fr: Graffiti CC-CDVCLM
it: Graffito GC-CCA
ja: グラフィティ YU-MNS
ko: SS-MASQ 그라피티
nl: Graffiti RG-MWIKV
ru: Граффити ОПА-ЭКС
zh_hans: 涂鸦 YU-MNS
zh_hant: 塗鴉 YU-MNS

# GoodsGoodsNameGrfStiGraffiti16
source: SG-BNHPHN graffiti
de: Graffiti „SKL-KNCH“
es: Grafiti DF-AUR
es_mx: Grafiti DF-AUR
fr: Graffiti CC-ECT
it: Graffito GC-CUF
ja: グラフィティ YU-KDD
ko: SS-BNHPHN 그라피티
nl: Graffiti RG-KPTF
ru: Граффити ОПА-УХИ
zh_hans: 涂鸦 YU-KDD
zh_hant: 塗鴉 YU-KDD

# GoodsGoodsNameGrfStiGraffiti17
source: SG-OA graffiti
de: Graffiti „SKL-OA“
es: Grafiti DF-EXT
es_mx: Grafiti DF-EXT
fr: Graffiti CC-PLNER
it: Graffito GC-AAP
ja: グラフィティ YU-OPA
ko: SS-OA 그라피티
nl: Graffiti RG-OPLU
ru: Граффити ОПА-ВОЗ
zh_hans: 涂鸦 YU-OPA
zh_hant: 塗鴉 YU-OPA

# GoodsGoodsNameGrfStiGraffiti18
source: SG-ISO graffiti
de: Graffiti „SKL-ISO“
es: Grafiti DF-ISO
es_mx: Grafiti DF-ISO
fr: Graffiti CC-ISO
it: Graffito GC-GRI
ja: グラフィティ YU-ING
ko: SS-ISO 그라피티
nl: Graffiti RG-ISO
ru: Граффити ОПА-ИЗО
zh_hans: 涂鸦 YU-ING
zh_hant: 塗鴉 YU-ING

# GoodsGoodsNameGrfStiGraffiti19
source: ELTL-CAL graffiti
de: Graffiti „AAL-KAL“
es: Grafiti CAL-ANG
es_mx: Grafiti CAL-ANG
fr: Graffiti BAB-CAL
it: Graffito SO-CMI
ja: グラフィティ GO-ICA
ko: MG-CAL 그라피티
nl: Graffiti FV-KAL
ru: Граффити КАЛИ-УГР
zh_hans: 涂鸦 GO-ICA
zh_hant: 塗鴉 GO-ICA

# GoodsGoodsNameGrfStiGraffiti20
source: TS-SAL graffiti
de: Graffiti „TRD-SAL“
es: Grafiti SLT-NID
es_mx: Grafiti SLT-NID
fr: Graffiti SA-SMD
it: Graffito SA-SNE
ja: グラフィティ SK-SKF
ko: TS-SAL 그라피티
nl: Graffiti TRAZ-SAL
ru: Граффити САМ-ЛОС
zh_hans: 涂鸦 SK-SKF
zh_hant: 塗鴉 SK-SKF

# GoodsGoodsNameGrfStiGraffiti21
source: TS-C0HK graffiti
de: Graffiti „TRD-BRK“
es: Grafiti SLT-ESCM
es_mx: Grafiti SLT-AGLL
fr: Graffiti SA-SU
it: Graffito SA-PPI
ja: グラフィティ SK-DSK
ko: TS-DCH 그라피티
nl: Graffiti TRAZ-SLG
ru: Граффити САМ-СКО
zh_hans: 涂鸦 SK-DSK
zh_hant: 塗鴉 SK-DSK

# GoodsGoodsNameGrfStiGraffiti22
source: TS-SWD graffiti
de: Graffiti „TRD-ALG“
es: Grafiti SLT-ALG
es_mx: Grafiti SLT-ALG
fr: Graffiti SA-AG
it: Graffito SA-AGL
ja: グラフィティ SK-KIS
ko: TS-SWD 그라피티
nl: Graffiti TRAZ-ZWR
ru: Граффити САМ-ВОД
zh_hans: 涂鸦 SK-KIS
zh_hant: 塗鴉 SK-KIS

# GoodsGoodsNameGrfStiGraffiti23
source: TS-STLH graffiti
de: Graffiti „TRD-BÄM“
es: Grafiti SLT-FRZ
es_mx: Grafiti SLT-FRZ
fr: Graffiti SA-TPN
it: Graffito SA-BOM
ja: グラフィティ SK-BKD
ko: TS-PT 그라피티
nl: Graffiti TRAZ-STK
ru: Граффити САМ-ДЯД
zh_hans: 涂鸦 SK-BKD
zh_hant: 塗鴉 SK-BKD

# GoodsGoodsNameGrfStiGraffiti24
source: TS-MWZ graffiti
de: Graffiti „TRD-GRBLX“
es: Grafiti SLT-FCX
es_mx: Grafiti SLT-MDBR
fr: Graffiti SA-GBB
it: Graffito SA-BOC
ja: グラフィティ SK-MGR
ko: TS-DDZ 그라피티
nl: Graffiti TRAZ-SNA
ru: Граффити САМ-ЖУЙ
zh_hans: 涂鸦 SK-MGR
zh_hant: 塗鴉 SK-MGR

# GoodsGoodsNameGrfStiGraffiti25
source: TS-WHPL graffiti
de: Graffiti „TRD-WRBL“
es: Grafiti SLT-RML
es_mx: Grafiti SLT-RML
fr: Graffiti SA-TRD
it: Graffito SA-SPI
ja: グラフィティ SK-UZU
ko: TS-WHPL 그라피티
nl: Graffiti TRAZ-KLK
ru: Граффити САМ-СПИ
zh_hans: 涂鸦 SK-UZU
zh_hant: 塗鴉 SK-UZU
