Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GearGearNameShoesMsn110
source: Fuzz-Octoling Boots
de: Flausch-Okto-Kampfstiefel
es: Pulpobota capilar
es_mx: Octobota capilar
fr: Bottes octabouilles
it: Stivali Octoling pelosi
ja: ケタコゾネスブーツ
ko: 털문어조네스 부츠
nl: Vacht-Octolaarzen
ru: Гриндерсы шерстолинга
zh_hans: 绒毛章鱼女战士靴
zh_hant: 絨毛章魚女戰士靴

# GearGearNameShoesMsn301
source: Survival Foot
ja: サバイバルフット
ko: 서바이벌 풋
zh_hans: 生存鞋子
zh_hant: 生存鞋子

# GearGearNameShoesMsn302
source: Hero Boots Lv1
ja: ヒーローブーツLv1
ko: 히어로 부츠 Lv1
zh_hans: 英雄靴Lv1
zh_hant: 英雄靴Lv1

# GearGearNameShoesMsn303
source: Hero Boots Lv2
ja: ヒーローブーツLv2
ko: 히어로 부츠 Lv2
zh_hans: 英雄靴Lv2
zh_hant: 英雄靴Lv2

# GearGearNameShoesMsn304
source: Hero Boots Lv3
ja: ヒーローブーツLv3
ko: 히어로 부츠 Lv3
zh_hans: 英雄靴Lv3
zh_hant: 英雄靴Lv3

# GearGearNameShoesMsn305
source: Hero Boots ST
ja: ヒーローブーツST
ko: 히어로 부츠 ST
zh_hans: 英雄靴ST
zh_hant: 英雄靴ST

# GearGearNameShoesMsn306
source: Hero Boot Replicas
de: Heldenstiefel Replik
es: Bota de élite (réplica)
es_mx: Botas de élite réplica
fr: Boots héroïques (répliques)
it: Stivali élite replica
ja: ヒーローブーツ レプリカ
ko: 히어로 부츠 레플리카
nl: Heldensneakers (replica)
ru: Боты героя (клон)
zh_hans: 英雄靴 复制
zh_hant: 英雄靴 複製

# GearGearNameShoesMsn307
source: Survival Footwrap Replicas
de: Survival-Fußschutz Replik
es: Vendaje supervivencia (réplica)
es_mx: Vendaje supervivencia réplica
fr: Protège-pieds de survie (répl.)
it: Bende sopravvivenza replica
ja: サバイバルフット レプリカ
ko: 서바이벌 풋 레플리카
nl: Overlevingsbandages (replica)
ru: Бинты выживальщика (кл.)
zh_hans: 生存鞋子 复制
zh_hant: 生存鞋子 複製

# GearGearNameShoesMsn310
source: Legendary Sandals
ja: でんせつのゾーリ
ko: 전설의 가락 신
zh_hans: 传说的草鞋
zh_hant: 傳說的草鞋

# GearGearNameShoesMsn311
source: Captain's Flip-Flop Replicas
de: Käpt'n-Schlappen Replik
es: Chancla de capitán (réplica)
es_mx: Chanclas de capitán réplica
fr: Tongs de l'amiral (répliques)
it: Infradito da capitana replica
ja: コマンダーゾーリ レプリカ
ko: 커맨더 가락 신 레플리카
nl: Kapiteinsslippers (replica)
ru: Шлепки капитана (клон)
zh_hans: 指挥官人字拖 复制
zh_hant: 指揮官人字拖 複製

# GearGearNameShoesSdl000
source: Oyster Clogs
de: Austerngraue Clogs
es: Zueco gris
es_mx: Zuecos grises
fr: Sabots huître
it: Zoccoli grigi
ja: オイスタークロッグ
ko: 오이스터 클로그
nl: Grijze klompen
ru: Серые клоги
zh_hans: 鳄鱼鞋 牡蛎
zh_hant: 鱷魚鞋 牡蠣

# GearGearNameShoesSdl001
source: Choco Clogs
de: Schokobraune Clogs
es: Zueco chocolate
es_mx: Zuecos chocolate
fr: Sabots chocolat
it: Zoccoli marroni
ja: チョコクロッグ
ko: 초콜릿 클로그
nl: Bruine klompen
ru: Коричневые клоги
zh_hans: 鳄鱼鞋 巧克力
zh_hant: 鱷魚鞋 巧克力

# GearGearNameShoesSdl003
source: Neon Delta Straps
de: Neon-Delta-Sandalen
es: Sandalia delta neón
es_mx: Sandalias delta neón
fr: Sandales fluo
it: Sandali a strappo neon
ja: デルタストラップ ネオン
ko: 네온 델타 스트랩
nl: Neon sandalen
ru: Неоновые сандалии
zh_hans: 三角带运动凉鞋 霓虹
zh_hant: 三角帶運動涼鞋 霓虹

# GearGearNameShoesSdl004
source: Black Flip-Flops
de: Schwarze Strandsandalen
es: Chancla negra
es_mx: Chanclas negras
fr: Tongs noires
it: Ciabatte da mare
ja: BBサンダル
ko: 블랙 플립플롭
nl: Zwarte teenslippers
ru: Черные шлепки
zh_hans: BB拖鞋
zh_hant: BB拖鞋

# GearGearNameShoesSdl005
source: Snow Delta Straps
de: Polarweiße Delta-Sandalen
es: Sandalia delta nieve
es_mx: Sandalias delta nieve
fr: Sandales poudreuse
it: Sandali a strappo neve
ja: デルタストラップ スノー
ko: 스노 델타 스트랩
nl: Sneeuwwitte sandalen
ru: Снежные сандалии
zh_hans: 三角带运动凉鞋 雪白
zh_hant: 三角帶運動涼鞋 雪白

# GearGearNameShoesSdl006
source: Luminous Delta Straps
de: Signal-Delta-Sandalen
es: Sandalia delta luminosa
es_mx: Sandalias delta luminosas
fr: Sandales chaussettes fluo
it: Sandali a strappo fluo
ja: デルタストラップ ルミナス
ko: 루미너스 델타 스트랩
nl: Roetzwarte sandalen
ru: Горные сандалии
zh_hans: 三角带运动凉鞋 光亮
zh_hant: 三角帶運動涼鞋 光亮

# GearGearNameShoesSdl007
source: Red FishFry Sandals
de: Rote Schlappen
es: Chancla roja
es_mx: Chanclas Sofrito
fr: Claquettes rouges Friture
it: Ciabatte rosse
ja: ヤキフグシャワサン アカ
ko: 빨강 복어구이 슬리퍼
nl: Rode badslippers
ru: Шлепки «Фугасик»
zh_hans: 烧河豚浴室拖鞋 红色
zh_hant: 燒河豚浴室拖鞋 紅色

# GearGearNameShoesSdl008
source: Yellow FishFry Sandals
de: Gelbe Schlappen
es: Chancla amarilla
es_mx: Chanclas Sofrito amarillas
fr: Claquettes jaunes Friture
it: Ciabatte cool
ja: ヤキフグシャワサン キ
ko: 노랑 복어구이 슬리퍼
nl: Gele badslippers
ru: Желтые шлепки «Фугасик»
zh_hans: 烧河豚浴室拖鞋 黄色
zh_hant: 燒河豚浴室拖鞋 黃色

# GearGearNameShoesSdl009
source: Musselforge Flip-Flops
de: Molluskelbude-Schlappen
es: Chancla conchas
es_mx: Chanclas deportivas
fr: Tongs coquillages
it: Ciabatte cirripedi
ja: フジツボペタサン
ko: 따개비 플립플롭
nl: Vinvis-teenslippers
ru: Шлепки «Кревед!»
zh_hans: 藤壶平底拖鞋
zh_hant: 藤壺平底拖鞋

# GearGearNameShoesSdl010
source: Cuttlefish Sandies
de: Gräten-Sandalen
es: Sandalia raspa de pez
es_mx: Huaraches marrones
fr: Sandales arêtes
it: Sandalisca di pesce
ja: フィッシュボーンワラチ
ko: 피시 본 우라치
nl: Sepiasandalen
ru: Сандалии «Рыбья кость»
zh_hans: 鱼骨编织凉鞋
zh_hant: 魚骨編織涼鞋

# GearGearNameShoesSdl011
source: Arrow Toesies Blu
de: Blaue Pfeilsandalen
es: Sandalia flechas azul
es_mx: Sandalias flechas azules
fr: Flèches ouvertes bleues
it: Open toe blu
ja: アローズサンダル アオキ
ko: 블루&옐로 애로 샌들
nl: Blauwe pijlsandalen
ru: Синие «Стрелы-лайт»
zh_hans: 箭标拖鞋 蓝黄色
zh_hant: 箭標拖鞋 藍黃色

# GearGearNameShoesSdl012
source: BlobMob Flip-Flops
de: BlobMob-Strandsandalen
es: Chancla glóbulos
es_mx: Chanclas glóbulos
fr: Tongs smiley
it: Ciabatte SmileMob
ja: BSサンダル
ko: BS 플립플롭
nl: BlobMob-teenslippers
ru: Шлепки со смайлом
zh_hans: BS拖鞋
zh_hant: BS拖鞋

# GearGearNameShoesSdl013
source: Orange Dadfoot Sandals
de: Orange Strumpflatschen
es: Sandalia ultranaranja
es_mx: Sandalias ultranaranjas
fr: Sandales chunky orange
it: Fluosandali arancioni
ja: ベリベリサン オレンジ
ko: 오렌지 벨크로 샌들
nl: Oranje plastic sandalen
ru: Оранжевые шлеподы
zh_hans: 非常非常拖鞋 橘色
zh_hant: 非常非常拖鞋 橘色

# GearGearNameShoesSdl014
source: Arrow Toesies Purp
de: Lila Pfeilsandalen
es: Sandalia flechas morada
es_mx: Sandalias flechas moradas
fr: Flèches ouvertes lilas
it: Open toe viola
ja: アローズサンダル ムラキ
ko: 퍼플&옐로 애로 샌들
nl: Paarse pijlsandalen
ru: Лиловые «Стрелы-лайт»
zh_hans: 箭标拖鞋 紫黄色
zh_hant: 箭標拖鞋 紫黃色

# GearGearNameShoesSdl015
source: Annaki Strappy Sandals
de: Annaki-Anschnaller
es: Sandalia de cuero Annak
es_mx: Sandalias de cuero Annak
fr: Spartiates cuir Aroz
it: Sandali Annak
ja: アナアキストラップ レザー
ko: 아나키 레더 스트랩
nl: Annaki-gespsandalen
ru: Сандалии с застежками
zh_hans: 无法无天运动凉鞋 皮革
zh_hant: 無法無天運動涼鞋 皮革

# GearGearNameShoesSdl016
source: Squid Bone Unslips
de: Grätenband-Sandalen
es: Sandalia tiras de calamar
es_mx: Tiras de calamar
fr: Souliers calasquelette
it: Slip-on elastiche
ja: イカボーンサンダル
ko: 오징어 본 샌들
nl: Inktvisschelpsandalen
ru: Сандалии «Гладиус»
zh_hans: 鱿鱼骨拖鞋
zh_hant: 魷魚骨拖鞋

# GearGearNameShoesSdl017
source: Pink Dadfoot Sandals
de: Pinke Strumpflatschen
es: Sandalia ultrarrosa
es_mx: Sandalias ultrarrosas
fr: Sandales chunky roses
it: Fluosandali rosa
ja: ベリベリサン マゼンタ
ko: 마젠타 벨크로 샌들
nl: Roze plastic sandalen
ru: Розовые шлеподы
zh_hans: 非常非常拖鞋 洋红色
zh_hant: 非常非常拖鞋 洋紅色

# GearGearNameShoesSdl018
source: Cyan Dadfoot Sandals
de: Türkise Strumpflatschen
es: Sandalia ultraceleste
es_mx: Sandalias ultracelestes
fr: Sandales chunky cyan
it: Fluosandali celesti
ja: ベリベリサン シアン
ko: 시안 벨크로 샌들
nl: Turquoise plastic sandalen
ru: Бирюзовые шлеподы
zh_hans: 非常非常拖鞋 绿蓝色
zh_hant: 非常非常拖鞋 綠藍色

# GearGearNameShoesSdl019
source: Navy Toejamz
de: Marine-Zekkoriletten
es: Zueco de goma azul
es_mx: Zuecos de goma azules
fr: Souliers gomme marine
it: Zoccoli di gomma navy
ja: エゾックロッグ ネイビー
ko: 네이비 클로그
nl: Blauwe kunststof klompen
ru: Синие сабо
zh_hans: 泽酷鳄鱼鞋 海军蓝
zh_hant: 澤酷鱷魚鞋 海軍藍

# GearGearNameShoesSdl020
source: Red Toejamz
de: Sienna-Zekkoriletten
es: Zueco de goma rojo
es_mx: Zuecos de goma rojos
fr: Souliers gomme rouges
it: Zoccoli di gomma rossi
ja: エゾックロッグ レッド
ko: 레드 클로그
nl: Rode kunststof klompen
ru: Красные сабо
zh_hans: 泽酷鳄鱼鞋 红色
zh_hant: 澤酷鱷魚鞋 紅色

# GearGearNameShoesSdl021
source: Yellow Toejamz
de: Zitrus-Zekkoriletten
es: Zueco de goma amarillo
es_mx: Zuecos de goma amarillos
fr: Souliers gomme jaunes
it: Zoccoli di gomma gialli
ja: エゾックロッグ イエロー
ko: 옐로 클로그
nl: Gele kunststof klompen
ru: Желтые сабо
zh_hans: 泽酷鳄鱼鞋 黄色
zh_hant: 澤酷鱷魚鞋 黃色

# GearGearNameShoesSdl022
source: Green Toejamz
de: Algen-Zekkoriletten
es: Zueco de goma verde
es_mx: Zuecos de goma verdes
fr: Souliers gomme verts
it: Zoccoli di gomma verdi
ja: エゾックロッグ グリーン
ko: 그린 클로그
nl: Groene kunststof klompen
ru: Зеленые сабо
zh_hans: 泽酷鳄鱼鞋 绿色
zh_hant: 澤酷鱷魚鞋 綠色

# GearGearNameShoesSdl023
source: Skirmish Sabots
de: Kämpfer-Strohletten
es: Babucha calamares
es_mx: Babuchas calamares
fr: Sabots Kerelle
it: Sabot schermaglia
ja: イカニラミサボ
ko: 오징어 스커미시 사보
nl: Sloffen met kruisen
ru: Сабо «Стычка»
zh_hans: 鱿鱼交锋木底鞋
zh_hant: 魷魚交鋒木底鞋

# GearGearNameShoesSdl024
source: Fishbone Sabots
de: Gräten-Strohletten
es: Babucha raspas
es_mx: Babuchas raspas
fr: Sabots arêtes
it: Sabot spina di pesce
ja: ホネナラベサボ
ko: 생선 뼈 사보
nl: Sloffen met graten
ru: Сабо «Скелетики»
zh_hans: 鱼骨木底鞋
zh_hant: 魚骨木底鞋

# GearGearNameShoesSdodr200
source: Order Boot Replicas
de: Ordnung-Schuhe Replik
es: Bota orden (réplica)
es_mx: Botas orden réplica
fr: Bottes de l'Ordre (répliques)
it: Stivali Ordine replica
ja: オーダーシューズ レプリカ
ko: 오더 슈즈 레플리카
nl: Ordelaarzen (replica)
ru: Боты Порядка (клон)
zh_hans: 秩序鞋 复制
zh_hant: 秩序鞋 複製

# GearGearNameShoesShi000
source: Red Hi-Horses
de: Rote High-Top-Sneaker
es: Hipocampo-A roja
es_mx: Tenis bota rojos
fr: Hippo montantes rouges
it: Alte biancorosse
ja: シーホースHi レッド
ko: 레드 시 호스 Hi
nl: Rode hoge sneakers
ru: Красные блинг-кеды
zh_hans: 高筒海马鞋 红色
zh_hant: 高筒海馬鞋 紅色

# GearGearNameShoesShi001
source: Zombie Hi-Horses
de: Zombie-High-Top-Sneaker
es: Hipocampo-A zombi
es_mx: Tenis bota zombi
fr: Hippo montantes zombi
it: Alte zombie
ja: シーホースHi ゾンビ
ko: 좀비 시 호스 Hi
nl: Hoge zombiesneakers
ru: Блинг-кеды «Зомби»
zh_hans: 高筒海马鞋 僵尸
zh_hant: 高筒海馬鞋 殭屍

# GearGearNameShoesShi002
source: Cream Hi-Tops
de: Leinen-High-Tops
es: Bamba alta crema
es_mx: Tenis bota crema
fr: Tennis montantes crème
it: Sneaker crema
ja: キャンバスHi マッシュルーム
ko: 머시룸 캔버스 Hi
nl: Crèmekleurige Hi-Tops
ru: Светлые кеды
zh_hans: 高筒帆布鞋 蘑菇
zh_hant: 高筒帆布鞋 蘑菇

# GearGearNameShoesShi003
source: Purple Hi-Horses
de: Lila High-Top-Sneaker
es: Hipocampo-A morada
es_mx: Tenis bota morados
fr: Hippo montantes violettes
it: Alte gialloviola
ja: シーホースHi パープル
ko: 퍼플 시 호스 Hi
nl: Paarse Hi-Tops
ru: Лиловые блинг-кеды
zh_hans: 高筒海马鞋 紫色
zh_hant: 高筒海馬鞋 紫色

# GearGearNameShoesShi004
source: Hunter Hi-Tops
de: Tannengrüne Leinen-High-Tops
es: Bamba alta oliva
es_mx: Tenis bota olivo
fr: Tennis montantes algue
it: Sneaker verde scuro
ja: キャンバスHi モロヘイヤ
ko: 헌터 캔버스 Hi
nl: Groene Hi-Tops
ru: Кеды «Охотник»
zh_hans: 高筒帆布鞋 黄麻
zh_hant: 高筒帆布鞋 黃麻

# GearGearNameShoesShi005
source: Red Hi-Tops
de: Rote Leinen-High-Tops
es: Bamba alta roja
es_mx: Tenis bota rojos
fr: Tennis montantes rouges
it: Sneaker rosse
ja: キャンバスHi トマト
ko: 레드 캔버스 Hi
nl: Rode Hi-Tops
ru: Красные кеды
zh_hans: 高筒帆布鞋 番茄
zh_hant: 高筒帆布鞋 番茄

# GearGearNameShoesShi006
source: Gold Hi-Horses
de: Goldene High-Top-Sneaker
es: Hipocampo-A oro
es_mx: Tenis bota oro
fr: Hippo montantes or
it: Alte dorate
ja: シーホースHi ゴールド
ko: 골드 시 호스 Hi
nl: Gouden Hi-Tops
ru: Золотистые блинг-кеды
zh_hans: 高筒海马鞋 金色
zh_hant: 高筒海馬鞋 金色

# GearGearNameShoesShi008
source: Shark Moccasins
de: Hai-Schnürer
es: Mocasín caimán
es_mx: Caimanes
fr: Mocassins squale
it: Scarpe aggressive
ja: シャークモカシン
ko: 샤크 모카신
nl: Krokodillenmocassins
ru: Мокасины «Челюсти»
zh_hans: 莫卡辛鞋 鲨鱼
zh_hant: 莫卡辛鞋 鯊魚

# GearGearNameShoesShi009
source: Mawcasins
de: Karnivor-Schnürer
es: Mocasín escualo
es_mx: Tiburones
fr: Mocassins carnassier
it: Scarpe squalo
ja: ジョーズモカシン
ko: 네이비 모카신
nl: Haaienmocassins
ru: Мокасины «Зубастики»
zh_hans: 莫卡辛鞋 大白鲨
zh_hant: 莫卡辛鞋 大白鯊

# GearGearNameShoesShi010
source: Chocolate Dakroniks
de: Schoko-Dakroniks
es: Hipocampo-B chocolate
es_mx: Dakronik chocolates
fr: Baskets montantes choco
it: Dakroniks choco
ja: デカロニックチョコレート
ko: 초콜릿 빅 로고 레이스업
nl: Chocobruine Dakroniks
ru: Шоколадные кросс-кеды
zh_hans: 贝壳鞋 巧克力
zh_hant: 貝殼鞋 巧克力

# GearGearNameShoesShi011
source: Cyan Dakroniks
de: Türkise Dakroniks
es: Hipocampo-B celeste
es_mx: Dakronik turquesas
fr: Baskets montantes azur
it: Dakroniks celesti
ja: デカロニックミント
ko: 민트 빅 로고 레이스업
nl: Hemelsblauwe Dakroniks
ru: Бирюзовые кросс-кеды
zh_hans: 贝壳鞋 薄荷
zh_hant: 貝殼鞋 薄荷

# GearGearNameShoesShi012
source: Black Dakroniks
de: Schwarze Dakroniks
es: Hipocampo-B blanca y negra
es_mx: Dakronik negros
fr: Baskets montantes noires
it: Dakroniks nere
ja: デカロニックブラック
ko: 블랙 빅 로고 레이스업
nl: Zwarte Dakroniks
ru: Черные кросс-кеды
zh_hans: 贝壳鞋 黑色
zh_hant: 貝殼鞋 黑色

# GearGearNameShoesShi013
source: Piranha Moccasins
de: Piranha-Schnürer
es: Mocasín piraña
es_mx: Pirañas
fr: Mocassins piranha
it: Scarpe piranha
ja: ピラニアモカシン
ko: 블랙 모카신
nl: Piranhamocassins
ru: Мокасины «Пираньи»
zh_hans: 莫卡辛鞋 食人鱼
zh_hant: 莫卡辛鞋 食人魚

# GearGearNameShoesShi014
source: White Norimaki 750s
de: Weiße Norimaki 750
es: Deportiva futurista blanca
es_mx: Norimaki 750 blancos
fr: Tennis high-tech blanches
it: Slip-on bianche
ja: ノリマキ750 ホワイト
ko: 화이트 김말이 750
nl: Witte Norimaki 750s
ru: Белые сушитапки 750с
zh_hans: 海苔卷鞋750 白色
zh_hant: 海苔捲鞋750 白色

# GearGearNameShoesShi015
source: Black Norimaki 750s
de: Schwarze Norimaki 750
es: Deportiva futurista negra
es_mx: Norimaki 750 negros
fr: Tennis high-tech noires
it: Slip-on nere
ja: ノリマキ750 ブラック
ko: 블랙 김말이 750
nl: Zwarte Norimaki 750s
ru: Черные сушитапки 750с
zh_hans: 海苔卷鞋750 黑色
zh_hant: 海苔捲鞋750 黑色

# GearGearNameShoesShi016
source: Sunset Orca Hi-Tops
de: Sonnenorca-High-Tops
es: Deportiva orca soleada
es_mx: Tenis orca ocaso
fr: Orques crépuscule
it: Sneaker orca tramonto
ja: オルカHi サンセット
ko: 선셋 오르카 Hi
nl: Gele orka-sneakers
ru: Оранжевые «Косатки»
zh_hans: 虎鲸高筒鞋 日落
zh_hant: 虎鯨高筒鞋 日落

# GearGearNameShoesShi017
source: Red & Black Squidkid IV
de: Rot-schwarze Squidkids IV
es: Calamark roja y negra
es_mx: Calamark rojos y negros
fr: Egings IV rouges et noires
it: Mitilik rosse e nere
ja: エギング4 アカクロ
ko: 레드&블랙 에깅 4
nl: Rode Squidkid IV
ru: Красно-черные шузы
zh_hans: 饵木钓鞋4 红配黑
zh_hant: 餌木釣鞋4 紅配黑

# GearGearNameShoesShi018
source: Blue & Black Squidkid IV
de: Blau-schwarze Squidkids IV
es: Calamark azul y negra
es_mx: Calamark azules y negros
fr: Egings IV bleues et noires
it: Mitilik blu e nere
ja: エギング4 アオクロ
ko: 블루&블랙 에깅 4
nl: Blauwe Squidkid IV
ru: Сине-черные шузы
zh_hans: 饵木钓鞋4 蓝配黑
zh_hant: 餌木釣鞋4 藍配黑

# GearGearNameShoesShi019
source: Gray Sea-Slug Hi-Tops
de: Graue High-Tops
es: Zapatilla alta gris
es_mx: Tenis bota grises
fr: Anguilles montantes grises
it: Swimmer alte grigie
ja: ウミウシタウンHi グレー
ko: 그레이 해우 타운 Hi
nl: Grijze hoge sneakers
ru: Серые высокие кроссы
zh_hans: 海蛞蝓镇高筒鞋 灰色
zh_hant: 海蛞蝓鎮高筒鞋 灰色

# GearGearNameShoesShi020
source: Orca Hi-Tops
de: Orca-High-Tops
es: Deportiva orca
es_mx: Tenis orca
fr: Orques classiques
it: Sneaker orca
ja: オルカHi
ko: 오르카 Hi
nl: Orka-sneakers
ru: «Косатки»
zh_hans: 虎鲸高筒鞋
zh_hant: 虎鯨高筒鞋

# GearGearNameShoesShi022
source: Navy Enperrials
de: Marine-Enperrial-Stiefel
es: Botín Krakien marino
es_mx: Botas Emperi marinas
fr: Bottillons marine DUX
it: Stivaletti Imperial nautici
ja: エンペリアルNV
ko: 네이비 엔페리얼
nl: Blauwe Enperrial-laarzen
ru: Ботинки «Адмирал»
zh_hans: 皇家靴 海军
zh_hant: 皇家靴 海軍

# GearGearNameShoesShi023
source: Amber Sea Slug Hi-Tops
de: Bernstein-High-Tops
es: Zapatilla alta ámbar
es_mx: Tenis bota ámbar
fr: Anguilles montantes ambre
it: Swimmer alte da trekking
ja: ウミウシタウンHi アンバー
ko: 앰버 해우 타운 Hi
nl: Bruine hoge sneakers
ru: Кроссы «Янтарь»
zh_hans: 海蛞蝓镇高筒鞋 琥珀
zh_hant: 海蛞蝓鎮高筒鞋 琥珀

# GearGearNameShoesShi024
source: Yellow Iromaki 750s
de: Gelbe Iromaki 750
es: Deportiva futurista amarilla
es_mx: Iromaki 750 amarillos
fr: Tennis high-tech jaunes
it: Slip-on gialle
ja: イロマキ750 イエロー
ko: 옐로 컬러말이 750
nl: Gele Iromaki 750
ru: Желтые сушитапки 750с
zh_hans: 综合卷鞋750 黄色
zh_hant: 綜合捲鞋750 黃色

# GearGearNameShoesShi025
source: Red & White Squidkid V
de: Rot-weiße Squidkids V
es: Calamark+ roja y blanca
es_mx: Calamark X rojos y blancos
fr: Egings V rouges et blanches
it: Mitilik 5 rosse e bianche
ja: エギング5 シロアカ
ko: 화이트&레드 에깅 5
nl: Rood-witte Squidkid V
ru: Красно-белые шузы
zh_hans: 饵木钓鞋5 白配红
zh_hant: 餌木釣鞋5 白配紅

# GearGearNameShoesShi026
source: Honey & Orange Squidkid V
de: Honig-orange Squidkids V
es: Calamark+ miel
es_mx: Calamark X melosos
fr: Egings V miel et orange
it: Mitilik 5 gialloarancio
ja: エギング5 ハニオレ
ko: 허니&오렌지 에깅 5
nl: Geel-oranje Squidkid V
ru: Желто-оранжевые шузы
zh_hans: 饵木钓鞋5 蜂蜜橘子
zh_hant: 餌木釣鞋5 蜂蜜橘子

# GearGearNameShoesShi027
source: Sun & Shade Squidkid IV
de: Gelb-blaue Squidkids IV
es: Calamark amarilla y azul
es_mx: Calamark amarillos y azules
fr: Egings IV marine et jaunes
it: Mitilik gialle e blu
ja: エギング4 キイコン
ko: 옐로&네이비 에깅 4
nl: Geel-blauwe Squidkid IV
ru: Сине-желтые шузы
zh_hans: 饵木钓鞋4 黄配深蓝
zh_hant: 餌木釣鞋4 黃配深藍

# GearGearNameShoesShi028
source: Orca Woven Hi-Tops
de: Webe-Orca-High-Tops
es: Deportiva orca zigzag
es_mx: Tenis orca tejidos
fr: Orques tissées
it: Sneaker orca urbane
ja: オルカHi ウーブン
ko: 우븐 오르카 Hi
nl: Geweven orka-sneakers
ru: Высокие кроссы с узором
zh_hans: 虎鲸高筒鞋 梭织
zh_hant: 虎鯨高筒鞋 梭織

# GearGearNameShoesShi029
source: Green Iromaki 750s
de: Grüne Iromaki 750
es: Deportiva futurista verde
es_mx: Iromaki 750 verdes
fr: Tennis high-tech vertes
it: Slip-on verdi
ja: イロマキ750 グリーン
ko: 그린 컬러말이 750
nl: Groene Iromaki 750
ru: Зеленые сушитапки 750с
zh_hans: 综合卷鞋750 绿色
zh_hant: 綜合捲鞋750 綠色

# GearGearNameShoesShi030
source: Purple Iromaki 750s
de: Lila Iromaki 750
es: Deportiva futurista lila
es_mx: Iromaki 750 morados
fr: Tennis high-tech violettes
it: Slip-on viola
ja: イロマキ750 パープル
ko: 퍼플 컬러말이 750
nl: Paarse Iromaki 750
ru: Фиолетовые сушитапки 750с
zh_hans: 综合卷鞋750 紫色
zh_hant: 綜合捲鞋750 紫色

# GearGearNameShoesShi031
source: Red Iromaki 750s
de: Rote Iromaki 750
es: Deportiva futurista roja
es_mx: Iromaki 750 rojos
fr: Tennis high-tech rouges
it: Slip-on rosse
ja: イロマキ750 レッド
ko: 레드 컬러말이 750
nl: Rode Iromaki 750
ru: Бордовые сушитапки 750с
zh_hans: 综合卷鞋750 红色
zh_hant: 綜合捲鞋750 紅色

# GearGearNameShoesShi032
source: Blue Iromaki 750s
de: Blaue Iromaki 750
es: Deportiva futurista azul
es_mx: Iromaki 750 azules
fr: Tennis high-tech bleues
it: Slip-on blu
ja: イロマキ750 ブルー
ko: 블루 컬러말이 750
nl: Blauwe Iromaki 750
ru: Синие сушитапки 750с
zh_hans: 综合卷鞋750 蓝色
zh_hant: 綜合捲鞋750 藍色

# GearGearNameShoesShi033
source: Orange Iromaki 750s
de: Orange Iromaki 750
es: Deportiva futurista naranja
es_mx: Iromaki 750 naranjas
fr: Tennis high-tech orange
it: Slip-on arancioni
ja: イロマキ750 オレンジ
ko: 오렌지 컬러말이 750
nl: Oranje Iromaki 750
ru: Оранжевые сушитапки 750с
zh_hans: 综合卷鞋750 橘色
zh_hant: 綜合捲鞋750 橘色

# GearGearNameShoesShi034
source: Red Power Stripes
de: Rote Power-Sci-Fis
es: Megabota roja
es_mx: Megabotas rojas
fr: Mégamax rouges
it: Basket rosse
ja: パワーストリップ アカアシ
ko: 레드 파워 스트립
nl: Rode scifi-sneakers
ru: Красные тентакроссы
zh_hans: 能力条纹鞋 红色
zh_hant: 能力條紋鞋 紅色

# GearGearNameShoesShi035
source: Blue Power Stripes
de: Blaue Power-Sci-Fis
es: Megabota azulada
es_mx: Megabotas azuladas
fr: Mégamax bleues
it: Basket blu
ja: パワーストリップ アオアシ
ko: 블루 파워 스트립
nl: Blauwe scifi-sneakers
ru: Синие тентакроссы
zh_hans: 能力条纹鞋 蓝色
zh_hant: 能力條紋鞋 藍色

# GearGearNameShoesShi036
source: Toni Kensa Black Hi-Tops
de: Kensa-Sci-Fis
es: Megabota elegante
es_mx: Megabotas Tonken
fr: Mégamax noires K
it: Basket nere
ja: ストリップ タタキベッチュー
ko: 스트립 오더 메이드
nl: Toni Kensa-scifi-sneakers
ru: «Кляксы» от С. Кусаки
zh_hans: 条纹鞋 剑尖鱿特制
zh_hant: 條紋鞋 劍尖魷特製

# GearGearNameShoesShi037
source: Sesame Salt 270s
de: Gomashio 270
es: Deportiva sal y sésamo 270
es_mx: Sal y sésamo 270
fr: Tennis high-tech Gomashio 270
it: Slip-on sale e sesamo 270
ja: ゴマシオ270
ko: 세서미 솔트 270
nl: Sesam & Zout 270
ru: «Сезам и соль» 270
zh_hans: 芝麻盐巴鞋270
zh_hant: 芝麻鹽巴鞋270

# GearGearNameShoesShi038
source: Black & Blue Squidkid V
de: Schwarz-blaue Squidkids V
es: Calamark+ negra y azul
es_mx: Calamark X negros y azules
fr: Egings V noires et bleues
it: Mitilik 5 blu e nere
ja: エギング5 クロアオ
ko: 블랙&블루 에깅 5
nl: Zwart-blauwe Squidkid V
ru: Черно-синие шузы
zh_hans: 饵木钓鞋5 黑配蓝
zh_hant: 餌木釣鞋5 黑配藍

# GearGearNameShoesShi039
source: Orca Passion Hi-Tops
de: Pitaya-Orca-High-Tops
es: Deportiva orca vistosa
es_mx: Tenis orca pasión
fr: Orques passion
it: Sneaker orca passione
ja: オルカHi パッション
ko: 패션 오르카 Hi
nl: Magenta orka-sneakers
ru: «Косатки» с акцентом
zh_hans: 虎鲸高筒鞋 热情
zh_hant: 虎鯨高筒鞋 熱情

# GearGearNameShoesShi040
source: Truffle Canvas Hi-Tops
de: Schwarze Leinen-High-Tops
es: Bamba alta trufa
es_mx: Tenis bota trufa
fr: Tennis montantes truffe
it: Sneaker tartufo
ja: キャンバスHi トリュフ
ko: 트뤼프 캔버스 Hi
nl: Zwarte Hi-Tops
ru: Трюфельные кеды
zh_hans: 高筒帆布鞋 松露
zh_hant: 高筒帆布鞋 松露

# GearGearNameShoesShi042
source: Force ReBoots
de: Reboot-High-Tops
es: Bota energética
es_mx: Botas reforzadas
fr: Bottes énergétiques
it: Stivali Reboot
ja: パワーリセットHi
ko: 파워 리셋 Hi
nl: Reboot-laarzen
ru: Стальные ребутсы
zh_hans: 能力重置高筒鞋
zh_hant: 能力重置高筒鞋

# GearGearNameShoesShi043
source: Tenya OctoReds
de: Rote Tenya8
es: Octodeportiva roja
es_mx: Octotenis rojos
fr: Octaskets rouges
it: Octosneaker rosse
ja: テンヤ8 レッド
ko: 레드 텐야 8
nl: Rode basketbalschoenen
ru: Осьмокроссы «Рубин»
zh_hans: 天亚8篮球鞋 红色
zh_hant: 天亞8籃球鞋 紅色

# GearGearNameShoesShi044
source: Tenya OctoPurps
de: Lila Tenya8
es: Octodeportiva morada
es_mx: Octotenis morados
fr: Octaskets lilas
it: Octosneaker viola
ja: テンヤ8 パープル
ko: 퍼플 텐야 8
nl: Paarse basketbalschoenen
ru: Осьмокроссы «Аметист»
zh_hans: 天亚8篮球鞋 紫色
zh_hant: 天亞8籃球鞋 紫色

# GearGearNameShoesShi045
source: Pearl 01STERs
de: 4USTERs Perle
es: Bota ostra blanca
es_mx: Botas ostra blancas
fr: Bottes perle HU1T73
it: OSTR1K color perla
ja: 01STER コハク
ko: 호박 01STER
nl: Parelwitte 03ST3Rs
ru: Перл-кроссы «УС-3»
zh_hans: 01STER 琥珀
zh_hant: 01STER 琥珀

# GearGearNameShoesShi046
source: Zebrafish Hi-Tops
de: Zebrafisch-High-Tops
es: Bamba alta pez cebra
es_mx: Tenis bota pez cebra
fr: Tennis montantes zébrées
it: Sneaker bianconere
ja: ウノアシHi
ko: 테두리고둥 Hi
nl: Zebravis-Hi-Tops
ru: Высокие зеброкеды
zh_hans: 鹈足青螺高筒鞋
zh_hant: 鵜足青螺高筒鞋

# GearGearNameShoesShi047
source: Dustcloud Hi-Tops
de: Sandsturm-High-Tops
es: Bota alta camuflaje tierra
es_mx: Tenis bota camuflaje tierra
fr: Tennis montantes poussière
it: Sneaker sabbiose
ja: カモスニーカー ドトン
ko: 어스 카무 스니커즈
nl: Zandstorm-Hi-Tops
ru: Кеды «Самум»
zh_hans: 迷彩运动鞋 土遁
zh_hant: 迷彩運動鞋 土遁

# GearGearNameShoesShi048
source: Seafoam Hi-Tops
de: Seesalz-High-Tops
es: Bota alta camuflaje mar
es_mx: Tenis bota camuflaje mar
fr: Tennis montantes écume
it: Sneaker marose
ja: カモスニーカー スイトン
ko: 워터 카무 스니커즈
nl: Waterhoos-Hi-Tops
ru: Кеды «Аква»
zh_hans: 迷彩运动鞋 水遁
zh_hant: 迷彩運動鞋 水遁

# GearGearNameShoesShi049
source: White Lo-Vert Hi-Tops
de: Weiße Mega-Tops
es: Bamba alta blanca
es_mx: Tenis perca blancos
fr: Tennis montantes à scratch
it: Sneaker alte bianche
ja: パーチHi ホワイト
ko: 화이트 퍼치 Hi
nl: Witte Mega-Tops
ru: Белые кроссы на шнурках
zh_hans: 河鲈高筒鞋 白色
zh_hant: 河鱸高筒鞋 白色

# GearGearNameShoesShi050
source: Blue & Black Squidkid III
de: Blau-Mono-Squidkids III
es: Calamark- A+N+B
es_mx: Calamark Y azules y negros
fr: Egings III noires et bleues
it: Mitilik 3 blu e nere
ja: エギング3 アオクロシロ
ko: 블루&블랙&화이트 에깅 3
nl: Blauw-zwarte Squidkid III
ru: Сине-черные ретрошузы
zh_hans: 饵木钓鞋3 蓝黑白
zh_hant: 餌木釣鞋3 藍黑白

# GearGearNameShoesShi051
source: Red & White Squidkid III
de: Rot-Mono-Squidkids III
es: Calamark- R+B+N
es_mx: Calamark Y rojos y blancos
fr: Egings III rouges et blanches
it: Mitilik 3 rosse e bianche
ja: エギング3 アカシロクロ
ko: 레드&화이트&블랙 에깅 3
nl: Rood-witte Squidkid III
ru: Красно-белые ретрошузы
zh_hans: 饵木钓鞋3 红白黑
zh_hant: 餌木釣鞋3 紅白黑

# GearGearNameShoesShi052
source: Onyx 01STERs
de: 4USTERs Kanro
es: Bota ostra negra
es_mx: Botas ostra negras
fr: Bottes onyx HU1T73
it: OSTR1K color onice
ja: 01STER カンロ
ko: 다크 01STER
nl: Onyxzwarte 03ST3Rs
ru: Оникс-кроссы «УС-3»
zh_hans: 01STER 甘露酱油
zh_hant: 01STER 甘露醬油
