Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# MiniGameMiniGameCardNameChargerQuick00
source: Classic Squiffer
de: Sepiatorα
es: Kalarrapid α
es_mx: Delineador X
fr: Décap'expressAlpha
it: Kalamarapid α
ja: スクイックリンα
ko: 스퀵 클린 α
nl: Octopoets
ru: Стиратель
zh_hans: 鱿快洁α
zh_hant: 魷快潔α

# MiniGameMiniGameCardNameChargerQuick01
source: New Squiffer
de: Sepiator β
es: Kalarrapid β
es_mx: Delineador Y
fr: Décap'expressBêta
it: Kalamarapid β
ja: スクイックリンβ
ko: 스퀵 클린 β
nl: OctopoetsUltra
ru: Стиратель-II
zh_hans: 鱿快洁β
zh_hant: 魷快潔β

# MiniGameMiniGameCardNameChidori
source: Reefslider
de: Hai-hammer
es: Flotiburón
es_mx: Flotiburón
fr: Cavalsquale
it: Motosqualo
ja: サメライド
ko: 샤크 라이드
nl: Opblaashaai
ru: Мотокула
zh_hans: 鲨鱼坐骑
zh_hant: 鯊魚坐騎

# MiniGameMiniGameCardNameDaunii
source: Spyke
de: Siggi
es: Eri
es_mx: Eri
fr: Kipik
it: Richie
ja: ダウニー
ko: 다우니
ru: Шипаня
zh_hans: 丹尼
zh_hant: 丹尼

# MiniGameMiniGameCardNameDenchinamazu
source: Zapfish
de: Elektro-wels
es: Siluro eléctrico
es_mx: Volbagre
fr: Poisson-charge
it: Pescescossa
ja: デンチナマズ
ko: 전지메기
nl: Voltvis
ru: Вольторыб
zh_hans: 电池鲶鱼
zh_hant: 電池鯰魚

# MiniGameMiniGameCardNameDosukoi
source: Cohock
de: Brocken
es: Escamacarra
es_mx: Agallón
fr: Sumoche
it: PinnaPingue
ja: ドスコイ
ko: 덩치연어
nl: Sallog
ru: Cковорейдер
zh_hans: 大胖鱼
zh_hant: 大胖魚

# MiniGameMiniGameCardNameEchizen
source: Jelonzo
de: Jean-Qualle
es: M. Duso
es_mx: M. Duso
fr: G. Latineux
it: Meduso
ja: エチゼン
ko: 노무라
nl: Kwalfred
ru: Франтонио
zh_hans: 越前
zh_hant: 越前

# MiniGameMiniGameCardNameEnergyStand
source: Tacticooler
de: Trank-tank
es: Dispensabebidas
es_mx: Dispensabebidas
fr: Districool
it: Rinfrigorente
ja: エナジースタンド
ko: 에너지 스탠드
nl: Reddingsbar
ru: Тоникулер
zh_hans: 能量站
zh_hant: 能量站

# MiniGameMiniGameCardNameEnperii
source: Enperry
es: Krakien
es_mx: Emperi
fr: DUX
it: Imperial
ja: エンペリー
ko: 엔페리
ru: Кальмар Кляр
zh_hans: 鱿皇
zh_hant: 魷皇

# MiniGameMiniGameCardNameEzokko
source: Zekko
es: Ezko
fr: Ezko
it: Ezko
ja: エゾッコ
ko: 제코
ru: Йожко
zh_hans: 泽酷
zh_hant: 澤酷

# MiniGameMiniGameCardNameEzokkorii
source: Z+F
de: Zekkori
es: Ezkkor
es_mx: ZyS
fr: E+F
it: E+T
ja: エゾッコリー
ko: 제코핀
nl: Zekkofin
ru: ЙожкоТюр
zh_hans: 泽酷暖流
zh_hant: 澤酷暖流

# MiniGameMiniGameCardNameForima
source: Forge
de: Focus
es: Forima
es_mx: Forima
fr: Focus
it: Fortia
ja: フォーリマ
ko: 포리마
ru: Блиц
zh_hans: 锻品
zh_hant: 鍛品

# MiniGameMiniGameCardNameFuka
source: Shiver
de: Mako
es: Megan
es_mx: Megan
fr: Pasquale
it: Pinnuccia
ja: フウカ
ko: 후우카
nl: Haya
ru: Кулла
zh_hans: 莎莎
zh_hant: 莎莎

# MiniGameMiniGameCardNameFuka1
source: The Cold-BloodedBandit - Shiver
de: Nahrungsketten-Spitze Mako
es: Depredaciónpura: Megan
es_mx: Depredaciónpura: Megan
fr: Pasquale, le géniedu squale
it: Pinnuccia: predail predatore
ja: サメ使いのフウカ
ko: 상어 조련사후우카
nl: Roofdier onder deroofdieren - Haya
ru: Сверххищницахитовых топов (Кулла)
zh_hans: 鲨鱼操作者莎莎
zh_hant: 鯊魚操作者莎莎

# MiniGameMiniGameCardNameGachiAsari
source: Power Clam
de: Power-muschel
es: Superalmeja
es_mx: Almejón
fr: Superpalourde
it: Super vongola
ja: ガチアサリ
ko: 랭크 바지락
nl: Superschelp
ru: Круть-устрица
zh_hans: 真格蛤蜊
zh_hant: 真格蛤蜊

# MiniGameMiniGameCardNameGachiHoko
source: Rainmaker
de: Goldfisch-kanone
es: Pez dorado
es_mx: Pez dorado
fr: MissionBazookarpe
it: Bazookarp
ja: ガチホコ
ko: 랭크 피시
nl: Bazookarper
ru: Мегакарп
zh_hans: 真格鱼虎
zh_hant: 真格魚虎

# MiniGameMiniGameCardNameGachiYagura
source: Tower ControlTower
de: Turm
es: Torre
es_mx: Torreón
fr: Stand mobile del'Expédition risquée
it: Torre mobile
ja: ガチヤグラ
ko: 랭크 타워
nl: Toren uitTorentwist
ru: Башня из «Бояза башню»
zh_hans: 真格塔楼
zh_hant: 真格塔樓

# MiniGameMiniGameCardNameGrill
source: Griller
de: Killgrill
es: Chaparrilla
es_mx: Brasaleta
fr: Barbeurk
it: Grill
ja: グリル
ko: 그릴
ru: Жаровнер
zh_hans: 烤架鱼
zh_hant: 烤架魚

# MiniGameMiniGameCardNameHakobiya
source: Mothership
de: Mutter-schiff
es: Aerocriadero
es_mx: Salmonodriza
fr: Vaisseaumère
it: Astronavemadre
ja: ハコビヤ
ko: 운반함
nl: Moeder-schip
ru: Нерестилище
zh_hans: 走私鱼
zh_hant: 走私魚

# MiniGameMiniGameCardNameHanagasa
source: Jel La Fleur
de: Jamie-Pasquall
es: M. Arqués
es_mx: M. Arqués
fr: Mehdi
it: Meddy
ja: ハナガサ
ko: 꽃우산
nl: Kwalbert
ru: Желье ле Щуп
zh_hans: 花笠
zh_hant: 花笠

# MiniGameMiniGameCardNameHebi
source: Steel Eel
de: Staal
es: Raspoide
es_mx: Anguiladera
fr: Carnacier
it: Anguilmone
ja: ヘビ
ko: 뱀
nl: Staal
ru: Громыхариус
zh_hans: 蛇鱼
zh_hant: 蛇魚

# MiniGameMiniGameCardNameHeroShooter
source: Hero Shot
de: Helden-waffe
es: Pistolade élite
es_mx: Rociadorde élite
fr: Lanceurhéroïque
it: Pistola élite
ja: ヒーローシューター
ko: 히어로 슈터
nl: Helden-spetter
ru: Каплестрел героя
zh_hans: 英雄射击枪
zh_hant: 英雄射擊槍

# MiniGameMiniGameCardNameHime
source: Pearl
de: Perla
es: Perla
es_mx: Perla
fr: Perle
it: Alga
ja: ヒメ
ko: 히메
nl: Lorelei
ru: Жемчик
zh_hans: 小姬
zh_hant: 小姬

# MiniGameMiniGameCardNameHimeDrone
source: Pearl Drone
de: Perla-Drohne
es: Dron Perla
es_mx: Dron Perla
fr: Drone Perle
it: Alga drone
ja: ヒメドローン
ko: 히메 드론
nl: Lorelei-drone
ru: Жем-дрон
zh_hans: 小姬无人机
zh_hant: 小姬無人機

# MiniGameMiniGameCardNameHokkorii
source: Firefin
de: Rilax
es: Chokkor
es_mx: Shachi
fr: Friture
it: Torryd
ja: ホッコリー
ko: 파이어핀
ru: Фритюр
zh_hans: 暖流
zh_hant: 暖流

# MiniGameMiniGameCardNameHotakkusu
source: Skalop
de: Jakomu
fr: Jack
it: Capasaint
ja: ホタックス
ko: 호리비
ru: Гребершко
zh_hans: 帆立
zh_hant: 帆立

# MiniGameMiniGameCardNameHotaru
source: Marie
de: Limone
es: Tina
es_mx: Tina
fr: Oly
it: Marina
ja: ホタル
ko: 호타루
ru: Мари
zh_hans: 小萤
zh_hant: 小螢

# MiniGameMiniGameCardNameIida
source: Marina
fr: Coralie
it: Nori
ja: イイダ
ko: 이이다
nl: Mariana
ru: Мариша
zh_hans: 饭田
zh_hant: 飯田

# MiniGameMiniGameCardNameIncleaner
source: Squee-G
de: Tinten-Killer
es: Raspatintas
es_mx: Raspatintas
fr: Mécabuvard
it: Scolorator
ja: インクリーナー
ko: 잉크 클리너
nl: Verf-schraper
ru: Рыбочист
zh_hans: 吸墨器
zh_hant: 吸墨器

# MiniGameMiniGameCardNameIronic
source: Zink
de: Sagitron
es: Tintaz
es_mx: Tintaz
fr: Leviathus
it: Totanic
ja: アイロニック
ko: 아이로닉
ru: Шпротус
zh_hans: 钢铁先锋
zh_hant: 鋼鐵先鋒

# MiniGameMiniGameCardNameIruka
source: Flipper-Flopper
de: Sturm-reifer
es: Chapotero
es_mx: Chapotero
fr: Ploufion
it: Tuffone
ja: ダイバー
ko: 다이버
nl: Dompelaar
ru: Хулахлюп
zh_hans: 潜水鱼
zh_hant: 潛水魚

# MiniGameMiniGameCardNameJaw
source: Megalodontia
de: Kataklysmaul
es: Megalodoncio
es_mx: Megalodoncio
fr: Salmodon
it: Mascello
ja: ジョー
ko: 죠
nl: Beugelbakkes
ru: Мегалодент
zh_hans: 巨颚
zh_hant: 巨顎

# MiniGameMiniGameCardNameJetpack
source: Inkjet
de: Tinten-düser
es: Propulsor
es_mx: Propulsor
fr: Chromo-jet
it: Jet splat
ja: ジェットパック
ko: 제트 팩
nl: Inktjet
ru: Красколет
zh_hans: 喷射背包
zh_hant: 噴射背包

# MiniGameMiniGameCardNameJimon
source: Splash Mob
de: Gian
es: Jimmon
es_mx: Tinta comunal
fr: Gédéon
it: Chimmon
ja: ジモン
ko: 지몬
ru: Морлюкс
zh_hans: 寺门
zh_hant: 寺門

# MiniGameMiniGameCardNameJudgekun
source: Judd
de: Miez-richter
es: Justino
es_mx: Justino
fr: Charbitre
it: Giudigatto
ja: ジャッジくん
ko: 심판
nl: Justus
ru: Судокот
zh_hans: 评审
zh_hant: 評審

# MiniGameMiniGameCardNameKanitank
source: Crab Tank
de: Krabben-panzer
es: Cangrejobot
es_mx: Cangrejobot
fr: Crabed'assaut
it: Granchioarmato
ja: カニタンク
ko: 크랩 탱크
nl: Krabben-tank
ru: Кработанк
zh_hans: 螃蟹坦克
zh_hant: 螃蟹坦克

# MiniGameMiniGameCardNameKatapaddo
source: Flyfish
de: Rakzak
es: Drónido
es_mx: Drónido
fr: Aéro Ben
it: Salmodrone
ja: カタパッド
ko: 어깨 패드
nl: Salmodrone
ru: Неркетчик
zh_hans: 垫肩飞鱼
zh_hant: 墊肩飛魚

# MiniGameMiniGameCardNameKinshake
source: Goldie
es: Salmóreo
es_mx: Orónido
fr: Dorax
it: Pinne d'oro
ja: キンシャケ
ko: 황금연어
ru: ВеликийСам О'Нид
zh_hans: 金鲑鱼
zh_hant: 金鮭魚

# MiniGameMiniGameCardNameKojake
source: Smallfry
de: Salmini
es: Cenutrín
es_mx: Escamita
fr: Salmioche
it: Salmonello
ja: コジャケ
ko: 꼬마연어
nl: Salmini
ru: Малетчик
zh_hans: 小鲑鱼
zh_hant: 小鮭魚

# MiniGameMiniGameCardNameKoJudgekun
source: Li'l Judd
de: Mini-Miezrichter
es: Justito
es_mx: Justito
fr: MiniCharbitre
it: Giudigattino
ja: コジャッジくん
ko: 꼬마심판
nl: Justus jr.
ru: Судокотик
zh_hans: 小评审
zh_hant: 小評審

# MiniGameMiniGameCardNameKoumori
source: Drizzler
de: Regnar
es: Barreno
es_mx: Paragüista
fr: Crachin
it: Piovasco
ja: コウモリ
ko: 박쥐
nl: Miezer
ru: Метеоголец
zh_hans: 蝙蝠鱼
zh_hant: 蝙蝠魚

# MiniGameMiniGameCardNameKumasan
source: Mr. Grizz
de: HerrBär
es: Don Oso
es_mx: Don Oso
fr: M. Ours
it: Ursus
ja: クマサン
ko: Mr. 베어
nl: Ted B.
ru: Потапыч
zh_hans: 熊先生
zh_hant: 熊先生

# MiniGameMiniGameCardNameKumasan1
source: The UrsineAnomaly - #03
de: Bären-anomalie 03
es: Sujeto experimentaloso n.º 3
es_mx: Sujeto experimentaloso n.º 3
fr: L'ursidé non-élucidé - n°3
it: Anomaliaursina (#03)
ja: 実験体 熊三号
ko: 실험체 곰 3호
nl: Beren-experiment 03
ru: Косолапаяаномалия 03
zh_hans: 实验体 熊三号
zh_hant: 實驗體 熊三號

# MiniGameMiniGameCardNameKuraagesu
source: Krak-On
de: Medusa
es: Meddux
es_mx: Meddux
fr: Krakers
it: Cnidarya
ja: クラーゲス
ko: 젤리피스
ru: Кра-Кен
zh_hans: 海月
zh_hant: 海月

# MiniGameMiniGameCardNameKyuinki
source: Ink Vac
de: Tintegrator
es: Aspiratinta
es_mx: Aspiratinta
fr: Aspirencre
it: Vampinchiostro
ja: キューインキ
ko: 흡입기
nl: Inktdief
ru: Краскосос
zh_hans: 吸墨机
zh_hant: 吸墨機

# MiniGameMiniGameCardNameLineMarker
source: Angle Shooter
de: Winkel-marker
es: Tiralíneas
es_mx: Dardo resaltador
fr: Ricocheur
it: Sparalinee
ja: ラインマーカー
ko: 라인 마커
nl: Ketskogel
ru: Углострел
zh_hans: 标线器
zh_hant: 標線器

# MiniGameMiniGameCardNameMametsubuBukichi
source: Shelly &Donny
de: Kim &Körnchen
es: Jairito y Jairín
es_mx: Jairito y Jairín
fr: Limu &Lumi
it: Armye Andy
ja: マメブキチ＆ツブブキチ
ko: 콩키치＆밤키치
nl: Krabbie enBertje
ru: Доти Дзот
zh_hans: 豆豆武器子&粒粒武器子
zh_hant: 豆豆武器子＆粒粒武器子

# MiniGameMiniGameCardNameManeuverDual00
source: DualieSquelchers
de: Dual-Platscher
es: Barredoradual
es_mx: Sopladordual
fr: Doublenettoyeur
it: Sweeper duplo
ja: デュアルスイーパー
ko: 듀얼 스위퍼
nl: Dubbel-plonzers
ru: Спурт-плескари
zh_hans: 双重清洁枪
zh_hant: 雙重清潔槍

# MiniGameMiniGameCardNameManeuverDual01
source: Custom DualieSquelchers
de: Dual-PlatscherSE
es: Barredoradual SP
es_mx: Soplador dualadaptado
fr: Double nettoyeurmodifié
it: Sweeperduplo CM
ja: デュアルスイーパーカスタム
ko: 커스텀 듀얼 스위퍼
nl: GemoddeDubbelplonzers
ru: Спурт-плескари«Понт»
zh_hans: 双重清洁枪 改装
zh_hant: 雙重清潔槍 改裝

# MiniGameMiniGameCardNameManeuverGallon00
source: Glooga Dualies
de: Kelvin525
es: Fundidora 525dual
es_mx: Fundidora 525dual
fr: DoubleKelvin 525
it: Kelvinduplo 525
ja: ケルビン525
ko: 켈빈 525
nl: Kelvin 525
ru: Термоплюхи 525
zh_hans: 开尔文525
zh_hant: 開爾文525

# MiniGameMiniGameCardNameManeuverGallon01
source: GloogaDualies Deco
de: Kelvin 525Deko
es: Fundidora 525dual DX
es_mx: Fundidora 525dual chic
fr: Double Kelvin525 chic
it: Kelvin duplo525 DX
ja: ケルビン525デコ
ko: 켈빈 525 데코
nl: Kelvin 525Deco
ru: Термоплюхи 525«Деко»
zh_hans: 开尔文525 装饰
zh_hant: 開爾文525 裝飾

# MiniGameMiniGameCardNameManeuverLong00
source: DouserDualies FF
de: Lösch-Doppler FW
es: Extintor Dual FF
es_mx: Extintor dual FF
fr: Doubleignifugeur
it: Repolperestintori FF
ja: ガエンFF
ko: 소방 FF
nl: BlusknallersBW
ru: Краскотушители255
zh_hans: 灭熄FF
zh_hant: 滅熄FF

# MiniGameMiniGameCardNameManeuverLong01
source: Custom DouserDualies FF
de: Lösch-DopplerFW SE
es: ExtintorDual FF SP
es_mx: Extintor dualFF adaptado
fr: Double ignifugeurmodifié
it: Repolperestintori FF CM
ja: ガエンFFカスタム
ko: 커스텀 소방 FF
nl: GemoddeBlusknallers BW
ru: Краскотушители«Понт»
zh_hans: 灭熄FF 改装
zh_hant: 滅熄FF 改裝

# MiniGameMiniGameCardNameManeuverNormal00
source: Splat Dualies
de: Klecks-Doppler
es: Difusor dual
es_mx: Difusor dual
fr: Double encreur
it: Repolperduplo
ja: スプラマニューバー
ko: 스플랫 머누버
nl: Dubbel-knallers
ru: Спуртометы
zh_hans: 斯普拉机动枪
zh_hant: 斯普拉機動槍

# MiniGameMiniGameCardNameManeuverNormal01
source: Enperry SplatDualies
de: Enperry-Klecks-Doppler
es: Difusor dual B
es_mx: Difusor dualEmperi
fr: Double encreurgriffé
it: Repolperduplo logo
ja: スプラマニューバーコラボ
ko: 스플랫 머누버 컬래버
nl: EnperryDubbelknallers
ru: Спуртометы «К.К.»
zh_hans: 斯普拉机动枪 联名
zh_hant: 斯普拉機動槍 聯名

# MiniGameMiniGameCardNameManeuverSdodr
source: Order Dualies
de: Ordnung-Doppler
es: Difusor dualorden
es_mx: Difusor dualorden
fr: Arme doubled'Ordre
it: Repolperdell'ordine
ja: オーダーマニューバー
ko: 오더 머누버
nl: Ordeknallers
ru: СпуртометыПорядка
zh_hans: 秩序机动枪
zh_hant: 秩序機動槍

# MiniGameMiniGameCardNameManeuverShort00
source: Dapple Dualies
de: Sprenkler
es: Atomizadordual
es_mx: Atomizadordual
fr: Doublemoucheteur
it: Ripolpelladuplo
ja: スパッタリー
ko: 스퍼터리
nl: Dubbel-spatters
ru: Импрессиометы
zh_hans: 溅镀枪
zh_hant: 濺鍍槍

# MiniGameMiniGameCardNameManeuverShort01
source: Dapple DualiesNouveau
de: SprenklerFresco
es: Atomizadordual maestro
es_mx: Atomizadordual maestro
fr: Double mouche-teur nuancé
it: Ripolpelladuplo master
ja: スパッタリー・ヒュー
ko: 스퍼터리 휴
nl: DubbelspattersNouveau
ru: Импрессиометы«НуВо»
zh_hans: 溅镀枪·新艺术
zh_hant: 濺鍍槍‧新藝術

# MiniGameMiniGameCardNameManeuverStepper00
source: Dark TetraDualies
de: QuadhopperNoir
es: Motatrónicdual negro
es_mx: Tetra dualnegro
fr: Doublevoltigeur noir
it: Moscarpinoduplo nero
ja: クアッドホッパーブラック
ko: 블랙 쿼드 호퍼
nl: QuadhoppersZwart
ru: Черныеспуртокроссы
zh_hans: 四重弹跳手枪 黑
zh_hant: 四重彈跳手槍 黑

# MiniGameMiniGameCardNameManeuverStepper01
source: Light TetraDualies
de: QuadhopperBlanc
es: Motatrónicdual blanco
es_mx: Tetra dualblanco
fr: Doublevoltigeur blanc
it: Moscarpinoduplo bianco
ja: クアッドホッパーホワイト
ko: 화이트 쿼드 호퍼
nl: QuadhoppersWit
ru: Белыеспуртокроссы
zh_hans: 四重弹跳手枪 白
zh_hant: 四重彈跳手槍 白

# MiniGameMiniGameCardNameMantaro
source: Big Man
de: Mantaro
es: Rayan
es_mx: Rayan
fr: Raimi
it: Mantaleo
ja: マンタロー
ko: 만타로
nl: Ray
ru: Биг Ман
zh_hans: 鬼福
zh_hant: 鬼福

# MiniGameMiniGameCardNameMantaro1
source: The Hype MantaStorm - Big Man
de: Maxi-magischerMantaro
es: Criatura sinpar: Rayan
es_mx: Criatura sinigual: Rayan
fr: Raimi, la tempêtede Méga Raimi
it: Mantaleo: lamanta tempestosa
ja: ふしぎせいぶつマンタロー
ko: 신비한 생물만타로
nl: De mantastormRay
ru: Атака суперманты(Биг Ман)
zh_hans: 神奇生物鬼福
zh_hant: 神奇生物鬼福

# MiniGameMiniGameCardNameMiura
source: Flow
de: Seecilia
es: Iris
es_mx: Iris
fr: Flo
it: Macalù
ja: ミウラ
ko: 미우라
nl: Soezie
ru: Слизя
zh_hans: 海瑜
zh_hant: 海瑜

# MiniGameMiniGameCardNameMizuta
source: Acht
de: Ahato
fr: Eyte
ja: ミズタ
ko: 미즈타
nl: Smarachne
ru: Окта
zh_hans: 水田
zh_hant: 水田

# MiniGameMiniGameCardNameMogura
source: Maws
de: Grablax
es: Fáucex
es_mx: Mandíburo
fr: Gobb
it: Boccalone
ja: モグラ
ko: 두더지
nl: Snaai
ru: Жуй-Горбуш
zh_hans: 鼹鼠鱼
zh_hant: 鼴鼠魚

# MiniGameMiniGameCardNameMother
source: Marigold
de: Adorada
es: Maridori
es_mx: Maridori
fr: Carpucine
it: Dora
ja: マザー
ko: 마더
nl: Goudelieve
ru: Тетя Крася
zh_hans: 阿母
zh_hant: 阿母

# MiniGameMiniGameCardNameNabebuta
source: Slammin' Lid
de: Deckler
es: Tapaollas
es_mx: Tapaollas
fr: Couverclard
it: Coperchiotto
ja: ナベブタ
ko: 냄비 뚜껑
nl: Dreksel
ru: Мокрышка
zh_hans: 锅盖鱼
zh_hant: 鍋蓋魚

# MiniGameMiniGameCardNameOdako
source: Overlorder
de: Ordokto
es: Ordominio
es_mx: Ordominio
fr: Ordrissime
it: Octordine
ja: オーダコ
ko: 오더퍼스
nl: Oordeler
ru: Порядокракен
zh_hans: 秩序巨蛸
zh_hant: 秩序巨蛸

# MiniGameMiniGameCardNameOmura
source: Gnarly Eddy
de: PerryBo
es: Espiraldo
es_mx: Espiraldo
fr: Arnaud Till
it: Nautimo
ja: オームラ
ko: 오무라
nl: Naut
ru: Тилли Скрут
zh_hans: 螺螺
zh_hant: 螺螺

# MiniGameMiniGameCardNameParuko
source: Harmony
es: Armonia
es_mx: Armonia
fr: Monia
it: Monia
ja: パル子
ko: 펄시
nl: Mona
ru: Актавия
zh_hans: 脉子
zh_hant: 脈子

# MiniGameMiniGameCardNamePointSensor
source: Point Sensor
de: Detektor
es: Rastreador
es_mx: Rastreador
fr: Détecteur
it: Cimice
ja: ポイントセンサー
ko: 포인트 센서
nl: Detector
ru: Маркер движения
zh_hans: 定点侦测器
zh_hant: 定點偵測器

# MiniGameMiniGameCardNamePoisonMist
source: Toxic Mist
de: Sepitox-Nebel
es: Nebulizador
es_mx: Nebulizador
fr: Brumetoxique
it: Nebbiatossica
ja: ポイズンミスト
ko: 포이즌 미스트
nl: Gifmist
ru: Едкий туман
zh_hans: 毒雾
zh_hant: 毒霧

# MiniGameMiniGameCardNameRobu
source: Crusty Sean
de: Shrimpson
es: Adolfrito
es_mx: Adolfrito
fr: Omar
it: Gamberto
ja: ロブ
ko: 롭
nl: Pelle
ru: Ракки
zh_hans: 阿龙
zh_hant: 阿龍

# MiniGameMiniGameCardNameRokkenberugu
source: Rockenberg
de: Rockberg
fr: Iormungand
it: Rockenburg
ja: ロッケンベルグ
ko: 록켄베르그
ru: Угрок
zh_hans: 罗肯贝格
zh_hant: 羅肯貝格

# MiniGameMiniGameCardNameRollerCompact00
source: Carbon Roller
de: Karbon-roller
es: Rodillo decarbono
es_mx: Rodillo decarbono
fr: Rouleaucarbone
it: Rullodi carbonio
ja: カーボンローラー
ko: 카본 롤러
ru: Валик ЛАЙТ
zh_hans: 碳纤维滚筒
zh_hant: 碳纖維滾筒

# MiniGameMiniGameCardNameRollerCompact01
source: Carbon RollerDeco
de: Karbon-roller Deko
es: Rodillo decarbono DX
es_mx: Rodillo decarbono chic
fr: Rouleaucarbone chic
it: Rullo dicarbonio DX
ja: カーボンローラーデコ
ko: 카본 롤러 데코
ru: Валик ЛАЙТ«Деко»
zh_hans: 碳纤维滚筒 装饰
zh_hant: 碳纖維滾筒 裝飾

# MiniGameMiniGameCardNameRollerHeavy00
source: Dynamo Roller
de: Dyna-roller
es: Dinamorrodillo
es_mx: Rodillo Pro
fr: Dynamo-rouleau
it: Rullo dinamo
ja: ダイナモローラー
ko: 다이너모 롤러
ru: Мотовалик
zh_hans: 电动马达滚筒
zh_hant: 電動馬達滾筒

# MiniGameMiniGameCardNameRollerHeavy01
source: Gold DynamoRoller
de: DynarollerTesla
es: Dinamorrodillo T
es_mx: Rodillo Prodorado
fr: Dynamo-rouleau tesla
it: Rullo dinamodorato
ja: ダイナモローラーテスラ
ko: 골드 다이너모 롤러
nl: GoudenDynamoroller
ru: Мотовалик VIP
zh_hans: 电动马达滚筒 高磁波
zh_hant: 電動馬達滾筒 高磁波

# MiniGameMiniGameCardNameRollerHunter00
source: Flingza Roller
de: Flex-Roller
es: Rodilloversátil
es_mx: Rodilloversátil
fr: Flexi-rouleau
it: Flexi-rullo
ja: ヴァリアブルローラー
ko: 베리어블 롤러
nl: Flexroller
ru: Омнивалик
zh_hans: 可变式滚筒
zh_hant: 可變式滾筒

# MiniGameMiniGameCardNameRollerHunter01
source: Foil FlingzaRoller
de: Flex-RollerFol
es: Rodilloversátil B
es_mx: Rodillo versátilFoil
fr: Flexi-rouleaualu
it: Flexi-rullo B
ja: ヴァリアブルローラーフォイル
ko: 포일 베리어블 롤러
nl: FoilFlexroller
ru: Омнивалик«Блеск»
zh_hans: 可变式滚筒 金属箔
zh_hant: 可變式滾筒 金屬箔

# MiniGameMiniGameCardNameRollerNormal00
source: Splat Roller
de: Klecks-roller
es: Rodillo básico
es_mx: Rodillo básico
fr: Rouleau
it: Rullo splat
ja: スプラローラー
ko: 스플랫 롤러
nl: Klodder-roller
ru: Сплат-валик
zh_hans: 斯普拉滚筒
zh_hant: 斯普拉滾筒

# MiniGameMiniGameCardNameRollerNormal01
source: Krak-On SplatRoller
de: Medusa-Klecksroller
es: Rodillobásico B
es_mx: Rodillo básicoMeddux
fr: Rouleaugriffé
it: Rullo splatlogo
ja: スプラローラーコラボ
ko: 스플랫 롤러 컬래버
nl: Krak-OnKlodderroller
ru: Сплат-валик«Кра-Кен»
zh_hans: 斯普拉滚筒 联名
zh_hant: 斯普拉滾筒 聯名

# MiniGameMiniGameCardNameRollerWide00
source: Big Swig Roller
de: Breitroller
es: Rodillo mágnum
es_mx: Rodillomágnum
fr: Rouleaularge
it: Ampiorullo
ja: ワイドローラー
ko: 와이드 롤러
nl: Breedroller
ru: Макси-валик
zh_hans: 宽滚筒
zh_hant: 寬滾筒

# MiniGameMiniGameCardNameRollerWide01
source: Big SwigRoller Express
de: BreitrollerExpress
es: Rodillomágnum B
es_mx: Rodillo mágnumexprés
fr: Rouleaularge Xpress
it: AmpiorulloExpress
ja: ワイドローラーコラボ
ko: 와이드 롤러 컬래버
nl: BreedrollerImpuls
ru: Макси-валик«Экспресс»
zh_hans: 宽滚筒 联名
zh_hant: 寬滾筒 聯名

# MiniGameMiniGameCardNameSaberHeavy00
source: Mint Decavitator
de: Minz-Prophylator
es: Odontintadormenta
es_mx: Odontintadormenta
fr: Sabrifricementhe
it: Spazzolamamenta
ja: デンタルワイパーミント
ko: 민트 덴탈 와이퍼
nl: Schrobbehak PM
ru: Мятнаядентана
zh_hans: 巨齿刮水刀 薄荷
zh_hant: 巨齒刮水刀 薄荷

# MiniGameMiniGameCardNameSaberHeavy01
source: CharcoalDecavitator
de: Carbo-Prophylator
es: Odontintadorcarbón
es_mx: Odontintadorcarbón
fr: Sabrifricecharbon
it: Spazzolamacarbone
ja: デンタルワイパースミ
ko: 잉크 덴탈 와이퍼
nl: Schrobbehak HK
ru: Угольнаядентана
zh_hans: 巨齿刮水刀 墨黑
zh_hant: 巨齒刮水刀 墨黑

# MiniGameMiniGameCardNameSaberLight00
source: SplatanaWiper
de: Wischer-Splatana
es: Azotintadorbrisa
es_mx: Azotintadorbrisa
fr: ÉclatanaDoto
it: Tergilama
ja: ドライブワイパー
ko: 드라이브 와이퍼
nl: Wisserblad-zwieper
ru: Cплат-дворник
zh_hans: 雨刷刮水刀
zh_hant: 雨刷刮水刀

# MiniGameMiniGameCardNameSaberLight01
source: SplatanaWiper Deco
de: Wischer-Splatana Deko
es: Azotintador brisa DX
es_mx: Azotintadorbrisa chic
fr: ÉclatanaDoto chic
it: Tergilama DX
ja: ドライブワイパーデコ
ko: 드라이브 와이퍼 데코
nl: Wisserblad-zwieper Deco
ru: Cплат-дворник«Деко»
zh_hans: 雨刷刮水刀 装饰
zh_hant: 雨刷刮水刀 裝飾

# MiniGameMiniGameCardNameSaberNormal00
source: SplatanaStamper
de: Stempel-Splatana
es: Azotintadorpro
es_mx: AzotintadorPro
fr: Éclatanad'estampe
it: Splattalama
ja: ジムワイパー
ko: 사무 와이퍼
nl: Stempel-zwieper
ru: Сплат-печатель
zh_hans: 工作刮水刀
zh_hant: 工作刮水刀

# MiniGameMiniGameCardNameSaberNormal01
source: SplatanaStamper Nouveau
de: Stempel-Splatana Fresco
es: Azotintadorpro maestro
es_mx: AzotintadorPro maestro
fr: Éclatana d'estampenuancé
it: Splattalamamaster
ja: ジムワイパー・ヒュー
ko: 사무 와이퍼 휴
nl: StempelzwieperNouveau
ru: Сплат-печатель«НуВо»
zh_hans: 工作刮水刀·新艺术
zh_hant: 工作刮水刀‧新藝術

# MiniGameMiniGameCardNameShake
source: Chum
de: Salmo
es: Salmoche
es_mx: Salmoide
fr: Salmoche
it: Spadello
ja: シャケ
ko: 연어
nl: Salmo
ru: Cкороварвар
zh_hans: 鲑鱼
zh_hant: 鮭魚

# MiniGameMiniGameCardNameShelterCompact00
source: UndercoverBrella
de: UnderCover
es: Paratintasclásico
es_mx: Paratintasdiscreto
fr: Para-encreespion
it: Bombrello
ja: スパイガジェット
ko: 스파이 가젯
nl: Paraplenzer
ru: Шпионскийзонт
zh_hans: 特工配件
zh_hant: 特務配件

# MiniGameMiniGameCardNameShelterCompact01
source: UndercoverSorella Brella
de: Sorella-UnderCover
es: Paratintasclásico B
es_mx: Paratintasdiscreto Sorella
fr: Para-encreespion Sorella
it: BombrelloSolerra
ja: スパイガジェットソレーラ
ko: 스파이 가젯 소렐라
nl: SorellaParaplenzer
ru: Шпионский зонт«Родиччи»
zh_hans: 特工配件 姐妹
zh_hant: 特務配件 姐妹

# MiniGameMiniGameCardNameShelterFocus00
source: Recycled Brella24 Mk I
de: Bast-Pluviator24-A
es: Prototintas 24-I
es_mx: Prototintas 24-I
fr: Para-encreRé-gen 24 Mk I
it: Sparasolericiclo 24-I
ja: 24式張替傘・甲
ko: 24식 도돌이 우산 갑
nl: Protoplenzer24-I
ru: Ребут-зонтганМ-1
zh_hans: 24式可替换伞·甲
zh_hant: 24式可替換傘‧甲

# MiniGameMiniGameCardNameShelterFocus01
source: Recycled Brella24 Mk II
de: Bast-Pluviator24-B
es: Prototintas 24-II
es_mx: Prototintas 24-II
fr: Para-encreRé-gen 24 Mk II
it: Sparasolericiclo 24-II
ja: 24式張替傘・乙
ko: 24식 도돌이 우산 을
nl: Protoplenzer24-II
ru: Ребут-зонтганМ-2
zh_hans: 24式可替换伞·乙
zh_hant: 24式可替換傘‧乙

# MiniGameMiniGameCardNameShelterNormal00
source: Splat Brella
de: Para-pluviator
es: Paratintas
es_mx: Paratintas
fr: Para-encre
it: Sparasole
ja: パラシェルター
ko: 파라 셸터
nl: Plenzer
ru: Сплат-зонт
zh_hans: 遮阳防空伞
zh_hant: 遮陽防空傘

# MiniGameMiniGameCardNameShelterNormal01
source: Sorella Brella
de: Sorella-Parapluviator
es: Paratintas B
es_mx: ParatintasSorella
fr: Para-encreSorella
it: SparasoleSolerra
ja: パラシェルターソレーラ
ko: 파라 셸터 소렐라
nl: SorellaPlenzer
ru: Зонтган«Родиччи»
zh_hans: 遮阳防空伞 姐妹
zh_hant: 遮陽防空傘 姐妹

# MiniGameMiniGameCardNameShelterWide00
source: Tenta Brella
de: Camp-Pluviator
es: Paratintas maxi
es_mx: Paratintasforestal
fr: Para-encre XL
it: Sparatenda
ja: キャンピングシェルター
ko: 캠핑 셸터
nl: Kampeer-plenzer
ru: Зонтент
zh_hans: 露营防空伞
zh_hant: 露營防空傘

# MiniGameMiniGameCardNameShelterWide01
source: Tenta SorellaBrella
de: Sorella-Camp-Pluviator
es: Paratintasmaxi B
es_mx: Paratintasforestal Sorella
fr: Para-encre XLSorella
it: SparatendaSolerra
ja: キャンピングシェルターソレーラ
ko: 캠핑 셸터 소렐라
nl: SorellaKampeerplenzer
ru: Зонтент«Родиччи»
zh_hans: 露营防空伞 姐妹
zh_hant: 露營防空傘 姐妹

# MiniGameMiniGameCardNameShichirin
source: Emberz
de: Shichiryn
es: Ascuax
es_mx: Ascuax
fr: Apex
it: Car-bon
ja: シチリン
ko: 니들워크
ru: Грильяни
zh_hans: 七轮
zh_hant: 七輪

# MiniGameMiniGameCardNameShield
source: Splash Wall
de: Tintenwall
es: Telón de tinta
es_mx: Barricada
fr: Mur d'encre
it: Murodi colore
ja: スプラッシュシールド
ko: 스플래시 실드
nl: Inktgordijn
ru: Чернильныйзанавес
zh_hans: 斯普拉防护墙
zh_hant: 斯普拉防護牆

# MiniGameMiniGameCardNameShiganii
source: Bisk
es: Paticio
es_mx: Paticio
it: Ezechele
ja: シガニー
ko: 시가니
nl: Ren
ru: Крабыч
zh_hans: 蟹尼
zh_hant: 蟹尼

# MiniGameMiniGameCardNameShigureni
source: Inkline
de: Alpomar
es: Moluskia
es_mx: Moluskia
fr: Abysma
it: Maremont
ja: シグレニ
ko: 잉크라인
ru: Волногор
zh_hans: 时雨
zh_hant: 時雨

# MiniGameMiniGameCardNameShirei
source: Captain
de: Käpt’n
es: Capitana
es_mx: Capitana
fr: Amirale
it: Capitana
ja: 司令
ko: 사령관
nl: Kapitein
ru: Капитан
zh_hans: 司令
zh_hant: 司令

# MiniGameMiniGameCardNameShockSonar
source: Wave Breaker
de: Schauer-welle
es: Emiteondas
es_mx: Emiteondas
fr: Sonar paf
it: Sonaresplosivo
ja: ホップソナー
ko: 홉 소나
nl: Golfbeker
ru: Волноплюхер
zh_hans: 弹跳声呐
zh_hant: 彈跳聲納
