Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# HeroRecordRecruitment
source: Do you have the look<br />Craig Cuttlefish is<br />looking for?
de: Hast du dieses Funkeln in<br />den Augen? Das Funkeln,<br />das Karl Kuttelfisch sucht?
es: Esa mirada tuya...<br />¿será la que<br />busca Jibión?
es_mx: Esa mirada tuya...<br />¿será la que<br />busca Jibión?
fr: As-tu cette étincelle<br />dans les yeux dont <br />parle Macalamar ?
it: Hai quello sguardo...<br />lo sguardo fiero che<br />cerca Sergio Seppia?
ja: イイ目をしたワカモノ求む！！
ko: 싱싱한 눈빛을 가진<br />젊은이 구함!!
nl: Heb jij de fiere blik<br />waar Karel Kraak<br />naar op zoek is?
ru: Есть ли в тебе то,<br />что ищет Каракатий<br />Кальмостар?
zh_hans: 征求眼神犀利的年轻人！！
zh_hant: 誠徵眼神犀利的年輕人！！

# HeroRecordRecruitmentSub
source: Why not try Story Mode and find out?
de: Finde es im Story-Modus heraus!
es: ¿Y si lo descubres probando el modo historia?
es_mx: ¿Y si lo descubres probando el modo historia?
fr: Un seul moyen de le savoir : tenter le mode Histoire !
it: Perché non lo scopri provando la modalità storia?
ja: ヒーローモード をはじめて冒険をすすめよう
ko: 히어로 모드를 시작하여 모험을 진행하자
nl: Kom erachter in het verhaal!
ru: Пройди сюжет и узнай!
zh_hans: 在英雄模式开始你的冒险吧！
zh_hant: 到英雄模式展開第一場冒險吧！

# HeroRecordSearchRatio
source: Exploration Rate
de: Erkundung
es: Tasa de exploración
es_mx: Tasa de exploración:
fr: Taux d'exploration
it: % di esplorazione:
ja: 探索率
ko: 탐색률
nl: Verkend
ru: Прогресс исследования
zh_hans: 探索率
zh_hant: 探索率

# HeroRecordSeePhotograph
source: View Snapshot
de: Schnappschuss ansehen
es: Ver captura
es_mx: Ver captura
fr: Voir la photo d'écran
it: Vedi immagine
ja: スナップ写真を見る
ko: 스냅 사진 보기
nl: Foto bekijken
ru: Посмотреть снимок
zh_hans: 查看抓拍照片
zh_hant: 查看快拍照片

# HeroRecordSite
source: Site { 0 }
de: Sektor { 0 }
es: Zona { 0 }
es_mx: Zona { 0 }
fr: Secteur { 0 }
it: Sito { 0 }
ja: サイト { 0 }
ko: 사이트 { 0 }
nl: Sector { 0 }
ru: Область { 0 }
zh_hans: 地域 { 0 }
zh_hant: 地域 { 0 }

# HeroRecordSite1
source: Future Utopia Island
de: Utopia-Zukunftsinsel
es: Isla utópica futura
es_mx: Isla utópica futura
fr: Utopîle Futura
it: Isola Utopia futura
ja: みらいユートピアランド
ko: 미래 유토피아 랜드
nl: Futura
ru: Утопичный остров
zh_hans: 未来乌托邦乐园
zh_hant: 未來烏托邦樂園

# HeroRecordSite2
source: Cozy & Safe Factory
de: Harmonie-Fabrik
es: Fábrica de la armonía
es_mx: Fábrica de la armonía
fr: Usine cocoon
it: Fabbrica Pace&Quiete
ja: あんしんライフファクトリー
ko: 안심 라이프 팩토리
nl: Alles Pluis-fabriek
ru: Завод «Гармония»
zh_hans: 安心生活工厂
zh_hant: 安心生活工廠

# HeroRecordSite3
source: Cryogenic Hopetown
de: Cryo-Hoffnungsstadt
es: Ciudad criogénica
es_mx: Ciudad criogénica
fr: Cryophoria
it: Città Speranza gelata
ja: ながいきヤングニュータウン
ko: 장수 영 뉴 타운
nl: Behoudenhuizen
ru: Криогород надежды
zh_hans: 长青新城
zh_hant: 長青新城

# HeroRecordSite4
source: Landfill Dreamland
de: Traumlanddeponie
es: Edén sobre las aguas
es_mx: Edén sobre las aguas
fr: Éden des ordures
it: Discarica dei sogni
ja: うめたてドリームランド
ko: 매립 드림랜드
nl: Vuilnishoop van de hoop
ru: Свалка мечты
zh_hans: 堆填梦乐园
zh_hant: 堆填夢樂園

# HeroRecordSite5
source: Eco-Forest Treehills
de: Ökowald-Baumhügel
es: Colinas ecosostenibles
es_mx: Colinas ecosustentables
fr: Jardins luxuriants
it: Serre Eco-llinari
ja: あすなろグリーンヒルズ
ko: 나한백 그린힐스
nl: Eco-bos Groenheuvels
ru: Холмы эколеса
zh_hans: 罗汉柏绿色山丘
zh_hant: 羅漢柏綠色山丘

# HeroRecordSite6
source: Happiness Research Lab
de: Glückseligkeitslabor
es: Laboratorio de felicidad
es_mx: Laboratorio de felicidad
fr: Labo du bonheur
it: Laboratorio Felicità
ja: しあわせリサーチラボ
ko: 행복 리서치 랩
nl: Gelukslaboratorium
ru: Лаборатория счастья
zh_hans: 幸福研究室
zh_hant: 幸福研究室

# HeroRecordTitle
source: Story Mode Stats
de: Story-Modus
es: Estadísticas modo historia
es_mx: Modo historia
fr: Stats du mode Histoire
it: Statistiche storia
ja: ヒーローモードのきろく
ko: 히어로 모드 기록
nl: Statistieken (verhaal)
ru: Сюжет
zh_hans: 英雄模式记录
zh_hant: 英雄模式記錄

# HeroRecordWallpaper
source: Special Wallpaper
de: Spezial-Hintergrundbild
es: Imagen de fondo especial
es_mx: Fondo de pantalla especial
fr: Papier peint spécial
it: Sfondo speciale
ja: 特製壁紙
ko: 스페셜 배경 화면
nl: Speciaal wallpaper
ru: Особые обои
zh_hans: 特制壁纸
zh_hant: 特製桌布

# HistoryAllBadges
source: All Badges ({ 0 })
de: Alle Abzeichen ({ 0 })
es: Todas las chapas ({ 0 })
es_mx: Todos los distintivos ({ 0 })
fr: Tous les badges ({ 0 })
it: Tutte le spille ({ 0 })
ja: すべてのバッジ（{ 0 }）
ko: 모든 배지({ 0 })
nl: Alle badges ({ 0 })
ru: Все значки ({ 0 })
zh_hans: 所有徽章（{ 0 }）
zh_hant: 所有徽章（{ 0 }）

# HistoryAppName
source: History
de: Übersicht
es: Historial
es_mx: Historial
fr: Historique
it: Statistiche
ja: ヒストリー
ko: 히스토리
nl: Terugblik
ru: Хроника
zh_hans: 历史
zh_hant: 記錄

# HistoryAttended
source: Times Participated: { 0 }
de: Teilnahmen: { 0 }
es: Participaciones: { 0 }
es_mx: Participaciones: { 0 }
fr: Nombre de participations : { 0 }
it: Partecipazioni: { 0 }
ja: 参加回数： { 0 }
ko: 참가 횟수: { 0 }
nl: Aantal keer meegedaan: { 0 }
ru: Смен: { 0 }
zh_hans: 参加次数：{ 0 }
zh_hant: 參加次數︰{ 0 }

# HistoryBadge
source: Badges
de: Abzeichen
es: Chapas
es_mx: Distintivos
it: Spille
ja: バッジ
ko: 배지
ru: Значки
zh_hans: 徽章
zh_hant: 徽章

# HistoryBankaraOpen
source: Anarchy Battle (Open)
de: Anarchie-Kampf (Offen)
es: Combates caóticos (informales)
es_mx: Combate caótico (informal)
fr: Match anarchie (ouvert)
it: Partita anarchica (Aperta)
ja: バンカラマッチ オープン
ko: 카오폴리스 매치 오픈
nl: Chaosgevecht (open)
ru: Стихийный бой (открытый)
zh_hans: 蛮颓比赛 开放
zh_hant: 蠻頹比賽（開放）

# HistoryBronze
source: Bronze
es: Bronce
es_mx: Bronce
it: Bronzo
ja: 銅
ko: 동
nl: Brons
ru: Бронза
zh_hans: 铜
zh_hant: 銅

# HistoryEstimatedRanking
source: Approximate Rank
de: Geschätzte Platzierung
es: Posición estimada
es_mx: Rango estimado
fr: Classement estimé
it: Posizione stimata
ja: 推定順位
ko: 추정 순위
nl: Geschatte positie
ru: Предполагаемое место
zh_hans: 推算名次
zh_hant: 預估名次

# HistoryEvent
source: Challenge
de: Event-Kampf
es: Combates evento
es_mx: Combate especial
fr: Match Challenge
it: Partita evento
ja: イベントマッチ
ko: 이벤트 매치
nl: Eventgevecht
ru: Бой-событие
zh_hans: 活动比赛
zh_hant: 活動比賽

# HistoryFrequentlyUsedWeapon
source: Fave Weapons
de: Lieblingswaffen
es: Armas más usadas
es_mx: Armas más usadas
fr: Armes de prédilection
it: Armi preferite
ja: もっともよく使ったブキ
ko: 가장 많이 사용한 무기
nl: Favoriete wapens
ru: Любимое оружие
zh_hans: 最常用的武器
zh_hant: 最常使用的武器

# HistoryGold
source: Gold
es: Oro
es_mx: Oro
fr: Or
it: Oro
ja: 金
ko: 금
nl: Goud
ru: Золото
zh_hans: 金
zh_hant: 金

# HistoryHighestUdemae
source: All-Time Best
de: Rekord
es: Mejor rango
es_mx: Mejor rango
fr: Record absolu
it: Miglior rango
ja: 最高ウデマエ
ko: 최고 랭크
nl: Record
ru: Рекорды
zh_hans: 最高技术
zh_hant: 最高技術

# HistoryHighestXranking
source: Best X Rank / Highest X Power
de: Rekord Platzierung/X-Power
es: Mejor clasificación del rango X / Mayor energía X
es_mx: Mejor clasificación del rango X / Mayor fuerza X
fr: Meilleur classement X / X Power max
it: Miglior classifica X/Record energia X
ja: 最高Xランキング・最高Xパワー
ko: 최고 X 랭킹・최고 X 파워
nl: Hoogste X-ranglijstpositie / X-kracht
ru: Топ в Разряде X / топ-сила X
zh_hans: 最高X排名·最高X战力
zh_hant: 最高X排名‧最高X戰力

# HistoryLatest
source: Last Three Months
de: Letzte 3 Monate
es: Últimos 3 meses
es_mx: Últimos 3 meses
fr: Trois derniers mois
it: Ultimi 3 mesi
ja: 最近 3ヶ月
ko: 최근 3개월
nl: Laatste drie maanden
ru: За последние три месяца
zh_hans: 最近3个月
zh_hant: 最近3個月

# HistoryLatestBadge
source: Recent Badges
de: Neueste Abzeichen
es: Chapas recientes
es_mx: Distintivos recientes
fr: Badges récents
it: Spille recenti
ja: 最近ゲットしたバッジ
ko: 최근 획득한 배지
nl: Recente badges
ru: Новые значки
zh_hans: 最近获得的徽章
zh_hant: 最近獲得的徽章

# HistoryMonthly
source: Months
de: Monate
es: Mensual
es_mx: Mensual
fr: Mois
it: Mensile
ja: 月間
ko: 월간
nl: Maanden
ru: По месяцам
zh_hans: 单月
zh_hant: 單月

# HistoryPastXmatchAnnotation
source: X Battle stats will be calculated and revealed after the season ends.
de: X-Kampf-Statistiken werden jeweils nach Saison-Abschluss berechnet und veröffentlicht.
es: Las estadísticas de los combates X se calculan y publican al concluir la temporada.
es_mx: Las estadísticas de los combates X se calculan y publican al concluir la temporada.
fr: Les statistiques des matchs X sont calculés et publiés une fois la saison terminée.
it: Le statistiche delle partite X vengono calcolate e rivelate dopo la fine della stagione.
ja: ※ Xマッチのきろくはシーズン終了後、集計をしてから公開されます。集計が終わるまで数日かかる場合があります。
ko: ※X 매치 기록은 시즌 종료 후 집계가 완료된 다음 공개됩니다. 집계 완료에는 수일이 경과될 수 있습니다.
nl: De X-ranglijsten worden na afloop van het seizoen opgemaakt en gedeeld.
ru: Рейтинг боев X подсчитывается и публикуется после окончания сезона.
zh_hans: ※X比赛记录将会在赛季结束后统计再公布。可能需要几天才能完成统计。
zh_hant: ※X比賽的記錄將會在賽季結束後，於統計完成時公布。統計可能需要幾天才能完成。

# HistoryRank
source: Level
de: Stufe
es: Nivel
es_mx: Nivel
fr: Niveau
it: Livello
ja: ランク
ko: 레벨
nl: Niveau
ru: Уровень
zh_hans: 等级
zh_hant: 等級

# HistoryRanking
source: <small></small>{ 0 }
ja: { 0 }<small>位</small>
ko: { 0 }<small>위</small>
zh_hans: <small>第</small>{ 0 }<small>名</small>
zh_hant: <small>第</small>{ 0 }<small>名</small>

# HistorySeason
source: Season
de: Saison
es: Temporada
es_mx: Temporada
fr: Saison
it: Stagionale
ja: シーズン
ko: 시즌
nl: Seizoen
ru: Сезон
zh_hans: 赛季
zh_hant: 賽季

# HistoryShowLess
source: Show Less
de: Weniger zeigen
es: Ver menos
es_mx: Ver menos
fr: Masquer
it: Mostra meno
ja: 表示を減らす
ko: 숨기기
nl: Minder tonen
ru: Меньше
zh_hans: 减少显示
zh_hant: 減少顯示

# HistoryShowMore
source: More
de: Mehr zeigen
es: Ver más
es_mx: Ver más
fr: Plus
it: Altro
ja: もっと見る
ko: 더 보기
nl: Meer
ru: Больше
zh_hans: 显示更多
zh_hant: 顯示更多

# HistoryShowXranking
source: View X Ranking
de: X-Ranglisten
es: Ver clasificación del rango X
es_mx: Ver clasificación del rango X
fr: Voir le classement de matchs X
it: Vedi classifica X
ja: Xランキングを見る
ko: X 랭킹 보기
nl: X-ranglijsten
ru: Разряд X
zh_hans: 查看X排名
zh_hant: 查看X排名

# HistorySilver
source: Silver
de: Silber
es: Plata
es_mx: Plata
fr: Argent
it: Argento
ja: 銀
ko: 은
nl: Zilver
ru: Серебро
zh_hans: 银
zh_hant: 銀

# HistorySince
source: Playing Since { 0 } (Updated { 1 })
de: Im Spiel seit { 0 } (Update: { 1 })
es: Desde el { 0 } (actualizado el { 1 })
es_mx: Desde el { 0 } (actualizado el { 1 })
fr: Joue depuis le { 0 } (Réactualisé le { 1 })
it: Giochi dal giorno { 0 } (aggiornato: { 1 })
ja: { 0 } からプレイ（{ 1 } 更新）
ko: { 0 }부터 플레이({ 1 } 업데이트)
nl: Speelt sinds { 0 } (Bijgewerkt: { 1 })
ru: В игре с { 0 } (обновление { 1 })
zh_hans: 从{ 0 }开始游玩（{ 1 }更新）
zh_hant: 從{ 0 }開始遊玩（{ 1 }更新）

# HistorySummary
source: Summary
de: Statistiken
es: Resumen
es_mx: Resumen
fr: Résumé
it: Sommario
ja: サマリー
ko: 요약
nl: Overzicht
ru: Сводка
zh_hans: 总览
zh_hant: 總覽

# HistoryTitle
source: History
de: Übersicht
es: Historial
es_mx: Historial
fr: Historique
it: Statistiche
ja: ヒストリー
ko: 히스토리
nl: Terugblik
ru: Хроника
zh_hans: 历史
zh_hant: 記錄

# HistoryTotalTurfPoint
source: Turf Inked
de: Eingefärbte Fläche
es: Superficie pintada:
es_mx: Territorio pintado
fr: Surface encrée
it: Superficie inchiostrata
ja: 今まで塗った面積
ko: 지금까지 칠한 면적
nl: Geverfde grond
ru: Очки за прокрас
zh_hans: 至今为止的涂墨面积
zh_hant: 至今為止的塗墨面積

# HistoryTotalWin
source: Total Wins
de: Siege insgesamt
es: Victorias totales
es_mx: Victorias totales
fr: Total de victoires
it: Vittorie totali
ja: 総勝利数
ko: 총 승리 수
nl: Totaal aantal overwinningen
ru: Всего побед
zh_hans: 总胜利数
zh_hant: 總獲勝數

# HistoryUdemae
source: Rank
de: Rang
es: Rango
es_mx: Rango
fr: Rang
it: Rango
ja: ウデマエ
ko: 랭크
nl: Rang
ru: Разряд
zh_hans: 技术
zh_hant: 技術

# HistoryWeapon
source: Weapon Stats
de: Waffen
es: Historial de armas
es_mx: Armas
fr: Stats - armes
it: Armi
ja: ブキヒストリー
ko: 무기 히스토리
nl: Wapen
ru: Оружие
zh_hans: 武器历史
zh_hant: 武器記錄

# HistoryWeaponUsage
source: Weapon Usage
de: Waffennutzung
es: Frecuencia de uso
es_mx: Frecuencia de uso
fr: Fréquence d'utilisation - armes
it: Frequenza d'uso
ja: ブキ使用率
ko: 무기 사용률
nl: Wapengebruik
ru: Использование оружия
zh_hans: 武器使用率
zh_hant: 武器使用率

# HistoryXmatch
source: X Battle
de: X-Kampf
es: Combate X
es_mx: Combate X
fr: Match X
it: Partita X
ja: Xマッチ
ko: X 매치
nl: X-gevecht
ru: Бой X
zh_hans: X比赛
zh_hant: X比賽

# LandingCaution
source: Note: If you don't have the app installed, pressing this button does nothing.
de: *Wenn du die App nicht installiert hast, hat diese Schaltfläche keine Funktion.
es: * Si no tienes la aplicación instalada, este botón no producirá ningún efecto.
es_mx: Nota: Este botón no hará nada si no tienes la aplicación instalada.
fr: *Si l'appli n'est pas installée, appuyer sur ce bouton n'aura aucun effet.
it: *Se non hai installato l'app, questo pulsante non avrà alcun effetto.
ja: ※アプリをインストールしていない方は、このボタンを押しても開きません
ko: ※앱을 설치하지 않은 분은 이 버튼을 눌러도 기동하지 않습니다
nl: Let op: als je de app niet geïnstalleerd hebt, doet deze knop niets.
ru: Примечание: если приложение не установлено, при нажатии кнопки ничего не произойдет.
zh_hans: ※若未安装软件，即使按此按键也无法打开软件
zh_hant: ※在尚未安裝應用程式的情況下，按下此按鍵將無法開啟應用程式

# LandingCopyright
source: Apple and the Apple logo is a trademark of Apple Inc. that is registered in the USA and other countries. The App Store is a service mark for Apple Inc. Google Play and the Google Play logo is a trademark of Google LLC.
de: Apple und das Apple-Logo sind Marken der Apple Inc., die in den USA und weiteren Ländern eingetragen sind. App Store ist eine Dienstleistungsmarke der Apple Inc. Google Play und das Google Play-Logo sind Marken von Google LLC.
es: Apple y el logotipo de Apple son marcas comerciales de Apple Inc., registradas en EE. UU. y otros países. App Store es una marca de servicio de Apple Inc. Google Play y el logotipo de Google Play son marcas comerciales de Google LLC.
es_mx: Apple y el logotipo de Apple son marcas comerciales de Apple Inc., registradas en EE. UU. y otros países. App Store es una marca de servicio de Apple Inc. Google Play y el logotipo de Google Play son marcas comerciales de Google LLC.
fr: Apple et le logo Apple sont des marques déposées d'Apple Inc., enregistrées aux États-Unis ainsi que dans d'autres pays. L'App Store est un service d'Apple Inc.<br />Google Play et le logo Google Play sont des marques déposées de Google LLC.
it: Apple e il logo Apple sono marchi di Apple Inc., registrati negli Stati Uniti e in altri Paesi. App Store è un marchio di servizio di Apple Inc. Google Play e il logo di Google Play sono marchi di Google LLC.
ja: Apple、Appleロゴ、App Storeは、Apple Inc.の商標です。Google Play および Google Play ロゴは Google LLC の商標です。
ko: Apple, Apple 로고, App Store는 Apple Inc.의 상표입니다. Google Play 및 Google Play 로고는 Google LLC의 상표입니다.
nl: Apple en het Apple-logo zijn handelsmerken van Apple Inc., die zijn gedeponeerd in de Verenigde Staten en andere landen. App Store is een dienstmerk van Apple Inc. Google Play en het logo van Google Play zijn handelsmerken van Google LLC.
ru: Apple и логотип Apple являются зарегистрированными товарными знаками компании Apple Inc. в США и других странах. App Store является сервисным знаком компании Apple Inc. Google Play и логотип Google Play являются товарными знаками корпорации Google LLC.
zh_hans: Apple、Apple 标志、App Store 是 Apple Inc. 的商标。Google Play 和 Google Play 徽标均为 Google LLC 的商标。
zh_hant: Apple、Apple標誌和Apple Store是Apple Inc.的商標。Google Play和Google Play標誌是Google LLC的商標。

# LandingDlAppStore
source: Download it from the App Store
de: Erhältlich im App Store
es: Descargar de App Store
es_mx: Descargar de App Store
fr: Télécharger l'appli via l'App Store
it: Scaricala dall'App Store
ja: App Storeからダウンロード
ko: App Store에서 다운로드하기
nl: Download hem in de App Store
ru: Загрузить из App Store
zh_hans: App Store下载
zh_hant: App Store下載

# LandingDlGooglePlay
source: Get it with Google Play
de: Jetzt bei Google Play
es: Descargar de Google Play
es_mx: Descargar de Google Play
fr: Télécharger l'appli via Google Play
it: Ottienila con Google Play
ja: Google Playで手に入れよう
ko: 다운로드하기 Google Play
nl: Download hem via Google Play
ru: Загрузить из Google Play
zh_hans: Google Play立即下载
zh_hant: Google Play立即下載

# LandingDownload
source: App available here!
de: Lade die App hier herunter!
es: ¡Puedes descargar la aplicación aquí!
es_mx: ¡Puedes descargar la aplicación aquí!
fr: Tu peux télécharger l'appli ici !
it: Scarica l'app qui!
ja: アプリのダウンロードはこちら
ko: 앱 다운로드하기
nl: Je kunt de app hier downloaden!
ru: Приложение можно загрузить здесь!
zh_hans: 请从此处下载软件
zh_hant: 請從此處下載應用程式

# LandingOpenApp
source: Open App
de: App öffnen
es: Abrir la aplicación
es_mx: Abrir la aplicación
fr: Ouvrir l'appli
it: Avvia app
ja: アプリを開く
ko: 앱 기동하기
nl: App openen
ru: Открыть приложение
zh_hans: 打开软件
zh_hant: 開啟應用程式

# LandingSplatoon3
source: Splatoon 3
ja: スプラトゥーン3
ko: 스플래툰 3
zh_hans: 《斯普拉遁 3》
zh_hant: 《斯普拉遁 3》

# LandingTitle
source: Opening the Nintendo Switch Online smartphone app...
de: Die Nintendo Switch Online-Smartphone-App öffnen
es: Se va a abrir la aplicación para móviles Nintendo Switch Online...
es_mx: Se va a abrir la aplicación Nintendo Switch Online.
fr: Ouverture de l'appli pour appareil connecté Nintendo Switch Online
it: Avvio dell'app per dispositivi smart Nintendo Switch Online...
ja: スマートフォンアプリ『Nintendo Switch Online』を開きます
ko: 스마트폰 앱 『Nintendo Switch Online』을 기동합니다
nl: Bezig de Nintendo Switch Online-app te openen...
ru: Открывается приложение для смартфонов Nintendo Switch Online
zh_hans: 打开智能手机软件《Nintendo Switch Online》
zh_hant: 開啟智慧型手機應用程式「Nintendo Switch Online」

# LayoutMsgCatalogBase00001
source: pack of cards
de: Kartenpäckchen
es: Paquete de cartas
es_mx: Paquete de cartas
fr: Jeu de cartes
it: Bustina di carte
ja: カードパック
ko: 카드 팩
nl: Pakje kaarten
ru: Колода карт
zh_hans: 卡片包
zh_hant: 卡包

# LayoutMsgCatalogBase00002
source: fresh card pack
de: Spritziges Kartenpäckchen
es: Paq. cartas exclusivo
es_mx: Paq. cartas exclusivo
fr: Jeu de cartes classe
it: Bustina mitica
ja: フレッシュカードパック
ko: 프레시 카드 팩
nl: Vers pakje kaarten
ru: Свежая колода карт
zh_hans: 新鲜卡片包
zh_hant: 新鮮卡包

# LayoutMsgCatalogBase00003
source: title
de: Titel
es: Alias
es_mx: Apodo
fr: Titre
it: Titolo
ja: 二つ名
ko: 별명
nl: Titel
ru: Титул
zh_hans: 称号
zh_hant: 別名

# LayoutMsgCatalogBase00004
source: banner
es: Fondo
es_mx: Fondo
fr: Bannière
it: Sfondo
ja: プレート
ko: 플레이트
nl: Achtergrond
ru: Баннер
zh_hans: 背景
zh_hant: 背景

# LayoutMsgCatalogBase00005
source: Mystery Box
de: Überraschungsbox
es: Caja misteriosa
es_mx: Caja misteriosa
fr: Boîte mystère
it: Pacco misterioso
ja: ミステリーボックス
ko: 미스터리 박스
nl: Verrassingspakket
ru: Коробка с сюрпризом
zh_hans: 神秘礼盒
zh_hant: 神秘禮盒

# LayoutMsgCatalogBase00006
source: food ticket
de: Snack-Coupon
es: Cupón de comida
es_mx: Boleto de comida
fr: Ticket en-cas
it: Coupon cibo
ja: フードチケット
ko: 푸드 티켓
nl: Voedselcoupon
ru: Талон на закуску
zh_hans: 餐券
zh_hant: 美食券

# LayoutMsgCatalogBase00007
source: drink ticket
de: Getränke-Coupon
es: Cupón de bebida
es_mx: Boleto de bebida
fr: Ticket boisson
it: Coupon bevanda
ja: ドリンクチケット
ko: 드링크 티켓
nl: Drankcoupon
ru: Талон на напиток
zh_hans: 饮料券
zh_hant: 飲料券

# LayoutMsgCmnCstBase00000
source: Favorites
de: Meistgenutzt
es: Frecuentes
es_mx: Más usados
fr: Favoris
it: Più frequenti
ja: よく使う
ko: 사용 빈도
nl: Favorieten
ru: Любимое
zh_hans: 常用
zh_hant: 常用

# LayoutMsgCmnCstBase00001
source: Ability
de: Effekt
es: Potenciadores
es_mx: Potenciadores
fr: Bonus
it: Abilità
ja: ギアパワー
ko: 기어 파워
nl: Effecten
ru: Свойства
zh_hans: 装备能力
zh_hant: 裝備能力

# LayoutMsgCmnCstBase00002
source: Brand
de: Marke
es: Marca
es_mx: Marca
fr: Marque
it: Marca
ja: ブランド
ko: 브랜드
nl: Merk
ru: Бренд
zh_hans: 品牌
zh_hant: 品牌

# LayoutMsgCmnCstBase00003
source: Main
de: Hauptwaffe
es: Arma principal
es_mx: Principal
fr: Arme principale
it: Arma principale
ja: メイン
ko: 메인
nl: Hoofdwapen
ru: Основное
zh_hans: 主要武器
zh_hant: 主要武器

# LayoutMsgCmnCstBase00004
source: Sub
de: Sekundärwaffe
es: Arma secundaria
es_mx: Secundaria
fr: Arme secondaire
it: Arma secondaria
ja: サブ
ko: 서브
nl: Subwapen
ru: Запасное
zh_hans: 次要武器
zh_hant: 次要武器

# LayoutMsgCmnCstBase00005
source: Special
de: Spezialwaffe
es: Arma especial
es_mx: Especial
fr: Arme spéciale
it: Arma speciale
ja: スペシャル
ko: 스페셜
nl: Speciaal wapen
ru: Особое
zh_hans: 特殊武器
zh_hant: 特殊武器

# LayoutMsgCmnCstBase00006
source: Not Purchased
de: Nicht gekauft
es: No adquirida
es_mx: No adquirida
fr: J'ai pas !
it: Non acquistata
ja: 持ってない
ko: 미소지
nl: Niet gekocht
ru: Не куплено
zh_hans: 未持有
zh_hant: 未持有

# LayoutMsgCmnCstBase00010
source: Test
de: Testen
es: Probar
es_mx: Probar
fr: Essai tir
it: Prova
ja: 試しうち
ko: 테스트
nl: Testen
ru: Опробовать
zh_hans: 试射
zh_hant: 試射

# LayoutMsgCmnCstBase00011
source: Adjust Gear
de: Trage-Style
es: A tu aire
es_mx: Tu estilo
fr: Ton style
it: Il tuo stile
ja: 着こなし
ko: 스타일링
nl: Andere look
ru: Другой стиль
zh_hans: 穿着打扮
zh_hant: 穿著打扮

# LayoutMsgCmnCstBase00020
source: Gear ability not unlocked.
de: Kein Effekt vorhanden.
es: Potenciador sin desbloquear
es_mx: Potenciador sin desbloquear
fr: Bonus verrouillé
it: Abilità non sbloccata.
ja: ギアパワー未解放
ko: 기어 파워 미개방
nl: Je hebt dit effect nog niet.
ru: Свойство заблокировано.
zh_hans: 装备能力未解放
zh_hant: 裝備能力未解鎖

# LayoutMsgCmnCstBase00030
source: You can save your current gear, playersettings, camera options, and registeredFreshest Fits to an amiibo.
de: Du kannst deine aktuelle Ausrüstung,Lieblings-Styles sowie Spieler- und Kamera-Optionen auf einem amiibo speichern.
es: Puedes guardar en un amiibo el equipamientoque lleves y tus atuendos favoritos, así comolos ajustes de tu personaje y de la cámara.
es_mx: Puedes guardar en un amiibo el equipamientoque lleves puesto y tus atuendos favoritos, asícomo ajustes de tu personaje y de la cámara.
fr: Tu peux sauvegarder ton personnage,l'équipement qu'il porte, les paramètres decaméra et tes tenues favorites sur un amiibo.
it: Puoi salvare su un amiibo l'equipaggiamento,le impostazioni di gioco e della telecamera,nonché i look preferiti che hai registrato.
ja: 現在のそうび、プレイヤー設定、カメラオプションの情報と登録済みのマイコーデを amiiboに書きこむことができます
ko: 현재 장비, 플레이어 설정, 카메라 옵션 정보와등록된 마이 코디를 amiibo에 저장할 수 있습니다
nl: Je kunt je huidige uitrusting, personagekeuze,camera-instellingen en lievelingsstijlen opslaanop een amiibo.
ru: На amiibo можно сохранить твое текущееснаряжение, настройки игрока и камеры,а также зарегистрированные свежие прикиды.
zh_hans: 可以将目前装备、玩家设置、镜头选项的信息以及已登录的个人穿搭储存至amiibo。
zh_hant: 可以將目前裝備、玩家設定、鏡頭選項的資訊以及已登錄的個人穿搭寫入amiibo。

# LayoutMsgCmnCstBase00031
source: To use amiibo, connect to the internet andupdate your software to the latest version.
de: Um amiibo verwenden zu können, stelle zuersteine Verbindung zum Internet her und lade dieneueste Version dieser Software herunter.
es: Para poder utilizar amiibo, es necesarioconectar la consola a internet y actualizarel juego a la versión más reciente.
es_mx: Para poder utilizar amiibo, es necesarioconectar la consola a internet y actualizarel juego a la versión más reciente.
fr: Pour utiliser les amiibo, tu dois te connecter àInternet et télécharger la dernière mise à jourdu logiciel.
it: Per usare gli amiibo è necessaria unaconnessione a Internet per aggiornareil software alla versione più recente.
ja: amiiboは、インターネットに接続して本ソフトを最新のバージョンに更新すると使えるようになります
ko: amiibo는 인터넷에 접속하여본 소프트웨어를 최신 버전으로업데이트하면 사용할 수 있습니다
nl: Om amiibo te kunnen gebruiken moet jeverbinding maken met het internet enje software bijwerken naar de meestrecente versie.
ru: Чтобы использовать amiibo, необходимоподключиться к Интернету и обновитьигру до актуальной версии.
zh_hans: 若要使用amiibo，请先连接互联网，将本软件更新至最新版本。
zh_hant: 在連接網路並將此軟體更新至最新版本後即可使用amiibo。

# LayoutMsgCmnCstBase00040
source: ON
de: Ein
es: Sí
es_mx: Usar
fr: Oui
it: Sì
nl: Aan
ru: ВКЛ.
zh_hans: 开启

# LayoutMsgCmnCstBase00041
source: OFF
de: Aus
es: No
es_mx: No usar
fr: Non
it: No
nl: Uit
ru: ВЫКЛ.
zh_hans: 关闭

# LayoutMsgCmnCstBase00042
source: Normal
de: Standard
it: Normale
ja: ノーマル
ko: 노멀
nl: Normaal
ru: Норм.
zh_hans: 正常
zh_hant: 正常

# LayoutMsgCmnCstBase00043
source: Inverted
de: Invertiert
es: Invertido
es_mx: Invertido
fr: Inversé
it: Invertito
ja: リバース
ko: 리버스
nl: Omgekeerd
ru: Инверт.
zh_hans: 反转
zh_hant: 反轉
