Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrTalkWorldRandomFailureZakoSmall00
source: Splatted by the little guys! You never notice 'em untilit's too late.
de: Klein, aber oho! Die Kerlchen fallen einem leiderimmer erst dann auf, wenn’s schon zu spät ist.
es: Nunca te das cuenta de que los bichos te hanentintado... hasta que es demasiado tarde.
es_mx: Nunca te das cuenta de que los pequeñitos teentintaron... hasta que es demasiado tarde.
fr: On s'est fait liquider par du menu fretin ! Ils sont sipetits qu'on les voit pas... Et après, il est trop tard !
it: I piccoletti splattano di brutto, eh? E quandoti accorgi che sono vicini, ormai è troppo tardi...
ja: ちっさいサカナにやられたー！ いつの間にか近くにいるよな、アイツら！
ko: 작은 물고기한테 당했어～! 녀석들, 어느새 근처에 와 있다니까!
nl: Uitgeschakeld door die kleintjes!Die zie je pas als het te laat is.
ru: Тьфу ты, нас мелюзга плюхнула!Ну да, их сразу и не заметишь...
zh_hans: 被小鱼击倒阵亡了——！这群家伙，不知何时跑到我们身边了！
zh_hant: 你被小魚擊倒陣亡了——！不知不覺間牠們就出現在旁邊了！

# SdodrSdodrTalkWorldRandomFailureZakoStandard00
source: Those fish are meaner than they look, huh? We gottabe more careful around 'em!
de: Diese Fische sind fieser, als sie aussehen, was?Wir sollten ein bisschen vorsichtiger sein!
es: Esos peces tienen más peligro de lo que parece...¡Debemos tener cuidado con ellos!
es_mx: Esos peces son más peligrosos de lo que parecen...¡Debemos tener cuidado con ellos!
fr: Ces poiscailles sont plus méchantes qu'elles en ont l'air !On a intérêt à faire gaffe !
it: Quei pesci sono più rognosi di quanto sembrano, eh?Meglio fare attenzione!
ja: あのサカナ、意外と体力あんだな！ 気をつけねーと！
ko: 물고기 녀석, 의외로 체력이 있네! 조심해야겠어!
nl: Die vissen zijn gemener dan ze eruitzien, hè?We moeten voorzichtig zijn!
ru: Этих рыбов голыми руками не возьмешь!Опасное! Нужно быть поосторожней...
zh_hans: 那种鱼的体力意外地充沛啊！得多加小心才行！
zh_hant: 那種魚的體力出乎意料地好！得小心點才行！

# SdodrSdodrTalkWorldRandomFailureZakoStandard01
source: Those fish are a pain to deal with. And the worst partis, they're everywhere!
de: Einfach nur lästig, diese Kerle.Und das Schlimmste ist, dass sie überall sind!
es: Esos peces son una desgracia. ¡Y lo peor es que estánpor todas partes!
es_mx: Esos peces son un fastidio. ¡Y lo peor es que estánpor todas partes!
fr: Ces poissons sont une véritable plaie.Et le pire, c'est qu'il y en a partout !
it: Sono davvero una seccatura. E la cosa peggioreè che sono dappertutto!
ja: サカナは、どこにでもいる やっかいな敵ですよね～
ko: 물고기는 어디에나 있는 성가신 적이에요～
nl: Die vissen zijn hartstikke irritant. En nog erger:ze zijn werkelijk overal!
ru: Тяжело вам все-таки с этими рыбоидами...И их ведь та-а-ак много!..
zh_hans: 那种鱼随处可见，作为敌人还很棘手～
zh_hant: 那種魚是隨處可見的棘手敵人呢～

# SdodrSdodrTalkWorldRandomFleamarket00
source: Octoling, I have a pleasing announcement.
de: Oktoling, ich habe Erfreuliches zu verkünden.
es: Tengo una agradable noticia para tus oídos octarianos.
es_mx: Tengo una agradable noticia para tus oídos, octoling.
fr: Octaling, j'ai une annonce qui te fera plaisir.
it: Octoling, ti annuncio buone notizie.
ja: タコさんに、よい知らせがあります
ko: 문어 님께 좋은 소식이 있습니다
nl: Octoling, ik heb goed nieuws.
ru: Осьмолинг, у меня чудесные новости.
zh_hans: 章鱼朋友，我有个好消息告诉你。
zh_hant: 章魚朋友，我有個好消息要告訴你。

# SdodrSdodrTalkWorldRandomFleamarket01
source: Cipher's Siftings eagerly awaits your visit, Octoling.
de: Ciphers Zeug erwartet sehnsüchtigst deinen Besuch,junger Oktoling.
es: El puesto de Lucifredo aguarda tu octariana visita.
es_mx: El puesto de Lucifredo aguarda tu visita, octoling.
fr: Les Affaires de Crustifer se réjouissent de ta futurevisite, Octaling.
it: Octoling, la bancarella di Cifero ti attende con ansia.
ja: ユメエビの露店は、タコさんの訪れを待っています
ko: 창새우 노점은 문어 님의 방문을 기다리고 있습니다
nl: Cifers koopjeskraam wacht op je komst, Octoling.
ru: Сток-лоток Цифера ждет тебя, осьмолинг.
zh_hans: 梦霞的小摊等候着章鱼朋友你的到来。
zh_hant: 夢霞的攤販正在等待章魚朋友的造訪。

# SdodrSdodrTalkWorldRandomFloorShopIkuraShortage
source: Um, Eight, do you have the Membux to buy anything?
de: Ähm, Nr. 8?Du scheinst gerade etwas knapp an Memoneten zu sein...
es: Eh... Ocho, ¿tienes pastimonedas suficientes paracomprar algo?
es_mx: Eh... Ocho, ¿tienes pastimonedas suficientes paracomprar algo?
fr: Euh, Huit... T'as assez de poulpèzes pour fairedes achats ?
it: Uhm, Otto, hai abbastanza norilir per comprarequalcosa?
ja: あっ ハチさん、ネリコインが少ないのでご注意を～
ko: 앗, 에이트 씨! 네리 코인이 얼마 없으니 주의하세요～
nl: Ehm, Acht, heb je genoeg neuri'som iets te kopen?
ru: М-м-м, Восьмерка... У тебя вспомбаксов мало...
zh_hans: 啊，小八，你的忆界硬币不多，需要注意哦～
zh_hant: 啊，小八，你的憶界硬幣很少，要多加留意喔～

# SdodrSdodrTalkWorldRandomFloorSkipIkuraShortage
source: You're low on Membux for that, Eight.
de: Dafür fehlen dir noch ein paar Memoneten, Nr. 8.
es: Tienes pocas pastimonedas para eso, Ocho.
es_mx: Tienes pocas pastimonedas para eso, Ocho.
fr: On a pas assez de poulpèzes pour ça, Huit.
it: Non hai abbastanza norilir, Otto.
ja: ハチさん、ネリコインが足りないです～
ko: 에이트 씨, 네리 코인이 부족해요～
nl: Daar heb je wat weinig neuri's voor, Acht.
ru: Восьмерка, вспомбаксы... У тебя не хватает.
zh_hans: 小八，你的忆界硬币不够啊～
zh_hant: 小八，你的憶界硬幣不夠耶～

# SdodrSdodrTalkWorldRandomIidaHacking00
source: Eight, come and see me if you have a minute.
de: Schau mal bei mir vorbei, wenn du Zeit hast, Nr. 8.
es: Ocho, ven a verme cuando tengas un minuto.
es_mx: Ocho, ven a verme cuando tengas un minuto.
fr: Huit, viens me voir quand t'auras un instant.
it: Otto, vieni a parlarmi quando hai un minuto.
ja: ハチさん、よろしければワタシのところへ～
ko: 에이트 씨, 괜찮으시다면 저한테 와 주세요～
nl: Acht, kom even hier als je tijd hebt.
ru: Восьмерка, подойди ко мне, если будет минутка.
zh_hans: 小八，你方便时就来找我吧～
zh_hant: 小八，有空的話就來找我吧～

# SdodrSdodrTalkWorldRandomIidaHacking01
source: I'm ready for some hacking if you are, Eight!
de: Kann ich irgendwas für dich hacken, Nr. 8?
es: Estoy lista para hackear, Ocho, ¡si tú también lo estás!
es_mx: Estoy lista para hackear, Ocho, ¡si tú también lo estás!
fr: Si t'as besoin d'un peu de hacking, fais-moi signe,Huit !
it: Sono pronta ad hackerare il sistema, Otto!
ja: ハチさん、ハッキングはいかがでしょう？
ko: 에이트 씨, 해킹은 어떠세요?
nl: Ik ben klaar om te hacken. Jij ook, Acht?
ru: Восьмерка, тебе нужны какие-нибудь моды?
zh_hans: 小八，你需要我帮忙骇解吗？
zh_hant: 小八，請問你需要我幫忙駭解嗎？

# SdodrSdodrTalkWorldRandomKey01
source: Eight, don't forget about the lockers!
de: Nr. 8, vergiss die Schließfächer nicht!
es: ¡No te olvides de las casillas, Ocho!
es_mx: ¡No te olvides de los casilleros, Ocho!
fr: Huit, oublie pas que tu peux essayerd'ouvrir les casiers !
it: Otto, non dimenticarti degli armadietti, OK?
ja: ハチさん、ロッカーを開けられますよ
ko: 에이트 씨, 로커를 열 수 있어요
nl: Acht, vergeet de kluisjes niet!
ru: Восьмерка, не забудь про сейфы!
zh_hans: 小八，你可以打开置物柜哦。
zh_hant: 小八，置物櫃是可以打開的喔。

# SdodrSdodrTalkWorldRandomKey02
source: Wanna crack open one of those lockers, Eight?
de: Willst du nicht eins dieser Schließfächer öffnen, Nr. 8?
es: ¿Quieres abrir una de esas casillas, Ocho?
es_mx: ¿Quieres abrir uno de esos casilleros, Ocho?
fr: Tu veux ouvrir un de ces casiers, Huit ?
it: Vogliamo aprire uno di quegli armadietti, Otto?
ja: ハチ、ロッカー開けてみねーか？
ko: 에이트, 로커를 열어 보자!
nl: Wil je deze kluisjes openkraken, Acht?
ru: Не хочешь заглянуть в какой-нибудь из сейфов,Восьмерка?
zh_hans: 小八，你要不要打开置物柜看看？
zh_hant: 小八，你要把置物櫃打開看看嗎？

# SdodrSdodrTalkWorldRandomRechooseStageIkuraShortage
source: You're low on Membux for that, Eight.
de: Dafür fehlen dir noch ein paar Memoneten, Nr. 8.
es: No te llegan las pastimonedas para eso, Ocho.
es_mx: No te llegan las pastimonedas para eso, Ocho.
fr: On a pas assez de poulpèzes pour ça, Huit.
it: Non hai abbastanza norilir, Otto.
ja: ハチさん、ネリコインが足りないです～
ko: 에이트 씨, 네리 코인이 부족해요～
nl: Daar heb je niet genoeg neuri's voor, Acht.
ru: Восьмерка, на это тебе вспомбаксов не хватит.
zh_hans: 小八，你的忆界硬币不够啊～
zh_hant: 小八，你的憶界硬幣不夠耶～

# SdodrSdodrTryResult000
source: Fell off the edge
de: Sturz in den Abgrund
es: Te caíste
es_mx: Te caíste
fr: Défaite par chute
it: Volo nel vuoto
ja: フロアから 落ちた
ko: 플로어에서 떨어졌다
nl: Over de rand gevallen
ru: Падение с края
zh_hans: 从楼层摔落
zh_hant: 從樓層摔落

# SdodrSdodrTryResult003
source: Gave up
de: Aufgegeben
es: Abandonaste
es_mx: Abandonaste
fr: Abandon
it: Abbandono
ja: あきらめた
ko: 포기했다
nl: Opgegeven
ru: Принято решение сдаться
zh_hans: 中途放弃
zh_hant: 放棄

# SdodrSdodrUnitsNone
source: None
es: Nada
es_mx: Nada
ja: なし
ko: 없음
nl: Niets
ru: Нет
zh_hans: 无
zh_hant: 無

# SdodrSdodrUnitsTipValueBool0
source: Off
de: Aus
es: No
es_mx: No
fr: Non
it: No
nl: Uit
ru: Выкл.
zh_hans: 关闭

# SdodrSdodrUnitsTipValueBool1
source: On
de: Ein
es: Sí
es_mx: Sí
fr: Oui
it: Sì
nl: Aan
ru: Вкл.
zh_hans: 开启

# SeasonNameAutumn
source: Drizzle Season
de: Sturmsaison
es: Temporada lluviosa
es_mx: Temporada lluviosa
fr: Saison des averses
it: Stagione piovosa
ja: 秋 Drizzle Season
ko: 가을 Drizzle Season
nl: Stormseizoen
ru: Мокрый сезон
zh_hans: 秋 Drizzle Season
zh_hant: 秋 Drizzle Season

# SeasonNameSpring
source: Fresh Season
de: Blütensaison
es: Temporada cálida
es_mx: Temporada cálida
fr: Saison des bourgeons
it: Stagione fresca
ja: 春 Fresh Season
ko: 봄 Fresh Season
nl: Bloeiseizoen
ru: Свежий сезон
zh_hans: 春 Fresh Season
zh_hant: 春 Fresh Season

# SeasonNameSummer
source: Sizzle Season
de: Sonnensaison
es: Temporada abrasadora
es_mx: Temporada abrasadora
fr: Saison du soleil
it: Stagione ardente
ja: 夏 Sizzle Season
ko: 여름 Sizzle Season
nl: Hitteseizoen
ru: Палящий сезон
zh_hans: 夏 Sizzle Season
zh_hant: 夏 Sizzle Season

# SeasonNameWinter
source: Chill Season
de: Fröstelsaison
es: Temporada fría
es_mx: Temporada fría
fr: Saison du frimas
it: Stagione fredda
ja: 冬 Chill Season
ko: 겨울 Chill Season
nl: Bibberseizoen
ru: Морозный сезон
zh_hans: 冬 Chill Season
zh_hant: 冬 Chill Season

# SettingsAboutSendingUsageData
source: Info on Sending Usage Data
de: Informationen zur Übertragung von Nutzerdaten
es: Información sobre el envío de datos de uso
es_mx: Acerca del envío de datos de uso
fr: Informations sur l'envoi de données d'utilisation
it: Informazioni sull'invio dei dati di utilizzo
ja: 利用データの送信について
ko: 이용 데이터 송신에 대하여
nl: Over het versturen van gebruiksgegevens
ru: Об отправке данных о пользовании
zh_hans: 关于发送使用数据
zh_hant: 關於發送使用資料

# SettingsAboutSendingUsageDataDescription
source: Please note that if you have granted permission to share your data with Nintendo (including via cookie settings) to improve our products and services when using the Nintendo Switch Online app, this setting also applies to game-specific services such as SplatNet 3. You can view or change your settings at any time by selecting About Sending Usage Data.
de: Bitte beachte, dass diese Einstellung auch für spielspezifische Dienste wie SplatNet 3 gilt, wenn du bei Nutzung der Nintendo Switch Online-App dem Teilen deiner Daten mit Nintendo zur Verbesserung und Optimierung von Produkten und Services zugestimmt hast (auch über Cookie-Einstellungen). Du kannst deine Einstellungen jederzeit unter „Über das Übertragen von Nutzerdaten“ überprüfen oder ändern.
es: Ten en cuenta que, si autorizas que se compartan tus datos con Nintendo (incluyendo los configurados mediante cookies) para mejorar sus productos y servicios al usar la aplicación Nintendo Switch Online, este consentimiento se hará extensivo a servicios de juegos específicos como SplatNet 3. Puedes consultar o modificar estos ajustes en cualquier momento si seleccionas «Envío de datos de uso».
es_mx: Ten en cuenta que, si autorizas que se compartan tus datos con Nintendo (incluyendo los configurados mediante cookies) para mejorar sus productos y servicios al usar la aplicación Nintendo Switch Online, este consentimiento se aplicará también a servicios de juegos específicos como SplatNet 3. Puedes consultar o modificar estos ajustes en cualquier momento si seleccionas 'Envío de datos de uso'.
fr: Note : si tu as donné l'autorisation de partager tes données avec Nintendo (ce qui inclut les paramètres des cookies) dans le but d'améliorer nos produits et services lorsque tu utilises l'appli Nintendo Switch Online, cette autorisation concerne également les services spécifiques aux jeux tels que SplatNet 3. Tu peux consulter ou modifier tes paramètres à tout moment en sélectionnant « Partage des données d'utilisation ».
it: Se hai acconsentito alla condivisione dei dati con Nintendo (inclusi quelli raccolti tramite cookie) per migliorare i nostri prodotti e servizi quando usi l'app Nintendo Switch Online, questa impostazione si applica anche ai servizi specifici dei giochi, come SplatNet 3. Puoi consultare o cambiare le impostazioni in qualsiasi momento selezionando Invio dei dati di utilizzo.
ja: イカリング３をご利用の際には、『Nintendo Switch Online』アプリの「利用データの送信について」の設定が適用されます。この設定はいつでも変更することができます。
ko: 오징어넷 3를 이용하실 때에는 『Nintendo Switch Online』 앱의 「이용 데이터 송신에 대하여」의 설정이 적용됩니다. 이 설정은 언제든 변경할 수 있습니다.
nl: Houd er rekening mee dat als je toestemming hebt gegeven voor het delen van gegevens (waaronder instellingen voor cookies) met Nintendo bij het gebruik van de Nintendo Switch Online-app om onze producten en diensten te verbeteren, dit ook invloed heeft op gamegebonden diensten als SplatNet 3. Je kunt deze instelling op ieder moment wijzigen door VERSTUREN VAN GEBRUIKSGEGEVENS te kiezen.
ru: Учти, если от тебя поступило разрешение предоставлять свои данные компании Nintendo (например посредством настроек файлов cookie), собираемые с целью улучшить наши продукты и сервисы при пользовании приложением Nintendo Switch Online, это разрешение также распространяется на такие сервисы для игр, как SplatNet 3. Настройки можно в любое время посмотреть или изменить, выбрав «Об отправке данных об использовании».
zh_hans: 使用《鱿鱼圈 3》时，将适用《Nintendo Switch Online》软件的“关于发送使用数据”设置。该设置可以随时进行更改。
zh_hant: 使用《魷魚圈 3》時，將適用「Nintendo Switch Online」應用程式的「關於送出使用資料」設定。此設定隨時都可以進行更改。

# SettingsAcknowledgements
source: Copyrights
es: Derechos de autor
es_mx: Derechos de autor
fr: Copyright
it: Copyright
ja: 権利表記
ko: 권리 표기
ru: Авторские права
zh_hans: 权利标识
zh_hant: 著作權聲明

# SettingsAppName
source: Settings
de: Einstellungen
es: Ajustes
es_mx: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# SettingsCredits
source: Credits
es: Créditos
es_mx: Créditos
fr: Crédits
it: Riconoscimenti
ja: クレジット
ko: 크레디트
ru: Над игрой работали
zh_hans: 制作人员
zh_hant: 工作人員

# SettingsExpansionPass
source: To Expansion Pass Information
de: Zu Informationen über den Erweiterungspass
es: Ir a la información del pase de expansión
es_mx: Visita el sitio del pase de expansión
fr: Informations sur le Pass d'extension
it: Informazioni sul Pass di espansione
ja: エキスパンション・パス 購入サイトへ
ko: 익스팬션 패스 구입 사이트로
nl: Informatie over de uitbreidingspas
ru: К информации о талоне на расширение
zh_hans: 前往扩展票的购买网站
zh_hant: 前往擴充票購買網站

# SettingsTitle
source: Settings
de: Einstellungen
es: Ajustes
es_mx: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# SideOrderRecordAccumulateCount
source: Ranks Set: { 0 }
de: Gleiche eingesetzte Chips: { 0 }
es: Usos de cromochips identicos: { 0 }
es_mx: Usos de cromochips idénticos: { 0 }
fr: Puces identiques utilisées : { 0 }
it: Set di schede: { 0 }
ja: パレットにセットした枚数: { 0 }
ko: 팔레트에 세팅한 개수: { 0 }
nl: Tegelijk in palet: { 0 }
ru: Одинаковых тон-жетонов: { 0 }
zh_hans: 安装在调色盘的数量：{ 0 }
zh_hant: 安裝在調色盤的枚數 { 0 }

# SideOrderRecordAppName
source: Side Order
de: Ruf zur Ordnung
es: La cara del orden
es_mx: La cara del orden
fr: Tour de l'Ordre
it: Torre dell'Ordine
ja: サイド・オーダー
ko: 사이드 오더
nl: De Toren der Orde
ru: Порядочная порция
zh_hans: 秩序篇
zh_hant: 秩序篇

# SideOrderRecordChipCategoryAuto
source: Drone
de: Drohne
es: Dron
es_mx: Dron
ja: ドローン
ko: 드론
ru: Дрон
zh_hans: 无人机
zh_hant: 無人機

# SideOrderRecordChipCategoryContinuity
source: Support
de: Unterstützung
es: Ayuda
es_mx: Apoyo
fr: Soutien
it: Supporto
ja: サポート
ko: 서포트
nl: Ondersteuning
ru: Поддержка
zh_hans: 支援
zh_hant: 輔助

# SideOrderRecordChipCategoryFire
source: Power
de: Kraft
es: Potencia
es_mx: Potencia
fr: Puissance
it: Potenza
ja: パワー
ko: 파워
nl: Kracht
ru: Сила
zh_hans: 力量
zh_hant: 力量

# SideOrderRecordChipCategoryLuck
source: Lucky
de: Glück
es: Fortuna
es_mx: Fortuna
fr: Chance
it: Fortuna
ja: ラッキー
ko: 럭키
nl: Geluk
ru: Удачливость
zh_hans: 幸运
zh_hant: 幸運

# SideOrderRecordChipCategoryMove
source: Mobility
de: Beweglichkeit
es: Movilidad
es_mx: Movilidad
fr: Mobilité
it: Praticità
ja: ムーブ
ko: 무브
nl: Beweeglijkheid
ru: Мобильность
zh_hans: 移动
zh_hant: 移動

# SideOrderRecordChipCategoryRange
source: Range
de: Reichweite
es: Alcance
es_mx: Alcance
fr: Portée
it: Gittata
ja: レンジ
ko: 레인지
nl: Bereik
ru: Дальнобойность
zh_hans: 范围
zh_hant: 範圍

# SideOrderRecordChiplevel
source: Info Unlocked: { 0 }
de: Freigeschaltete Informationen: { 0 }
es: Información reunida: { 0 }
es_mx: Información reunida: { 0 }
fr: Infos débloquées : { 0 }
it: Informazioni sbloccate: { 0 }
ja: 集めた情報 { 0 }
ko: 모은 정보 { 0 }
nl: Vrijgespeelde informatie: { 0 }
ru: Собранная информация: { 0 }
zh_hans: 已收集的信息：{ 0 }
zh_hant: 收集到的情報 { 0 }

# SideOrderRecordClear
source: Clear!
de: Geschafft!
es: ¡Completado!
es_mx: ¡Completado!
fr: Terminé !
it: Superato!
ja: クリア！
ko: 클리어!
nl: Voltooid!
ru: Успех!
zh_hans: 通关！
zh_hant: 過關！

# SideOrderRecordClearCount
source: Clears: { 0 }
de: Siege: { 0 }
es: Completada: { 0 }
es_mx: Ascensos completados: { 0 }
fr: Victoires : { 0 }
it: Vittorie: { 0 }
ja: クリア: { 0 }
ko: 클리어: { 0 }
nl: Aantal keer voltooid: { 0 }
ru: Прохождений: { 0 }
zh_hans: 通关：{ 0 }
zh_hant: 過關：{ 0 }

# SideOrderRecordCollectedColorChips
source: Color Chips Collected
de: Gesammelte Farbchips
es: Cromochips obtenidos
es_mx: Cromochips obtenidos
fr: Puces chromatiques obtenues
it: Schede colore ottenute
ja: 集めたカラーチップ
ko: 모은 컬러 칩
nl: Verzamelde kleurenchips
ru: Собранные тон-жетоны
zh_hans: 已收集的色彩晶片
zh_hant: 已收集的色彩晶片

# SideOrderRecordCollectedColorChipsAnnotation
source: The number in parentheses is how many chips were collected so far.
de: Angaben in Klammern bezeichnen die Menge an bisher gesammelten Chips.
es: El número de cromochips reunidos hasta ahora se indica entre paréntesis.
es_mx: El número de cromochips reunidos hasta ahora se indica entre paréntesis.
fr: Le nombre de puces obtenues jusqu'ici est indiqué entre parenthèses.
it: Il numero tra parentesi indica le schede ottenute finora.
ja: カッコ内は今までに集めた枚数です
ko: 괄호 안의 숫자는 지금까지 모은 개수입니다.
nl: Het cijfer tussen haakjes geeft aan hoe vaak een chip is gebruikt.
ru: Число в скобках отображает количество собранных на этот момент тон-жетонов.
zh_hans: 括号内的数字表示迄今为止所收集的晶片数量。
zh_hant: 括號內代表至今為止所收集的晶片數量。

# SideOrderRecordCollectedPalettes
source: Palettes Collected
de: Gesammelte Paletten
es: Paletas obtenidas
es_mx: Paletas obtenidas
fr: Palettes obtenues
it: Tavolette ottenute
ja: 集めたパレット
ko: 모은 팔레트
nl: Verzamelde paletten
ru: Собранные тон-боксы
zh_hans: 已收集的调色盘
zh_hant: 已收集的調色盤

# SideOrderRecordCollectedPalettesSubtitle
source: Clear with All Palettes for Special Rewards!
de: Mit allen Paletten abschließen, um Belohnung zu erhalten!
es: ¡Completa la torre con todas las paletas y obtén premios especiales!
es_mx: ¡Completa la torre con todas las paletas para obtener recompensas especiales!
fr: Termine la tour avec toutes les palettes pour un bonus spécial !
it: Completa la torre con tutte le tavolette per ricompense speciali!
ja: すべてのパレットでクリアして 特別なほうしゅうをゲット！
ko: 모든 팔레트로 클리어하면 특별한 보상 획득!
nl: Voltooi de toren met alle paletten voor een speciale beloning!
ru: Пройди со всеми тон-боксами и получай особую награду!
zh_hans: 用所有的调色盘过关来获得特殊报酬！
zh_hant: 用所有的調色盤過關以獲得特殊報酬！

# SideOrderRecordColorChip
source: Color Chips
de: Farbchips
es: Cromochips
es_mx: Cromochips
fr: Puces chromatiques
it: Schede colore
ja: カラーチップ
ko: 컬러 칩
nl: Kleurenchips
ru: Тон-жетоны
zh_hans: 色彩晶片
zh_hant: 色彩晶片

# SideOrderRecordColorChipUsage
source: Color-Chip Usage
de: Farbchip-Nutzung
es: Uso de cromochips
es_mx: Uso de cromochips
fr: Utilisation des puces chromatiques
it: Uso schede colore
ja: チップ使用率
ko: 칩 사용률
nl: Kleurenchips-gebruik
ru: Использование тон-жетонов
zh_hans: 晶片使用率
zh_hant: 晶片使用率

# SideOrderRecordDifficulity0
source: Easy
de: Einfach
es: Fácil
es_mx: Fácil
fr: Facile
it: Facile
ja: かんたん
ko: 쉬움
nl: Makkelijk
ru: Легко
zh_hans: 简单
zh_hant: 簡單

# SideOrderRecordDifficulity1
source: Normal
de: Standard
it: Normale
ja: ふつう
ko: 보통
nl: Normaal
ru: Норм
zh_hans: 普通
zh_hant: 普通

# SideOrderRecordDifficulity2
source: Hard
de: Schwierig
es: Difícil
es_mx: Difícil
fr: Difficile
it: Difficile
ja: むずかしい
ko: 어려움
nl: Moeilijk
ru: Сложно
zh_hans: 困难
zh_hant: 困難

# SideOrderRecordDifficulity3
source: Rigorous
de: Extrem
es: Dificilísimo
es_mx: Intenso
fr: Impitoyable
it: Tremendo
ja: ゲキムズ
ko: 매우 어려움
nl: Genadeloos
ru: Архисложно
zh_hans: 极难
zh_hant: 極難

# SideOrderRecordDownloadReward
source: Get your reward!
de: Belohnung!
es: ¡Obtén tu recompensa!
es_mx: ¡Obtén tu recompensa!
fr: Récupérer le bonus !
it: Ottieni la tua ricompensa!
ja: ほうしゅうをゲット！
ko: 보상 획득!
nl: Beloning!
ru: Получи награду!
zh_hans: 获得报酬！
zh_hant: 獲得報酬！

# SideOrderRecordEnemy
source: Field Guide
de: Leitfaden
es: Álbum
es_mx: Álbum
fr: Guide
it: Guida
ja: ずかん
ko: 도감
nl: Veldgids
ru: Справочник
zh_hans: 图鉴
zh_hant: 圖鑑

# SideOrderRecordEnemyCollection
source: Jelleton Field Guide
de: Viskelloid-Leitfaden
es: Álbum de esquealetas
es_mx: Álbum de esquealetas
fr: Guide des Squelécailles
it: Guida Ossimolli
ja: スケルトーンずかん
ko: 스켈레톤 도감
nl: Drilgruwelveldgids
ru: Справочник консервиторов
zh_hans: 骷髅鱼图鉴
zh_hant: 骷髏魚圖鑑

# SideOrderRecordFailureCollided
source: Splatted by contacting { 0 }
de: Erledigt durch Kontakt mit { 0 }
es: Te topaste con: { 0 }
es_mx: Te reventaron ({ 0 })
fr: Défaite par contact d'un { 0 }
it: Splat contro: { 0 }
ja: { 0 }に 当たってやられた
ko: { 0 }에 닿아서 당했다
nl: Uitgeschakeld door contact met { 0 }
ru: Плюхнуло контактом ({ 0 })!
zh_hans: 因被{ 0 }命中而阵亡
zh_hant: 遭{ 0 }命中陣亡

# SideOrderRecordFailureDefeated
source: Splatted by { 0 }
de: Erledigt durch { 0 }
es: Te eliminó: { 0 }
es_mx: Te reventaron ({ 0 })
fr: Défaite contre un { 0 }
it: Splat da: { 0 }
ja: { 0 }に やられた
ko: { 0 }에게 당했다
nl: Uitgeschakeld door: { 0 }
ru: Вот кто тебя плюхнул: { 0 }
zh_hans: 因{ 0 }而阵亡
zh_hant: 遭{ 0 }擊倒陣亡

# SideOrderRecordFailureFall
source: Fell off the edge
de: Sturz in den Abgrund
es: Te caíste
es_mx: Te caíste
fr: Défaite par chute
it: Volo nel vuoto
ja: フロアから 落ちた
ko: 플로어에서 떨어졌다
nl: Over de rand gevallen
ru: Падение с края
zh_hans: 从楼层摔落
zh_hant: 從樓層摔落

# SideOrderRecordGetClearReward
source: Clear Bonus
de: Erfolg-Bonus!
es: Premio por completar
es_mx: Recompensa por completar
fr: Bonus
it: Ricompensa
ja: クリア特典
ko: 클리어 특전
nl: Bonus
ru: Награда
zh_hans: 通关特典
zh_hant: 過關特典

# SideOrderRecordGetReward
source: Completion Bonus
de: Komplett-Bonus
es: Premio por reunirlas todas
es_mx: Recompensa
fr: Bonus pour toutes les palettes
it: Bonus completamento
ja: コンプリート特典
ko: 컴플리트 특전
nl: Voltooiingsbonus
ru: Бонус за прохождение
zh_hans: 完成特典
zh_hant: 達成特典

# SideOrderRecordHacking
source: Marina's Hacks
de: Marina-Hacks
es: Hackeos de Marina
es_mx: Hackeos de Marina
fr: Hacks de Coralie
it: Hackeraggi di Nori
ja: イイダのハッキング
ko: 이이다의 해킹
nl: Mariana's hacks
ru: Моды Мариши
zh_hans: 饭田的骇解
zh_hant: 飯田的駭解

# SideOrderRecordHighScore
source: High Score!
de: Rekord!
es: ¡Récord!
es_mx: ¡Récord!
fr: Record !
it: Record!
ja: ハイスコア！
ko: 하이 스코어!
nl: Topscore!
ru: Рекорд!
zh_hans: 最高分数！
zh_hant: 最高分數！

# SideOrderRecordLatestResults
source: Total Stats
de: Gesamtstatistiken
es: Registros totales
es_mx: Registros totales
fr: Stats totales
it: Statistiche totali
ja: 最近のきろく
ko: 최근 기록
nl: Overzicht
ru: Итоги
zh_hans: 最近记录
zh_hant: 最近的記錄

# SideOrderRecordMore
source: See More
de: Mehr anzeigen
es: Ver más
es_mx: Ver más
fr: Plus d'infos
it: Vedi altro
ja: もっと見る
ko: 더 보기
nl: Meer info
ru: Подробнее
zh_hans: 查看更多
zh_hant: 查看更多

# SideOrderRecordNext
source: Next
de: Weiter
es: Siguiente
es_mx: Siguiente
fr: Suivant
it: Successivo
ja: 次へ
ko: 다음 기록
nl: Volgende
ru: Cледующая
zh_hans: 下一个地域
zh_hant: 下個地域
