Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipCommentHumanMoveUpUnlockComment02
source: Some ground can't be inked. Thischip is situational, but when youneed it, you really need it.
de: Gewisse Oberflächen lassen sich nichteinfärben. Nicht in allen Lebenslagenoptimal, aber in gewissen Situationenist dieser Chip unbezahlbar.
es: Algunas superficies no se puedenentintar. Si hay que salir por patas,este cromochip te saca de un apuroaumentando tu velocidad.
es_mx: Algunas superficies no se puedenentintar. Si hay que huir a pie,este cromochip te saca de un apuroaumentando tu velocidad.
fr: Quand on ne peut pas encrer certainessurfaces pour y nager, il faut parfoispouvoir courir vite sous formed'Octaling.
it: L'utilità di questa scheda dipendemolto dalla situazione, cioè se seisu terreni inchiostrabili o meno.Ma quando ti servirà, ringrazieraiDAVVERO di averla.
ja: 塗れない地面は泳げないから、走るしかナイヒト状態の移動速度も上げておきたいネ射撃中の移動速度もアップするヨ
ko: 칠할 수 없는 지면은 달리는 수밖에 없으니인간 상태의 이동 속도도 강화하면 좋지사격 중의 이동 속도도 빨라져
nl: Niet alle grond kan met inkt wordenbedekt. Deze chip komt alleen maar inbepaalde situaties van pas, maar danis hij ook goud waard.
ru: Некоторые поверхности нельзязакрасить, чтобы быстро по нимплавать. Эти жетоны, конечно,ситуативны, но могут спаститебе жизнь.
zh_hans: 在无法涂墨的地面不能游泳，只能奔跑，的确想提升人类状态时的移动速度呢。它还可以提升射击时的移动速度哦。
zh_hant: 無法塗墨的地面不能游泳，只能以人類狀態奔跑，讓人很想提升移動速度呢。射擊時的移動速度也會有所提升喔。

# SdodrSdodrColorTipCommentHumanMoveUpUnlockComment03
source: It makes you go faster whileshooting too! That way, theycan't catch you and...and...
de: Damit läufst du auch schneller,während du schießt. So kann dichkein Gegner erwischen und beißenoder kratzen oder... oder...
es: ¡También te permite ir más rápidomientras disparas... o entintas!Y así es más difícil que te pillen...
es_mx: ¡También te permite ir más rápidomientras disparas! Porque qué pasasi te atrapan y... y...
fr: Et tu bouges plus vite même pendantque tu tires ! Comme ça, tu te faispas choper, et... et...
it: Puoi correre più veloce anche mentrespari! In questo modo i nemici non tipossono prendere e... e...
ja: にげるときは、塗って泳いでをくり返すので、塗るときの移動速度も速めたいですね～にげ切れないと、追い詰められて…
ko: 도망칠 때는 칠하고 헤엄치고를 반복하니색칠할 때의 이동 속도도 올리고 싶네요～도망치지 못하면 따라잡혀서…
nl: Deze chip maakt je sneller bij hetverplaatsen, ook als je schiet! Zoben je vijanden te snel af en... en...
ru: Да, и во время стрельбы тытоже будешь бегать быстрее!И тебя не смогут догнать,чтобы... чтобы...
zh_hans: 逃跑时会反复涂墨和游泳，所以也会想提升涂墨时的移动速度～要是没能甩掉追兵，就会被追上……
zh_hant: 逃跑時需要重複地塗墨並游泳，所以也會想要提升塗墨時的移動速度呢～要是逃不掉的話，就會被逼上絕路……

# SdodrSdodrColorTipCommentHumanMoveUpUnlockComment04
source: Chill, Marina, before we all startto panic! But yeah, I like this chip.Move fast, keep shooting, and win!
de: Lass doch die Panik, Marina!Aber dieser Chip ist schon cool.Schnell rennen, schnell klecksen!
es: Tranqui, Marina, ¡que te va a dar algo!Pero sí, mola este cromochip: ¡a correr,disparar y vencer!
es_mx: Tranquila, Marina, ¡que me ponesnerviosa! Pero sí, este cromochip es laonda: ¡a correr, disparar y vencer!
fr: Du calme, Coralie ! Bref, moi jel'aime bien cette puce. On courtvite, on tire vite, et on gagne vite !
it: Calmati, Nori... prima di farciandare tutti nel panico. Comunquequesta scheda mi piace molto!
ja: こえーって、イイダ！でも、撃ちながら速く動けるのはイイな！
ko: 무섭다니까, 이이다!그래도 쏘면서 빠르게움직일 수 있는 점은 좋네!
nl: Rustig maar, Mariana! Maar ja, ik vinddit ook een goeie chip. Ga snel, blijfschieten en win!
ru: Мариша, выдыхай, без паники!Но жетоны отличные — бегай,стреляй, и дело сделано!
zh_hans: 你说得好可怕啊，饭田！不过，能在射击时迅速移动确实不错！
zh_hant: 飯田，就說你講得太嚇人了！不過能在射擊時迅速移動是很不錯！

# SdodrSdodrColorTipCommentInkRecoveryUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentInkRecoveryUpUnlockComment02
source: This doesn't just refill ink fasterin swim form, by the way. It alsoworks while in Octoling form.
de: Füllt deinen Tintentank in Schwimmformschneller auf. Cooler Tipp übrigens:Sogar in humanoider Form wird damitlangsam Tinte aufgefüllt.
es: Con esto no solo recargas tintamás rápido cuando nadas por latinta, sino que también funcionacuando estás en forma humanoide.
es_mx: Con esto no solo recargas tintamás rápido cuando nadas por latinta, sino que también funcionacuando estás en forma bípeda.
fr: Elle permet de recharger plus vitel'encre non seulement sous formede mollusque, mais aussi sous formed'Octaling !
it: Questa non solo ti fa recuperarel'inchiostro più velocemente quandonuoti, ma anche quando sei in formadi Octoling.
ja: センプク中はもちろん、ヒト状態での回復速度もアップするノカ…
ko: 잠복 중은 물론이고 인간 상태일 때의회복 속도도 빨라지는 건가…
nl: Die vult niet enkel inkt sneller bij inzwemvorm, weet je? Hij werkt ookin Octolingvorm.
ru: Эти жетоны влияют на скоростьзаполнения баллона не тольков краскоплыве, но и когда тыв виде осьмолинга.
zh_hans: 不只潜伏状态，它还能提升人类状态时的回复速度啊……
zh_hant: 除了潛伏的時候之外，連人類狀態的回復速度都提升了……

# SdodrSdodrColorTipCommentInkRecoveryUpUnlockComment03
source: It's tough when you're out of inkbut not out of enemies. But withthis, maybe things will be OK!
de: Wenn der Tintentank leer ist, aber dieArena noch voll mit Gegnern, ist dieserChip oft der Retter in der Not!
es: Si temes la escasez de tintay la abundancia de enemigos,¡te recomiendo que lo pruebes!
es_mx: No hay nada peor que cuando faltatinta y sobran enemigos. ¡Pero estote ayudará a evitar esa situación!
fr: C'est toujours un souci d'être à courtd'encre mais pas à court d'ennemis.Avec cette puce, ça pourrait bien neplus être un problème !
it: È brutto trovarsi a corto d'inchiostro,ma non a corto di nemici. Questascheda ti dà un bel tentacolo!
ja: インク不足の解消が早まるので、追いこまれても なんとかなりそうです
ko: 잉크 부족이 빠르게 해소되니궁지에 몰려도 어떻게든 될 것 같아요
nl: Het is lastig als je geen inkt meer hebtterwijl er nog vijanden zijn. Maarhiermee komt het misschien wel goed!
ru: Да... беда, когда краска ужезакончилась, а враги еще нет.Может, эти жетоны помогут!
zh_hans: 这样就能尽快脱离墨汁不足的状态，即使陷入困境，感觉也能设法摆脱。
zh_hant: 因為可以迅速地脫離墨汁不足的狀態，即使陷入困境也可能還有挽救的餘地。

# SdodrSdodrColorTipCommentInkRecoveryUpUnlockComment04
source: So with enough of these, it won'tmatter if we run out? And peoplewill get off our case about it?
de: Immer reichlich Tinte im Tank?Und keiner geht mir deswegenauf den Zeiger? Klingt astrein!
es: Entonces, ¿con unos cuantos deestos da igual si nos quedamossin tinta? ¿Y nadie dirá nada?
es_mx: Entonces, ¿con unos cuantos deestos no importa si nos quedamossin tinta? ¿Y nadie dirá nada?
fr: Alors avec suffisamment de cespuces, plus besoin de se soucierd'être à court d'encre ?!
it: E quindi non importa più se finiscel'inchiostro? E tu smetterai diangosciarmi con questa storia?!
ja: これ集めとけばインク切れまで撃ち切っても安心だな！
ko: 이걸 모아 두면 잉크가 바닥날 때까지마구 쏴도 안심할 수 있겠네!
nl: Dus met genoeg hiervan maakt het nietuit of onze inkt op is? En dan wordtdaar eindelijk niet meer over gezeurd?
ru: Значит, если набрать побольше,то будет бесконечная краскаи от нас наконец отстанут?!
zh_hans: 只要收集这种晶片，即使射击到墨汁耗尽也不用担心了！
zh_hant: 只要收集這枚晶片，就算射擊到耗盡墨汁也不用擔心了！

# SdodrSdodrColorTipCommentKnockBackUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentKnockBackUpUnlockComment02
source: It makes your main weapon pushenemies away. Might be fun to tryto knock them clean off the floor.
de: Damit werden Gegner durch Treffermit deiner Hauptwaffe weiterzurückgeworfen. Ob man sie einfachvon der Arena ins Leere stoßen kann?
es: Te permite repeler con más fuerza alos enemigos usando el arma principal.Igual hasta te ayuda a eliminarlosexpulsándolos del terreno.
es_mx: Te permite repeler a los enemigos conlos ataques del arma principal. Con unpoco de suerte, incluso podrías hacerque caigan al vacío.
fr: Elle permet de repousser l'ennemi avecton arme principale. Qui n'a jamais euenvie de balayer les assaillants commedes fétus de paille ?
it: Con questa, la tua arma principalerespinge i nemici. Perché non provarea farli cadere nel vuoto?
ja: メインの攻撃で、敵を押しもどせるネたくさんセットして強化すれば、フロア外に押し出して倒せるカモ？
ko: 메인 웨펀의 공격으로 적을 밀 수 있어잔뜩 세팅해서 강화하면 플로어 밖으로쫓아내서 쓰러뜨릴 수도 있겠는데?
nl: Hiermee kun je met je hoofdwapeneen tegenstander een flinke zetgeven. Misschien duw je ze welmeteen een afgrond in!
ru: Эти жетоны позволят тебеотталкивать врагов выстреламииз основного оружия. Можнопопробовать сбрасывать ихс платформ...
zh_hans: 它能让主要武器的攻击把敌人击退哦。如果装备大量晶片进行强化，或许就能把敌人推出楼层外击倒？
zh_hant: 可以用主要武器的攻擊把敵人擊退呢。如果大量安裝這種晶片獲得強化，說不定可以把敵人推到樓層外擊倒？

# SdodrSdodrColorTipCommentKnockBackUpUnlockComment03
source: Even if you get cornered, this cangive you a fighting chance! Justremember one thing...
de: So hast du auch dann noch eine Chance,wenn du in die Ecke gedrängt bist.Wobei du eines nie vergessen darfst...
es: Incluso si te acorralan, ¡tendrásposibilidades de defenderte a lo grande!Solo ten en cuenta una cosa...
es_mx: Incluso si te acorralan, ¡tendrásposibilidades de defenderte!Perooo...
fr: Ça peut te laisser une chance de t'ensortir même quand tu t'es fait coincerpar l'ennemi ! Il faut juste garder untruc à l'esprit...
it: Anche se i nemici ti circondano,con questa hai un'occasione percontrattaccare! Ma ricorda...
ja: 敵につめ寄られても、押しもどしながら倒せますね～ あっ、でも…
ko: 적이 다가와도 밀어내면서쓰러뜨릴 수 있겠네요～ 앗, 하지만…
nl: Hiermee kun je jezelf goed vrijvechten als je klem zit in eenlastig hoekje. Maar je moet weléén ding goed onthouden...
ru: И даже если тебя зажмутв углу, эти жетоны дадут тебешанс! Только не забывай...
zh_hans: 即使敌人逼近眼前，也可以把敌人往回推，同时击倒它们～啊，不过……
zh_hant: 就算有敵人蜂擁而來，也能推回去並擊倒呢～啊，不過……

# SdodrSdodrColorTipCommentLoadingBulletUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentLoadingBulletUpUnlockComment02
source: This lets you fire for longer on asingle charge. Doesn't take upextra ink either. Good deal.
de: Selbe Auffahrzeit, längere Salven!Der Tintenverbrauch bleibt dabeigleich. Durchweg vorteilhaft also.
es: Permite disparar por más tiempocon una sola carga, y sin consumirmás tinta. Qué chollo, ¿no?
es_mx: Permite disparar por más tiempocon una sola carga, y sin consumirmás tinta. Una ganga, ¿no?
fr: Elle permet de tirer plus longtemps avecune seule charge, sans pour autantutiliser plus d'encre. Pas mal.
it: Con questa scheda puoi spararepiù a lungo con una singola carica.E senza bisogno di inchiostroextra. Un ottimo affare.
ja: 一回のチャージで長時間、撃ち続けられるノカインク消費量は増えないし… お得ダナ
ko: 한 번 충전하면 오랜 시간 쏠 수 있는 건가잉크 소비량은 안 늘어나니까… 편리한걸
nl: Hiermee kun je langer blijvenschieten na één keer laden. Kostgeen extra inkt. Goeie deal, dit.
ru: С этими жетонами ты сможешьстрелять дольше на одномзаряде, причем расход краскине повышается. Полезно.
zh_hans: 完成一次蓄力后可以长时间连续发射啊，而且墨汁消耗量并不会增加……真划算。
zh_hant: 只要蓄力一次就能長時間地連續發射，還不會增加墨汁消耗量……真划算耶。

# SdodrSdodrColorTipCommentLoadingBulletUpUnlockComment03
source: Taking Main Piercing along with itis a good way to get the most outof every shot in the barrage!
es: ¡Junto con «disparo perforante» es lamejor manera de aprovechar al máximocada disparo!
fr: La combiner avec Transpercement principalest un bon moyen de profiter au max dechaque tir lorsque tu arroses !
it: Abbinarla a Principale perforanteè un ottimo modo per sfruttareal massimo ogni colpo a disposizione!
ja: 「メインショット貫通」と組み合わせれば貫通するインク弾をたっぷり撃てますね♪
ko: 「메인 샷 관통」과 조합하면관통하는 잉크탄을 잔뜩 쏠 수 있겠네요♪
nl: De Doorborend hoofdwapen-chiperbij en je haalt echt álles uitelk schot!
ru: А если взять к тому же жетон«Основное пробивает врагов»,то каждый отдельный выстрелв очереди станет эффективнее!
zh_hans: 搭配“主要武器发射贯穿”使用的话，就能尽情发射具有贯穿能力的墨汁弹了♪
zh_hant: 只要搭配「主要武器發射貫穿」一起使用就能盡情地發射具有貫穿效果的墨汁彈了♪

# SdodrSdodrColorTipCommentLoadingBulletUpUnlockComment04
source: Line 'em up and extermin-Eight'em! Heheh, see what I did there?
de: Klasse, was Ahato sagt.Wollte ich nur mal anmerken.
es: Elimina en línea a todos los rivales quetengas «enfilados». Je, je, ¿lo pillas?
es_mx: ¡Todos a la cola, que viene Ochoa reventarlos! ¡RACA-TACA-TACA!
fr: Liquide-les tous avant qu'ilsprennent la f-Huit ! Ho ho ho !
it: Mira bene a fagli capp-OTTO!Ahahah! L'hai capita?
ja: 敵をまとめてハチの巣にできるな、ハチ！あっ！ ダジャレじゃねーから！
ko: 적을 에잇 하고 단숨에 벌집으로만들어 버리자, 에이트!앗! 말장난한 거 아니야!
nl: Daarmee ben je de 'Acht' in'ultieme vuurkracht'. Ha!Snap je 'em?
ru: Прямо восьмерч краски! Хе-хе,поняли шутку, йо?
zh_hans: 小八，这样就能将敌人一网打尽了！啊！我可不是在指捕鱼哦！
zh_hant: 這樣就能把敵人一網打盡了呢，小八！啊！我說的可不是捕魚喔！

# SdodrSdodrColorTipCommentMainInkSaveUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentMainInkSaveUnlockComment02
source: If you took Main Firing Speed andare worried about your ink levels,this should ease your mind.
es: Si usas «cadencia principal» y tepreocupa tu consumo de tinta,esto te tranquilizará.
fr: Si tu as choisi Vitesse de tir principaleet que tu t'inquiètes pour ta réserved'encre, cette puce devrait te rassurer.
it: Se usi Cadenza arma principalee ti preoccupi per il consumod'inchiostro, questa ti dovrebbetranquillizzare un po'.
ja: 「メイン連射速度」とかの、インク消費が増えがちなチップと合わせると安心ダ
ko: 「메인 연사 속도」처럼 잉크 소비량이늘어나는 칩과 조합하면 안심할 수 있겠지
nl: Als je de Vuursnelheid hoofdwapen-chipgebruikt en je je zorgen maakt over jeinktverbruik, dan is deze chip een goedmedicijn.
ru: Эти жетоны будут полезны,если ты используешь«Скорострельность основного +»и беспокоишься о том, чтокраска быстро расходуется.
zh_hans: 当使用“主要武器连射速度”这类会增加墨汁消耗量的晶片时，搭配它就放心了。
zh_hant: 安裝了「主要武器連射速度」之類會增加墨汁消耗的晶片時，只要搭配這個一起使用就能放心了。

# SdodrSdodrColorTipCommentMainInkSaveUnlockComment03
source: Yep! It's nice to enjoy those kindsof perks without running out ofink all the time. Right, Pearl?
de: Solche Chips machen gleich noch vielmehr Spaß, wenn einem nicht immerdirekt die Tinte ausgeht....Stimmt's, Perla?
es: ¡Eso! ¡A disfrutar sin andarmirando cuánta tinta queda!¿A que sí, Perla?
es_mx: ¡Eso! ¡A disfrutar sin andarmirando cuánta tinta queda!¿Verdad, Perla?
fr: Yep ! C'est sympa de pouvoir profiterde son arme sans s'inquiéter pour sonencre. Pas vrai, Perle ?
it: Già! È bello godersi i piccolivantaggi senza stare semprea preoccuparsi che l'inchiostrofinisca... vero, Alga?
ja: 攻撃力が上がると気持ちよくなってインク切れを気にしなくなっちゃいますからね、センパイ♪
ko: 공격력이 증가하면 기분이 좋아져서잉크 관리를 깜빡하기 십상이니까요그렇죠, 선배♪
nl: Yep, leuk hè, om zo'n chip tekunnen gebruiken zonder de heletijd zonder inkt te zitten. Of niet,Lore?
ru: Ага! Здорово, что можнопользоваться преимуществамии при этом не оставаться безкраски. Правда, Жемчик?
zh_hans: 攻击力提升后，心情肯定会变好，然后还不用在意墨汁耗尽呢，你说是吧，前辈♪
zh_hant: 攻擊力提升後，心情也會變好，而且還不用擔心墨汁會馬上被用光。對吧，前輩♪

# SdodrSdodrColorTipCommentMainInkSaveUnlockComment04
source: Why are you telling me?! This isEight's thing, not mine! Eight's!
de: Wieso fragst du mich?!Nr. 8 macht hier die Ansagen!
es: ¿A mí qué me cuentas?¡Esto es cosa de Ocho!
es_mx: ¿Por qué me preguntas a mí?¡Esto es cosa de Ocho!
fr: Pourquoi tu me poses la question ?C'est Huit qui en profite, pas moi !
it: Perché lo dici a me?Dillo a Otto!
ja: なんでアタシなんだよ！ハチに言えよ、ハチに！
ko: 왜 나한테 그러는데!에이트한테 말해, 에이트한테!
nl: Waarom zeg je dat tegen mij?We zijn hier om Acht dingen teleren!
ru: Йо, а я-то тут вообще при чем?!Эти штуки Восьмерка использует,а не я! Восьмерка!
zh_hans: 为什么要问我啊！你去找小八，对小八说！
zh_hant: 你跟我說這個做什麼啦！去找小八跟他說啊！

# SdodrSdodrColorTipCommentMainPaintUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentMainPaintUpUnlockComment02
source: Claiming more turf is important inbattle. Fills your special gaugetoo. I'd advise getting this one.
de: Je mehr gefärbter Boden, destomehr Erfolg im Kampf. Und deineSpezialanzeige füllt sich ebenfallsschneller auf. Keine schlechte Wahl.
es: Hacerse con más territorio es esencial,sobre todo para llenar el medidor dearma especial, así que este es muyrecomendable.
es_mx: Conquistar más territorio es esencial,sobre todo para llenar el medidor dearma especial, así que este es muyrecomendable.
fr: Contrôler le plus de terrain possible,c'est important. En plus, elle remplitla jauge spéciale. Je la recommande !
it: In battaglia è importante conquistarepiù terreno possibile, anche perriempire l'indicatore dell'arma speciale.Consiglio caldamente una di queste.
ja: 広く塗れば有利に戦えるし、スペシャルゲージも増えるネ 集めたいチップだナ
ko: 넓게 칠하면 유리하게 싸울 수 있고스페셜 게이지도 늘어나지모으면 좋겠는걸
nl: Terrein verven is belangrijk in gevechten,net als het vullen van je speciale meter.Daar komt deze chip vast bij van pas.
ru: Прокрас территории важен в бою.Помимо прочего, он восполняетшкалу особого оружия. Оченьрекомендую эти жетоны.
zh_hans: 大范围涂墨能制造有利的战况，还能积攒特殊武器蓄力槽，真想多收集这种晶片。
zh_hant: 大範圍塗墨不僅對戰況有利，還能累積特殊武器蓄力槽，是種會讓人想多多收集的晶片呢。

# SdodrSdodrColorTipCommentMainPaintUpUnlockComment03
source: It combos well with Poison Ink andSticky Ink to turn your turf intoa damaging slog. So much fun!
es: Combina bien con «tinta tóxica» y con«tinta pegajosa» para hacer de tuterritorio una zona bien peligrosa.¡Cuánta diversión!
fr: Tu peux la combiner à Encre empoisonnéeet Encre gluante pour transformer tonterritoire en bourbier empoisonné.Jouissif, c'est moi qui te le dis.
it: Si abbina bene a Inchiostro velenosoe Inchiostro appiccicoso pertrasformare il tuo terreno in unpantano insidioso. Che spasso!
ja: 「インクパチパチ」でダメージをあたえ、「インクネバネバ」で足止めできますね～塗りはバトルの基本です♪
ko: 「포이즌 잉크」로 대미지를 주고「끈적한 잉크」로 방해할 수 있겠네요～색칠은 배틀의 기본이죠♪
nl: Met deze chip, de Gifinkt en de Plakinktwordt de strijd om terrein eenuitputtingsslag voor de vijand.Veel plezier ermee!
ru: А жетоны «Ядовитость краски +»и «Липкость краски +» превратятпрокрашенную территорию прямов ядовитое болото! Няша!
zh_hans: 可以用“灼烧墨汁”对敌人造成伤害，还能用“粘稠墨汁”减缓敌人的速度～涂墨可是对战的基础哦♪
zh_hant: 可以用「灼燒墨汁」造成傷害，還能靠「黏稠墨汁」阻礙行動呢～塗墨可是對戰的基礎喔♪

# SdodrSdodrColorTipCommentMainPaintUpUnlockComment04
source: Poison what? Sticky which? Whatyou're saying is that inking turfleads to victory—I got that right?
de: Klingt kompliziert. Kurzfassungfür Ungeduldige: Hauptsacheordentlich Boden färben. Oder?
es: ¿Terrenos tóxicos y pegajosos?¿No es mejor decir que entintarterritorio conduce a la victoria?
es_mx: ¿Toxinas y pegajosidad?A ver, lo que quieres decir es quemás territorio = victoria... ¿no?
fr: Toxique... ? Gluant... ? L'infoprincipale, c'est qu'encrer duterrain, c'est capital, c'est ça ?
it: In effetti, con la rima il messaggioche inchiostrare il terreno aiuta avincere è più chiaro!
ja: パチパチ…？ ネバネバ…？ま、塗っときゃ勝てるってことだな！
ko: 포이즌…? 끈적해…?한마디로 칠해 두면 이긴다는 거지?
nl: Gif-wat? En plak-hoe? Wacht, je zegtdus dat het verven van terrein ervoorzorgt dat je gevechten wint? Toch?
ru: Стоп, так оно ядовитое или ононяша? Короче, если красить,то можно победить, так?
zh_hans: 灼烧……？粘稠……？总之，涂了墨就能赢对吧！
zh_hant: 灼燒……？黏稠……？反正，只要搶先塗墨就勝券在握了吧！

# SdodrSdodrColorTipCommentMainShotRangeUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentMainShotRangeUpUnlockComment02
source: It's nice for taking out far-offenemies. Even nicer if you canpick up Main Damage (Distant).
es: Está muy bien para liquidarenemigos distantes, y mejoraún si puedes combinarla con«daño principal lejano».
fr: Idéale pour liquider les ennemis àdistance. Et c'est encore mieux si tu lacombines avec Dégâts de la principale(de loin).
it: Ottima per eliminare i nemici lontani.Ancora meglio se puoi abbinarla aDanno principale (lontano).
ja: 敵を遠くから一方的に攻撃できるネ「メインショットダメージ（遠）」と合わせたいナ
ko: 적을 멀리서 일방적으로 공격할 수 있겠어「메인 샷 대미지(원거리)」와조합하면 좋겠네
nl: Deze is handig om vijanden van ver weguit te schakelen. En nog handiger samenmet de Hoofdwapenschadechip voor veraf.
ru: Очень полезно против врагов набольшом расстоянии. И вдвойнеполезно вместе с жетонами«Основной урон издалека +».
zh_hans: 可以从远处单方面攻击敌人啊。真想搭配“主要武器发射伤害（远）”晶片一起使用。
zh_hant: 能從遠處單方面地攻擊敵人，讓人很想搭配「主要武器發射傷害（遠）」一起使用耶。

# SdodrSdodrColorTipCommentMainShotRangeUpUnlockComment03
source: Some weapons have a biggerspread the further they fire,so you might also wantShot-Spread Reduction.
es: Algunas armas tienen una mayordispersión cuanto más lejos disparan,así que convendría combinarlo tambiéncon «desviación reducida».
fr: Certaines armes ont une diffusion plusimportante plus on tire loin, alors je teconseille de la combiner avec Dispersiondiminuée.
it: Alcune armi hanno una maggioredispersione di inchiostro conl'aumentare della distanza,quindi potrebbe essere una buonaidea abbinare anche Anti-dispersione.
ja: ブキによっては遠距離で大きくブレるので、「ブレ軽減」を合わせてもイイですね
ko: 원거리에서 많이 흔들리는 무기도 있으니「흔들림 감소」와 조합해도 좋겠죠
nl: Sommige wapens verspreiden deschoten meer hoe verder het doel is.De Schotspreidingsvermindering-chipkomt daarbij goed van pas.
ru: У некоторого оружия вместес дистанцией увеличиваетсяразброс, так что жетоны«Разброс -» тоже пригодятся.
zh_hans: 有些武器的远距离攻击会产生较大偏移，所以搭配“减轻偏移”使用应该也不错。
zh_hant: 有些武器在遠距離射擊時會嚴重偏移，所以搭配「減輕偏移」一起使用應該也是不錯喔。

# SdodrSdodrColorTipCommentMainShotRangeUpUnlockComment04
source: But the whole reason I love closecombat is because I can't hitanything over five feet away!
de: Mir eh egal, was in der Fernepassiert. Ich klecks weg, wasdirekt vor meiner Nase ist!
es: Me encantan los combates a cortadistancia porque... ¡a más de metroy medio no le doy a nada!
es_mx: Pues a mí me encantan los combates acorta distancia porque... ¡a más demetro y medio no le atino a nada!
fr: Moi, si je préfère le combatrapproché, c'est qu'à plus dedeux mètres, j'atteins plus rien !
it: Io preferisco il combattimentoravvicinato perché non riescoa colpire niente a più di 5 metri!
ja: でも、アタシは近接戦が好きだな！相手が遠いと当たんねーから！
ko: 하지만 난 근접전이 좋아!상대가 멀리 있으면 안 맞잖아!
nl: Ik val liever aan op korte afstand omdatik geen zin heb om op dingen in de vertete moeten mikken!
ru: Вот поэтому я и люблю ближнийбой: издалека все равно попастьневозможно!
zh_hans: 不过，我比较喜欢近身战！敌人离太远，我就打不中了！
zh_hant: 但我還是比較喜歡打近身戰！畢竟對手離得太遠我就打不中了！

# SdodrSdodrColorTipCommentMainShotRateUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。
