Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualCoopTExplainEnemy24
source: ● Advice from Mr. Grizz ・ Stand your ground with your allies, and concentrate your fire on the incoming Salmonids! ・ Watch out for the Glowflies—if they buzz around you, a concentrated attack won't be far behind.
de: ● Tipps von Herrn Bär ・ Halte mit deinen Kollegen die Stellung und konzentriert eure Tinte auf die anstürmenden Salmoniden! ・ Vorsicht vor den Lichtfliegen – wenn sie um dich schwirren, lässt ein Salmoniden-Ansturm nicht lang auf sich warten!
es: ● Don Oso aconseja ・ Defiende el territorio junto con tus compañeros, ¡y centraos en aniquilar a los salmónidos que aparezcan! ・ Prestad atención a los refulgectos: si escucháis un zumbido alrededor, lo más probable es que una horda de enemigos ande cerca.
es_mx: ● Consejos de Don Oso ・ Defiende el territorio junto con tus compañeros, ¡y céntrense en aniquilar a los salmónidos que aparezcan! ・ Presten atención a los refulgectos: si escuchan un zumbido alrededor, lo más probable es que una horda de enemigos ande cerca.
fr: ● Conseils de M. Ours ・ Coopère avec tes collègues et arrosez les Salmonoïdes d'un feu fourni ! ・ Gare aux mouchioles : si elles t'encerclent, les Salmonoïdes ne tarderont pas à se ruer sur toi !
it: ● Ursus consiglia! ・ Non farti prendere dal panico e coordinati con i tuoi alleati per neutralizzare i Salmonoidi! ・ Occhio alle brillucciole! Se ti ronzano attorno, gli attacchi nemici si concentreranno su di te.
ja: ● クマサンからのアドバイス ・ 仲間全員で１か所に固まって迎え撃つべし。 ・ ヒカリバエにまとわりつかれると集中攻撃を受けるため、要注意。
ko: ● Mr. 베어의 어드바이스 ・전원이 한곳에 모여 대응할 것. ・빛파리가 들러붙으면 집중 공격을 받으니 주의할 것.
nl: ● Tips van Ted B. ・ Houd samen met je teamgenoten stand en richt je inkt op de aanstormende Salmonieten! ・ Pas op voor Glimvliegjes. Als ze om je heen zoemen, laat een aanval niet lang op zich wachten.
ru: ● Рекомендации от Потапыча • Держись вместе с коллегами и пали по озверевшим самонидам! • И не спускай глаз с мух-жигалок! Если они налетят на тебя, самониды себя ждать не заставят.
zh_hans: ● 熊先生的建议 ·全体同伴应集中在一个地方迎击。 ·被光蝇缠绕会受到集中攻击，请多加注意。
zh_hant: ● 熊先生的建議 ‧所有同伴應在同一處集合，團結迎擊。 ‧被蠅火蟲纏上時會成為集中攻擊的目標，必須多加注意。

# ManualManualCoopTExplainEnemy25
source: ● Supplementary Information ・ It is claimed that the Salmonids' increased aggression is tied somehow to gravitational shifts due to the planet's celestial course, but there is still much that is unclear. ・ It is said that in premedieval times, before effective defense measures such as long-range ink attacks were available, many cities fell before the rage of the Salmonid rush.
de: ● Zusatzinformationen ・ Eine Theorie besagt, dass die Aggressivität der Salmoniden verursacht wird durch Verschiebungen von Gravitationsfeldern, die als Nebeneffekt der Bewegung des Planeten auftreten. ・ Es heißt, dass in alter Zeit, vor der Entwicklung effektiver Verteidigungsmethoden wie Distanz-Tintenangriffen, einige Städte dem Ansturm der Salmoniden zum Opfer gefallen sind.
es: ● Información complementaria ・ Se cree que la mayor agresividad de los salmónidos guarda cierta relación con las alteraciones gravitacionales causadas por la trayectoria celeste del planeta, aunque no se ha podido constatar tal afirmación. ・ Algunos estudios afirman que numerosas ciudades sucumbieron a las violentas avalanchas salmónidas antes de que se inventaran medidas defensivas de largo alcance durante la Edad Calamarieval.
es_mx: ● Información adicional ・ Se cree que la mayor agresividad de los salmónidos guarda cierta relación con las alteraciones gravitacionales que se deben a la trayectoria celeste del planeta, aunque no se ha podido constatar tal afirmación. ・ Algunos estudios afirman que en tiempos pretéritos a la Era Calamarieval, antes de que se contase con medidas defensivas como los ataques de largo alcance, numerosas ciudades sucumbieron tras violentos frenesíes salmónidos.
fr: ● Remarques additionnelles ・ Il semblerait que l'agressivité grandissante des Salmonoïdes soit due aux oscillations gravitationnelles causées par la trajectoire de la planète dans l'espace, mais il reste encore de nombreuses zones d'ombre. ・ Il semble qu'en des temps très reculés, alors que les mesures défensives telles que les attaques à longue portée n'existaient pas, nombreuses furent les cités qui durent rendre les armes devant la ruée furieuse des Salmonoïdes.
it: ● Informazioni aggiuntive ・ Pare che l'insolita aggressività dei Salmonoidi sia in qualche modo influenzata dai cambi gravitazionali che interessano il pianeta durante il suo moto celeste, ma le teorie a riguardo sono molteplici. ・ Si racconta che nel medioevo, prima dell'invenzione di contromisure efficaci quali le armi a distanza, molte città siano cadute a causa delle orde furiose dei Salmonoidi.
ja: ● 補足 ・ シャケの集団凶暴化には、惑星の軌道による重力の変化が関係して いると言われているが、まだ解明されていない点が多い。 ・ インク弾による距離をとった攻撃という、有効な防衛手段を持たなかった 中世以前の時代では、数多くの都市が暴走したシャケの大群により 滅びたといわれている。
ko: ● 보충 설명 ・연어가 집단 흉포화하는 이유는 별의 궤도에 따른 중력 변화와 연관되어 있다고 알려져 있으나 아직 밝혀지지 않은 점이 많다. ・잉크탄으로 거리를 둔 채 공격할 수 있게 된 현재와 달리 유효한 방어 수단이 없었던 중세 이전의 시대에는 수많은 도시가 폭주한 연어 대군에 의해 멸망했다고 전해진다.
nl: ● Aanvullende informatie ・ Er wordt beweerd dat de verhoogde agressie van de Salmonieten te maken heeft met verschuivingen in zwaartekrachtvelden, veroorzaakt door de beweging van de planeet, maar veel bewijs is hier niet voor. ・ In vroeger tijden vielen er veel steden ten prooi aan de stormloop van de Salmonieten, voor de komst van effectieve verdedigingsmethoden zoals inktaanvallen op lange afstand.
ru: ● Дополнительная информация • Утверждают, что повышенная агрессивность озверевших самонидов связана с изменениями гравитационного поля, которые, в свою очередь, вызваны движением планеты в космическом пространстве. Хотя, честно говоря, есть другая, не такая сложная теория — самониды просто зверюги сами по себе! • Говорят, что в девонском периоде, еще до того, как было изобретено автоматическое оружие, многие города были буквально смыты с лица земли ордами озверевших самонидов.
zh_hans: ● 补充 ·据说鲑鱼集团的狂暴化与行星轨道引起的重力变化有关， 但还有很多未解之谜。 ·据说在中世纪以前的时代， 由于没有“用墨汁弹拉开攻击距离”这种有效的防卫手段， 许多城市被暴走的鲑鱼群毁灭了。
zh_hant: ● 補充 ‧據說鮭魚的集體狂暴化與行星軌道的重力變化有關， 但是其中仍有許多未解之謎。 ‧在中世紀以前還無法使用墨汁彈遠距離攻擊， 因此缺乏有效的防衛手段， 據說當時有許多城市在龐大鮭魚群失控的肆虐之下滅亡。

# ManualManualCoopTExplainEnemy26
source: ● What Happens ・ The area is covered in a dense fog, drastically reducing visibility. ・ Enemies will take advantage of the fog and attack from all directions.● How to Get Golden Eggs ・ Defeat Boss Salmonids. ・ The extremely rare Goldies may appear in foggy conditions.
de: ● Das passiert ・ Das Gebiet ist in Nebel gehüllt, der die Sicht drastisch einschränkt. ・ Der Gegner nutzt dies zu seinem Vorteil und greift von allen Seiten an.● So kriegst du Gold-Fischeier ・ Besiege Boss-Salmoniden. ・ Bei Nebel erscheinen vielleicht sogar die extrem seltenen Goldies.
es: ● Información básica ・ En ocasiones, una niebla densa invade el terreno y reduce la visibilidad de forma drástica. ・ Los enemigos se aprovecharán de este fenómeno para atacar desde cualquier dirección.● Cómo obtener sus alevines dorados ・ Vence a los grandes salmónidos. ・ Con estas condiciones meteorológicas, es posible que aparezcan salmóreos, una subespecie muy poco común.
es_mx: ● Descripción ・ Una niebla densa invade el terreno y reduce la visibilidad de forma drástica. ・ Los enemigos se aprovecharán de este fenómeno para atacar desde cualquier dirección.● Cómo obtener huevecillos dorados ・ Vence a los grandes salmónidos. ・ Cuando esté nublado, es posible que aparezcan orónidos, una subespecie muy poco común.
fr: ● Description ・ La zone est recouverte d'un épais brouillard qui réduit la visibilité de manière drastique. ・ L'ennemi tourne le brouillard à son avantage en profitant de son couvert pour attaquer de tous les côtés.● Comment obtenir des œufs dorés ・ Vaincre des Salmonoboss permet d'en obtenir. ・ Les Dorax, une espèce extrêmement rare, peuvent apparaître par temps de brouillard.
it: ● Dettagli ・ La zona è immersa in una fitta nebbia, che riduce enormemente la visibilità. ・ I nemici sono soliti approfittarne con attacchi da ogni direzione.● Come ottenere le uova d'oro ・ Sconfiggi i Gran Salmonoidi. ・ Nei giorni di nebbia, i Pinne d'oro appaiono con più frequenza.
ja: ● 状況の説明 ・ 周囲一帯が濃い霧に包まれ、視界不良となる。 ・ 霧に乗じて、敵が全方位から攻めてくる。● 金イクラの取得方法 ・ オオモノシャケを倒すことによって得られる。 ・ 霧の発生中は非常に珍しいキンシャケも現れる。
ko: ● 상황 설명 ・주위 일대에 짙은 안개가 껴 시야가 나빠진다. ・안개에 몸을 숨긴 적들이 전방위에서 공격해 온다.● 황금 연어알 취득 방법 ・거물연어를 쓰러뜨려 획득할 수 있다. ・안개 발생 중에는 매우 희귀한 황금연어도 나타난다.
nl: ● Wat er gebeurt ・ Het gebied wordt in dikke mist gehuld, waardoor het zicht drastisch wordt verminderd. ・ Vijanden maken dankbaar gebruik van de mist om vanuit alle richtingen aan te vallen.● Hoe je gouden eieren krijgt ・ Versla Salmonietenbazen. ・ Bij mist kunnen de hoogst zeldzame Goldies verschijnen.
ru: ● Что и когда происходит ・ Густой туман, покрывающий определенные участки суши, значительно ухудшает видимость. ・ Враги коварно используют туман в своих целях и атакуют со всех сторон.● Как получить золотые икринки ・ Одолей самонидов-боссов. ・ В тумане может объявится крайне редкий враг — Великий Сам О’Нид.
zh_hans: ● 情况说明 ·周围被浓雾包裹，视野会变差。 ·敌人会利用雾从全方位发起攻击。● 金鲑鱼卵的获得方法 ·通过击倒巨大鲑鱼获得。 ·非常稀有的金鲑鱼也会在雾中出现。
zh_hant: ● 狀況說明 ‧周遭環境被濃霧籠罩導致視線不良。 ‧敵人會趁起霧時從所有方向來襲。●金鮭魚卵的取得方法 ‧擊倒巨大鮭魚即可取得。 ‧非常稀有的金鮭魚也會在起霧時出現。

# ManualManualCoopTExplainEnemy27
source: ● Advice from Mr. Grizz ・ Try to maintain contact with your teammates at all times while in the fog. ・ Being alone in the fog is extremely dangerous.● Supplementary Information ・ Goldies are extremely rare Salmonids—only one of every 10,000 hatchlings is a Goldie. ・ They live longer than and possess far superior intelligence to normal Salmonid specimens.
de: ● Tipps von Herrn Bär ・ Halte im Nebel jederzeit Kontakt zu deinen Kollegen. ・ Allein ist es im Nebel sehr gefährlich.● Zusatzinformationen ・ Goldies sind wirklich seltene Salmoniden – nur einer von 10 000 Salmoniden ist ein Goldie. ・ Goldies leben länger und verfügen über eine höhere Intelligenz als der durchschnittliche Salmonide.
es: ● Don Oso aconseja ・ Procura no perder el contacto con tus compañeros en ningún momento. ・ Es sumamente peligroso merodear por la niebla en solitario.● Información complementaria ・ Los salmóreos son una subespecie que no se ve con frecuencia: solo una de cada 10 000 huevas acaba convirtiéndose en un salmóreo. ・ Su esperanza de vida y su inteligencia son considerablemente superiores a las de otros salmónidos.
es_mx: ● Consejos de Don Oso ・ Procura no perder el contacto con tus compañeros en ningún momento. ・ Es sumamente peligroso ir por la niebla sin apoyo.● Información adicional ・ Los orónidos son una subespecie que no se ve con frecuencia: solo uno de cada 10 000 alevines acaba convirtiéndose en un orónido. ・ Su esperanza de vida y su inteligencia son considerablemente superiores a las de otros salmónidos.
fr: ● Conseils de M. Ours ・ Dans le brouillard, il est primordial de veiller à maintenir le contact avec tes coéquipiers à tout moment. ・ Quiconque se retrouve isolé dans le brouillard court un immense danger.● Remarques additionnelles ・ Les Dorax sont extrêmement rares chez les Salmonoïdes ; il en naît un toutes les 10 000 éclosions. ・ Comparés aux autres Salmonoïdes, ils vivent plus longtemps et jouissent d'une intelligence supérieure.
it: ● Ursus consiglia! ・ Quando c'è la nebbia, assicurati di essere sempre in contatto con i tuoi alleati. ・ Avventurarsi da soli nella nebbia è molto pericoloso.● Informazioni aggiuntive ・ I Pinne d'oro sono Salmonoidi molto rari. Il rapporto è di uno su diecimila. ・ Vivono più a lungo degli altri Salmonoidi e hanno un'intelligenza decisamente più spiccata.
ja: ● クマサンからのアドバイス ・ 霧の中では仲間との情報共有を常に心がけるべし。 ・ 霧の中での孤立は非常に危険。● 補足 ・ キンシャケは１万匹に１匹の割合で生まれるといわれる非常に珍しい個体。 ・ 他の個体よりも長く生きることができ、知恵に秀でている。
ko: ● Mr. 베어의 어드바이스 ・안개 속에서는 동료와의 정보 공유를 항상 의식할 것. ・안개 속에서 고립되는 것은 매우 위험하니 주의할 것.● 보충 설명 ・황금연어는 1만 마리에 1마리꼴로 태어난다는 매우 희귀한 연어다. ・다른 연어보다도 수명이 길며 뛰어난 지혜를 지녔다.
nl: ● Tips van Ted B. ・ Probeer voortdurend in contact te blijven met je teamgenoten als er mist hangt. ・ Het is gevaarlijk om in de mist alleen te zijn.● Aanvullende informatie ・ Goldies zijn heel zeldzame Salmonieten. Slechts één op de 10.000 Salmonieten is een Goldie. ・ Ze leven langer dan normale Salmonieten en zijn een stuk intelligenter.
ru: ● Рекомендации от Потапыча • Попав в туман, нужно стараться поддерживать связь со своими коллегами. • В одиночку в тумане слишком опасно!● Дополнительная информация • Великий Сам О’Нид — крайне редкий самонид. Шанс его появления из самонидской икринки 1 к 10 000! • Он гораздо умнее и живет намного дольше, чем другие самониды.
zh_hans: ● 熊先生的建议 ·在雾中应时刻记得与同伴分享情报。 ·在雾中落单会非常危险。● 补充 ·据说金鲑鱼是1万只鲑鱼中才会出现1只的非常稀有的个体。 ·金鲑鱼相比其他个体更加长寿，也更加聪明。
zh_hant: ● 熊先生的建議 ‧在濃霧籠罩之下應隨時與同伴共享資訊。 ‧在濃霧籠罩之下脫隊是非常危險的。● 補充 ‧金鮭魚是種極其珍貴的個體，據說一萬隻鮭魚之中只會有一隻金鮭魚誕生。 ‧金鮭魚可以活得比其他的個體更久，而且也很聰明。

# ManualManualCoopTExplainEnemy28
source: ● What Happens ・ Armored vehicles called Grillers spawn one after the other. Grillers lock their sights on to a target and will pursue it relentlessly. ・ Smallfry are known for hitching a ride on the Griller and interfering with its targeting.● How to Get Golden Eggs ・ Attack the weak spot on the back of the Griller to stun it. ・ Stunning Grillers will reveal further weak points. Attacking these weak points is the key to taking down Grillers and getting Golden Eggs.
de: ● Das passiert ・ Gepanzerte Fahrzeuge erscheinen, die „Killgrills“. Sie suchen sich ein Ziel und verfolgen es. ・ Salminis hängen sich manchmal an Killgrills und stören ihre Zielerfassung.● So kriegst du Gold-Fischeier ・ Greife die Schwachstelle eines Killgrills an seiner Rückseite an, um ihn zu betäuben. ・ Durch das Betäuben eines Killgrills werden weitere Schwachpunkte sichtbar. Attackiere sie, um Killgrills zu eliminieren und Gold-Fischeier zu erhalten.
es: ● Información básica ・ Estos vehículos acorazados aparecen constantemente, uno tras otro. En cuanto fijan un objetivo, lo persiguen sin descanso. ・ A menudo los cenutrines se sirven de ellos para desplazarse, por lo que pueden impedirles que fijen un blanco.● Cómo obtener sus alevines dorados ・ Si atacas al punto débil que tienen en la parte trasera, lograrás aturdirlos. ・ Al aturdirlos, podrás detectar más puntos débiles. Ataca justo en ellos para liquidar a los chaparrillas y hacerte con sus alevines dorados.
es_mx: ● Descripción ・ Estos vehículos acorazados reaparecen constantemente, uno tras otro. En cuanto fijan un objetivo, lo persiguen sin descanso. ・ A menudo las escamitas se sirven de ellos para desplazarse, por lo que pueden impedir que fijen un blanco.● Cómo obtener huevecillos dorados ・ Si atacas al punto débil que tienen en la parte trasera, lograrás aturdirlos. ・ Al aturdirlos, podrás detectar más puntos débiles. Ataca justo en ellos para reventar a las brasaletas y arrebatarles sus huevecillos dorados.
fr: ● Description ・ Les Barbeurks sont des véhicules blindés qui investissent le champ de bataille l'un après l'autre. Une fois qu'ils ont verrouillé une cible, ils la poursuivent jusqu'au bout. ・ Il arrive que des Salmioches se perchent sur un Barbeurk, perturbant la visée de ce dernier.● Comment obtenir des œufs dorés ・ Pour étourdir un Barbeurk, attaque son point faible dans son dos. ・ Un Barbeurk étourdi dévoile de nouveaux points faibles. Attaque-les pour triompher du Barbeurk et récupérer ses œufs dorés !
it: ● Dettagli ・ I Grill sono nemici blindati che riappaiono costantemente sul campo di battaglia. Una volta che agganciano un bersaglio, lo inseguono senza sosta. ・ Ogni tanto i Salmonelli saltano sui Grill per farsi dare uno strappo, ma così facendo interferiscono con il loro sistema di puntamento.● Come ottenere le uova d'oro ・ Attacca il punto debole dei Grill alle loro spalle per stordirli. ・ Quando sono storditi, i Grill lasciano esposti altri punti deboli. Attaccali per eliminarli definitivamente e ottenere le uova d'oro.
ja: ● 状況の説明 ・ 標的を１人に定め、いつまでも追いかけ回す装甲戦車「グリル」が 次々と現れる。 ・ グリルには多数のコジャケが乗り込んでおり、グリルの標的をかく乱する。● 金イクラの取得方法 ・ グリルの背中にある弱点を攻撃すれば、ひるませることができる。 ・ ひるむと多数の弱点をさらけ出す。 さらに攻撃を加えると倒すことができ、 金イクラを得られる。
ko: ● 상황 설명 ・표적 한 명을 정해 끝까지 쫓아다니는 적, 장갑 전차 「그릴」이 잇따라 나타난다. ・그릴에는 다수의 꼬마연어가 타고 있어 그릴의 표적을 교란시킨다.● 황금 연어알 취득 방법 ・그릴의 등에 있는 약점을 공격하면 경직시킬 수 있다. ・경직되면 드러나는 다수의 약점을 공격하면 그릴을 쓰러뜨리고 황금 연어알을 획득할 수 있다.
nl: ● Wat er gebeurt ・ Gepantserde voertuigen genaamd Grillers verschijnen één voor één. Grillers nemen een doelwit in het vizier en gaan daar dan meedogenloos achteraan. ・ Salmini's staan erom bekend dat ze op Grillers meeliften en daarbij het richtsysteem ontregelen.● Hoe je gouden eieren krijgt ・ Raak de zwakke plek aan de achterkant van een Griller om hem te verlammen. ・ Verlamde Grillers zullen nog meer zwakke plekken tonen. Als je deze zwakke plekken aanvalt, kunnen Grillers uitgeschakeld worden en gouden eieren laten vallen.
ru: ● Что и когда происходит ・ Бронированные машины, которые появляются одна за другой. Выбирают жертву и преследуют ее до победного, или не очень, конца. ・ Иногда малетчики любят проехать на жаровнере зайцем, что, естественно, сказывается на точности прицеливания этой машины.● Как получить золотые икринки ・ Чтобы оглушить жаровнера, нужно попасть ему в уязвимое место сзади. ・ Пока жаровнер оглушен, у него появляются другие уязвимые места, в которые и нужно стрелять, чтобы нейтрализовать его и добыть золотые икринки.
zh_hans: ● 情况说明 ·会接二连三出现装甲战车“烤架鱼”， 烤架鱼会锁定一个目标穷追不舍。 ·烤架鱼中有许多小鲑鱼混迹其中，负责扰乱烤架鱼的目标。● 金鲑鱼卵的获得方法 ·攻击烤架鱼背上的弱点，可以使其畏缩。 ·烤架鱼畏缩后会暴露更多弱点。 继续攻击即可将其击倒，获得金鲑鱼卵。
zh_hant: ● 狀況說明 ‧裝甲戰車「烤架魚」會陸續現身， 並在鎖定一個目標後窮追不捨。 ‧有許多小鮭魚搭乘在烤架魚之中，負責擾亂烤架魚的攻擊目標。●金鮭魚卵的取得方法 ‧攻擊烤架魚背部的弱點可使其感到膽怯。 ‧烤架魚膽怯後會有許多弱點暴露在外， 繼續加以攻擊即可擊倒並取得金鮭魚卵。

# ManualManualCoopTExplainEnemy29
source: ● Advice from Mr. Grizz ・ If the Griller has you in its sights, you're better off running away and letting your friends handle it.● Supplementary Information ・ Operating costs for a single Griller would be enough to deploy a hundred regular Salmonid fighters.
de: ● Tipps von Herrn Bär ・ Wenn ein Killgrill dich im Visier hat, lauf lieber um dein Leben und überlass das Kämpfen deinen Kollegen.● Zusatzinformationen ・ Die Betriebskosten eines Killgrills würden ausreichen, um 100 normale Salmoniden ins Feld zu schicken.
es: ● Don Oso aconseja ・ Si un chaparrilla te ha marcado como objetivo, lo mejor es que huyas y dejes que tus compañeros se ocupen de él.● Información complementaria ・ Con los costes operativos de un único chaparrilla podrían financiarse cien salmónidos rasos.
es_mx: ● Consejos de Don Oso ・ Si una brasaleta te marca como objetivo, lo mejor es que huyas y dejes que tus compañeros se ocupen de ella.● Información adicional ・ Con los costos operativos de una única brasaleta podrían financiarse cien esbirros salmónidos.
fr: ● Conseils de M. Ours ・ Si un Barbeurk jette son dévolu sur toi, mieux vaut filer à toutes jambes et laisser tes collègues lui régler son compte.● Remarques additionnelles ・ Le coût de fonctionnement d'un seul Barbeurk permettrait de déployer 100 Salmonoïdes classiques sur le champ de bataille.
it: ● Ursus consiglia! ・ Se il Grill ti tiene sotto tiro, meglio darsela a tentacoli levati e lasciare che se ne occupino i tuoi colleghi!● Informazioni aggiuntive ・ Con i fondi stanziati per un singolo Grill si potrebbe dare lavoro a cento Spadelli.
ja: ● クマサンからのアドバイス ・ 標的に選ばれたら、グリルを倒すのは仲間に任せて逃げるべし。● 補足 ・ グリル１機を運用するには、シャケ１００匹分のコストが必要とされている。
ko: ● Mr. 베어의 어드바이스 ・표적으로 선택됐다면 공격은 동료에게 맡기고 도망칠 것.● 보충 설명 ・그릴 1기를 운용하기 위해서는 연어 100마리분의 에너지가 필요하다고 알려져 있다.
nl: ● Tips van Ted B. ・ Als een Griller je in het vizier heeft, is het beter om weg te rennen en het vechten aan je vrienden over te laten.● Aanvullende informatie ・ De kosten om een Griller te onderhouden zijn genoeg om honderd normale Salmonieten-krijgers in te huren.
ru: ● Рекомендации от Потапыча • Если жаровнер заметил тебя, то лучше сразу убегай и зови коллег на помощь. В одиночку разобраться с жаровнером сложно.● Дополнительная информация • Обслуживание жаровнера обходится недешево: на деньги, потраченные на одного жаровнера, можно содержать сто самонидов.
zh_hans: ● 熊先生的建议 ·若成为烤架鱼的目标，应将击倒烤架鱼的任务交给同伴，专心逃跑。● 补充 ·据说使用1台烤架鱼， 需要用上100只鲑鱼的力量。
zh_hant: ● 熊先生的建議 ‧成為烤架魚鎖定的目標時，應立即逃離並將擊倒烤架魚的任務交給同伴。● 補充 ‧需要耗費100隻鮭魚的力量 才有辦法使用1輛烤架魚。

# ManualManualCoopTExplainEnemy30
source: ● What Happens ・ Cohocks will attack in large numbers from exposed sandbanks. ・ Mr. Grizz will deploy cannons for you to use in dealing with these foes.● How to Get Golden Eggs ・ Defeat Boss Salmonids.
de: ● Das passiert ・ Brocken greifen in großer Zahl von Sandbänken aus an. ・ Herr Bär stellt stationäre Kanonen zur Verfügung, um diese Gegner aus dem Weg zu räumen.● So kriegst du Gold-Fischeier ・ Besiege Boss-Salmoniden.
es: ● Información básica ・ Los escamacarras atacan en gran número, procedentes de los bancos de arena que la marea deja al descubierto. ・ Don Oso habilitará cañones para poder lidiar con estos enemigos.● Cómo obtener sus alevines dorados ・ Vence a los grandes salmónidos.
es_mx: ● Descripción ・ Los agallones atacan en gran número, procedentes de los bancos de arena que la marea deja al descubierto. ・ Don Oso habilitará cañones para poder lidiar con estos enemigos.● Cómo obtener huevecillos dorados ・ Es necesario vencer a los grandes salmónidos.
fr: ● Description ・ Les Sumoches attaquent en bandes depuis les terres dévoilées par la marée basse. ・ Les canons de M. Ours sont appréciables pour arrêter ces hordes sur leur lancée.● Comment obtenir des œufs dorés ・ Vaincre des Salmonoboss permet d'en obtenir.
it: ● Dettagli ・ I Pinne Pingui attaccano in branco dalle zone sabbiose lasciate scoperte dalla bassa marea. ・ Ursus allestirà dei cannoni per poterli sistemare a dovere.● Come ottenere le uova d'oro ・ Sconfiggi i Gran Salmonoidi.
ja: ● 状況の説明 ・ 干上がった土地から、ドスコイが大挙して押し寄せてくる。 ・ キャノンが支給・ 配置され、使えるようになる。● 金イクラの取得方法 ・ オオモノシャケを倒すことによって得られる。
ko: ● 상황 설명 ・물이 빠진 토지에서 덩치연어가 대거로 밀어닥친다. ・캐넌이 지급 및 배치되어 사용할 수 있게 된다.● 황금 연어알 취득 방법 ・거물연어를 쓰러뜨려 획득할 수 있다.
nl: ● Wat er gebeurt ・ Sallogs vallen in groten getale aan van onbeschermde zandbanken. ・ Ted B. zal je kanonnen geven om met deze vijanden af te rekenen.● Hoe je gouden eieren krijgt ・ Versla Salmonietenbazen.
ru: ● Что и когда происходит ・ Сковорейдеры атакуют большими группами, которые собираются на отмелях. ・ Для борьбы с ними Потапыч временно выдает казенные пушки.● Как получить золотые икринки ・ Одолей самонидов-боссов.
zh_hans: ● 情况说明 ·大胖鱼会从干涸的陆地上蜂拥而至。 ·将会发放并配置大炮，可以加以运用。● 金鲑鱼卵的获得方法 ·通过击倒巨大鲑鱼获得。
zh_hant: ● 狀況說明 ‧大胖魚會從乾竭的土地大舉蜂擁而來。 ‧屆時將會派發並設置可供使用的大炮。●取得金鮭魚卵的方法 ‧擊倒巨大鮭魚即可取得。
