Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BynameBynameAdjective0815
source: Long-Awaited
ko: 대망의
zh_hans: 盼望已久的
zh_hant: 盼望已久的

# BynameBynameAdjective0816
source: Now-Stronger
ko: 강해진
zh_hans: 已经变强的
zh_hant: 已經變強的

# BynameBynameAdjective0817
source: Breath-Holding
es: sin aliento
es_mx: sin aliento
fr: en apnée
it: col fiato sospeso
ko: 숨을 죽이는
zh_hans: 屏气凝神的
zh_hant: 屏氣凝神的

# BynameBynameAdjective0818
source: Genuine
ko: 의심할 여지 없는
zh_hans: 货真价实的
zh_hant: 貨真價實的

# BynameBynameAdjective0819
source: Nimble
fr: agile
it: agile
ko: 재빠른
zh_hans: 迅速的
zh_hant: 迅速的

# BynameBynameAdjective0820
source: Movable
es: movible
es_mx: movible
fr: mobile
it: mobile
ko: 활동적인
zh_hans: 可动
zh_hant: 可動

# BynameBynameAdjective0821
source: At-Home
de: Zu Hause
fr: à domicile
it: a casa
ko: 자택의
zh_hans: 自己家的
zh_hant: 自己家的

# BynameBynameAdjective0822
source: Hometown
de: Im Heimathafen
es: de la patria chica
es_mx: de mi ciudad
fr: chez mémé
ko: 고향의
zh_hans: 故乡的
zh_hant: 故鄉的

# BynameBynameAdjective0823
source: Shooter-Using
es_mx: de los rociadores
fr: au lanceur
it: delle armi a ripetizione
ko: 슈터계의
zh_hans: 射击枪界的
zh_hant: 射擊槍界的

# BynameBynameAdjective0824
source: Roller-Using
es: a rodillo limpio
es_mx: de los rodillos
fr: au rouleau
it: dei rulli
ko: 롤러계의
zh_hans: 滚筒界的
zh_hant: 滾筒界的

# BynameBynameAdjective0825
source: Charger-Using
es_mx: de los cargatintas
fr: au fusil
it: delle armi a carica
ko: 차저계의
zh_hans: 蓄力狙击枪界的
zh_hant: 蓄力狙擊槍界的

# BynameBynameAdjective0826
source: Slosher-Using
es_mx: del derramatic
fr: au seau
it: dei secchiostri
ko: 슬로셔계의
zh_hans: 泼桶界的
zh_hant: 潑桶界的

# BynameBynameAdjective0827
source: Splatling-Using
es: tintralladorista
es_mx: del garabateador
fr: au badigeonneur
it: degli splatling
ko: 스피너계의
zh_hans: 旋转枪界的
zh_hant: 旋轉槍界的

# BynameBynameAdjective0828
source: Dualie-Using
es: dualizante
es_mx: de las armas duales
fr: à l'arme double
it: delle armi duplo
ko: 머누버계의
zh_hans: 机动枪界的
zh_hant: 機動槍界的

# BynameBynameAdjective0829
source: Brella-Using
es_mx: del paratintas
fr: au para-encre
it: degli ombrelli
ko: 셸터계의
zh_hans: 防空伞界的
zh_hant: 防空傘界的

# BynameBynameAdjective0830
source: Blaster-Using
es: devastadorista
es_mx: del lanzamotas
fr: au blaster
it: dei blaster
ko: 블래스터계의
zh_hans: 爆破枪界的
zh_hant: 爆破槍界的

# BynameBynameAdjective0831
source: Brush-Using
es: pincelante
es_mx: del pincel
fr: au pinceau
it: dei pennelli
ko: 붓계의
zh_hans: 画笔界的
zh_hant: 畫筆界的

# BynameBynameAdjective0832
source: Stringer-Using
es: arcromatizante
es_mx: del arcromatizador
fr: au transperceur
it: dei calamarchi
ko: 스트링거계의
zh_hans: 猎鱼弓界的
zh_hant: 獵魚弓界的

# BynameBynameAdjective0833
source: Splatana-Using
es: azotintante
es_mx: del azotintador
fr: à l'éclatana
it: delle lame
ko: 와이퍼계의
zh_hans: 刮水刀界的
zh_hant: 刮水刀界的

# BynameBynameAdjective0834
source: Replete with
ko: 배부른
nl: Bomvol met
zh_hans: 肚子很饱的
zh_hant: 肚子很飽的

# BynameBynameAdjective0835
source: Watered
ko: 물 만난
zh_hans: 如鱼得水的
zh_hant: 如魚得水的

# BynameBynameAdjective0836
source: Triumphant
es: triunfante
es_mx: triunfante
it: trionfale
ko: 승리의
zh_hans: 胜利的
zh_hant: 勝利的

# BynameBynameAdjective0837
source: Tasteful
ko: 화사한
zh_hans: 华丽的
zh_hant: 華麗的

# BynameBynameAdjective0838
source: Outstanding
es: excepcional
es_mx: espectacular
fr: en haut de l'affiche
ko: SNS 감성
zh_hans: 上镜的
zh_hant: 上鏡的

# BynameBynameAdjective0840
source: Stylish
it: signorile
ja: スタイリッシュ
ko: 스타일리시한
nl: Trendy
zh_hans: 有格调的
zh_hant: 有格調的

# BynameBynameAdjective0841
source: Three-Star
es: de tres estrellas
es_mx: de tres estrellas
fr: trois étoiles
it: a tre stelle
ko: 3성급
zh_hans: 三星级
zh_hant: 三星級

# BynameBynameAdjective0842
source: Scheduled
es: en la agenda
it: in programma
ko: 빨간 날은 쉬는
zh_hans: 遵守日程的
zh_hant: 遵守日程的

# BynameBynameAdjective0843
source: Trailblazing
es: de hoy en día
es_mx: de hoy en día
fr: tendance
it: trendy
ja: ナウい
ko: 유행에 밝은
zh_hans: 现代的
zh_hant: 現代的

# BynameBynameAdjective0844
source: Satiating
ja: タンパクな
ko: 담백한
zh_hans: 蛋白质的
zh_hant: 蛋白質的

# BynameBynameAdjective0845
source: Newish
es: actual
es_mx: actual
ko: 새로운
zh_hans: 新·
zh_hant: 新‧

# BynameBynameAdjective0846
source: Same-as-Ever
de: Wie immer
es: de toda la vida
es_mx: como siempre
it: immutabile
ko: 옛날 그대로의
nl: Steeds weer
zh_hans: 一如既往的
zh_hant: 一如既往的

# BynameBynameAdjective0847
source: Multifaceted
de: In jeder Hinsicht
fr: multifacette
ko: 이리 보고 저리 봐도
zh_hans: 不管怎么看都是
zh_hant: 不管怎麼看都是

# BynameBynameAdjective0848
source: Orthodox
ko: 정통파
zh_hans: 正统派
zh_hant: 正統派

# BynameBynameAdjective0849
source: Regal
fr: monarchique
it: regale
ko: 왕도의
zh_hans: 王道的
zh_hant: 王道的

# BynameBynameAdjective0850
source: Classic
es: de aire clásico
fr: classique
it: convenzionale
ko: 전통적인
zh_hans: 守旧的
zh_hant: 守舊的

# BynameBynameAdjective0851
source: Old-School
es_mx: de vieja escuela
fr: à l'ancienne
it: d'altri tempi
ko: 구식
nl: Oldskool
zh_hans: 旧式
zh_hant: 舊式

# BynameBynameAdjective0852
source: Simplistic
es: simple
es_mx: simple
fr: simpliste
ja: そぼくな
ko: 소박한
zh_hans: 朴素的
zh_hant: 樸素的

# BynameBynameAdjective0853
source: Advanced
fr: de haut niveau
ko: 선진적인
zh_hans: 先进的
zh_hant: 先進的

# BynameBynameAdjective0854
source: Prototypical
es: singular
es_mx: singular
fr: atypique
it: anticonformista
ko: 독창적인
zh_hans: 独创的
zh_hant: 獨創的

# BynameBynameAdjective0855
source: Sincere
es: por las bravas
fr: honnête
ko: 착실한
zh_hans: 诚实的
zh_hant: 誠實的

# BynameBynameAdjective0856
source: Flexible
fr: souple
it: flessibile
ko: 유연한
zh_hans: 懂得变通的
zh_hant: 懂得變通的

# BynameBynameAdjective0857
source: Creative
ja: クリエイティブな
ko: 크리에이티브한
zh_hans: 有创意的
zh_hant: 有創意的

# BynameBynameAdjective0858
source: Classy
es: eminente
es_mx: con clase
fr: au goût exquis
ja: しゃれた
ko: 멋진
zh_hans: 风趣的
zh_hant: 風趣的

# BynameBynameAdjective0859
source: Slender
fr: longiligne
ja: スマートな
ko: 스마트한
zh_hans: 潇洒的
zh_hant: 瀟灑的

# BynameBynameAdjective0860
source: Genteel
fr: émérite
ko: 품위 있는
zh_hans: 高雅的
zh_hant: 高雅的

# BynameBynameAdjective0861
source: Shrouded-in-Mystery
ja: ナゾめいた
ko: 수수께끼 같은
nl: Door mysteries omgeven
zh_hans: 谜团重重的
zh_hant: 謎團重重的

# BynameBynameAdjective0862
source: Novel
es_mx: flamante
ko: 색다른
zh_hans: 新奇的
zh_hant: 新奇的

# BynameBynameAdjective0863
source: Brisk
ja: すがすがしい
ko: 후련한
zh_hans: 神清气爽的
zh_hant: 神清氣爽的

# BynameBynameAdjective0864
source: Undying
es: inmortal
it: immortale
ko: 불멸의
zh_hans: 不灭的
zh_hant: 不滅的

# BynameBynameAdjective0865
source: Powerful
fr: énergique
it: possente
ja: パワフルな
ko: 파워풀한
zh_hans: 火力十足的
zh_hant: 火力十足的

# BynameBynameAdjective0866
source: Unwavering
es: firme
es_mx: firme
fr: intraitable
ko: 침착한
zh_hans: 泰然自若的
zh_hant: 泰然自若的

# BynameBynameAdjective0867
source: Heroic
fr: héroïque
ja: ゆうかんな
ko: 용감한
zh_hans: 勇敢的
zh_hant: 勇敢的

# BynameBynameAdjective0868
source: Swaggering
fr: bravache
ko: 활보하는
zh_hans: 昂首阔步的
zh_hant: 昂首闊步的

# BynameBynameAdjective0869
source: Astute
es_mx: hábil
ja: キレがある
ko: 예리한
zh_hans: 精明的
zh_hant: 精明的

# BynameBynameAdjective0870
source: Pushy
es: insistente
es_mx: insistente
it: invadente
ko: 주장이 강한
zh_hans: 咄咄逼人的
zh_hant: 咄咄逼人的

# BynameBynameAdjective0871
source: Resilient
es: ecorresiliente
es_mx: ecorresiliente
it: resistente
ko: 맷집 강한
zh_hans: 耐打的
zh_hant: 耐打的

# BynameBynameAdjective0872
source: Burly
fr: de forte carrure
ja: たくましい
ko: 늠름한
zh_hans: 魁梧的
zh_hant: 魁梧的

# BynameBynameAdjective0873
source: Resourceful
es_mx: con recursos
it: intraprendente
ko: 실력파
zh_hans: 本领高强的
zh_hant: 本領高強的

# BynameBynameAdjective0874
source: Lax
fr: laxiste
it: indulgente
ja: ユルい
ko: 느슨한
zh_hans: 散漫的
zh_hant: 散漫的

# BynameBynameAdjective0875
source: Daredevilish
es: imprudente
es_mx: imprudente
fr: téméraire
ko: 죽음을 두려워하지 않는
zh_hans: 不怕死的
zh_hant: 不怕死的

# BynameBynameAdjective0876
source: Magnetic
fr: magnétique
it: irresistibile
ko: 매력적인
zh_hans: 有吸引力的
zh_hant: 有吸引力的

# BynameBynameAdjective0877
source: Dynamic
fr: dynamique
ja: ダイナミックな
ko: 다이내믹한
zh_hans: 动感十足的
zh_hant: 動感十足的

# BynameBynameAdjective0878
source: Unique
es: inimitable
es_mx: inimitable
ja: ユニークな
ko: 유니크한
zh_hans: 独特的
zh_hant: 獨特的

# BynameBynameAdjective0879
source: Keen-and-Nimble
ko: 준민한
zh_hans: 机智的
zh_hant: 機智的

# BynameBynameAdjective0880
source: Cordial
es_mx: cortés
it: socievole
ko: 사교적인
zh_hans: 爱交际的
zh_hant: 愛交際的

# BynameBynameAdjective0881
source: Dignified
ko: 당당한
zh_hans: 正气凛然的
zh_hant: 正氣凜然的

# BynameBynameAdjective0882
source: Flowy
es: conformista
es_mx: conformista
it: conformista
ja: マイペースな
ko: 유유자적한
zh_hans: 我行我素的
zh_hant: 我行我素的

# BynameBynameAdjective0883
source: Cryptic
es: indescifrable
es_mx: indescifrable
fr: insondable
ja: ミステリアスな
ko: 미스테리어스한
zh_hans: 神秘的
zh_hant: 神秘的

# BynameBynameAdjective0884
source: High-Spirited
es: indomable
es_mx: indomable
fr: avec la banane
it: di buon umore
ko: 위세 좋은
zh_hans: 气势十足的
zh_hant: 氣勢十足的

# BynameBynameAdjective0885
source: Mind-Changing
fr: versatile
it: volubile
ko: 역전의
zh_hans: 逆转的
zh_hant: 逆轉的

# BynameBynameAdjective0886
source: Chic
it: impeccabile
ja: シックな
ko: 시크한
zh_hans: 雅致的
zh_hant: 雅致的

# BynameBynameAdjective0887
source: Witty
ko: 교묘한
zh_hans: 机灵的
zh_hant: 機靈的

# BynameBynameAdjective0888
source: Cheery
es: feliz
es_mx: feliz
it: felice
ko: 쾌활한
zh_hans: 有朝气的
zh_hant: 有朝氣的

# BynameBynameAdjective0889
source: Vivid
es: alegre
fr: allègre
ja: ビビッドな
ko: 선명한
zh_hans: 色彩鲜艳的
zh_hant: 色彩鮮豔的

# BynameBynameAdjective0890
source: Rare
fr: insolite
ja: めずらしい
ko: 보기 드문
zh_hans: 少见的
zh_hant: 罕見的

# BynameBynameAdjective0891
source: Closed-Off
es: impenetrable
es_mx: impenetrable
fr: impénétrable
it: impenetrabile
ja: スキのない
ko: 빈틈없는
nl: Gesloten
zh_hans: 无懈可击的
zh_hant: 無懈可擊的

# BynameBynameAdjective0892
source: Surreal
es: surrealista
es_mx: surrealista
fr: surréaliste
it: surreale
ja: シュールな
ko: 비현실적인
zh_hans: 离奇的
zh_hant: 離奇的

# BynameBynameAdjective0893
source: Methodical
it: razionale
ko: 과학적인
zh_hans: 有科学根据的
zh_hant: 有科學根據的

# BynameBynameAdjective0894
source: Gorgeous
fr: irrésistible
ja: ゴージャスな
ko: 고급스러운
zh_hans: 奢华的
zh_hant: 奢華的

# BynameBynameAdjective0895
source: Cute
ja: キュートな
ko: 깜찍한
zh_hans: 可爱的
zh_hant: 可愛的

# BynameBynameAdjective0896
source: Awkward
ja: ぎこちない
ko: 어색한
zh_hans: 笨拙的
zh_hant: 笨拙的

# BynameBynameAdjective0897
source: Deep
ko: 심오한
zh_hans: 深奥的
zh_hant: 深奧的

# BynameBynameAdjective0898
source: Unadorned
es: sin adornos
es_mx: sin adornos
fr: sans fanfreluches
ko: 꾸밈없는
zh_hans: 未经修饰的
zh_hant: 未經修飾的

# BynameBynameAdjective0899
source: Cushy
fr: tendre
it: soave
ja: ソフトな
ko: 소프트한
zh_hans: 柔和的
zh_hant: 柔和的

# BynameBynameAdjective0900
source: Gallant
es: galante
es_mx: galante
fr: chevaleresque
it: galante
ko: 신사적인
zh_hans: 有风度的
zh_hant: 有風度的

# BynameBynameAdjective0901
source: Adept
es: capaz
es_mx: capaz
ko: 유능한
zh_hans: 有才华的
zh_hant: 有才華的

# BynameBynameAdjective0902
source: Invigorating
es: vigorizante
es_mx: vigorizante
it: corroborante
ko: 사뿐한
zh_hans: 爽快的
zh_hant: 爽快的

# BynameBynameAdjective0903
source: Veiled
ko: 베일에 가린
zh_hans: 被面纱蒙住的
zh_hant: 被面紗蒙住的

# BynameBynameAdjective0904
source: Discreet
ja: しんちょうな
ko: 신중한
zh_hans: 谨慎的
zh_hant: 謹慎的

# BynameBynameAdjective0905
source: Frank
es: veraz
es_mx: veraz
fr: sans détour
ja: フランクな
ko: 친근한
nl: Onomwonden
zh_hans: 坦率的
zh_hant: 坦率的

# BynameBynameAdjective0906
source: Rational
it: cerebrale
ko: 합리적인
zh_hans: 合理的
zh_hant: 合理的

# BynameBynameAdjective0907
source: Charming
es: fascinante
es_mx: fascinante
ja: チャーミングな
ko: 애교 있는
zh_hans: 迷人的
zh_hant: 迷人的

# BynameBynameAdjective0908
source: Quiet
es_mx: reticente
ko: 조용한
zh_hans: 恬静的
zh_hant: 恬靜的

# BynameBynameAdjective0909
source: Wise
ko: 총명한
zh_hans: 聪慧的
zh_hant: 聰慧的

# BynameBynameAdjective0910
source: Introverted
ko: 내향적인
zh_hans: 内向的
zh_hant: 內向的

# BynameBynameAdjective0911
source: Abstract
ko: 추상적인
zh_hans: 抽象的
zh_hant: 抽象的

# BynameBynameAdjective0912
source: Sharp
es: perspicaz
es_mx: perspicaz
fr: perspicace
ja: シャープな
ko: 샤프한
zh_hans: 敏锐的
zh_hant: 敏銳的

# BynameBynameAdjective0913
source: Gutsy
es_mx: con agallas
fr: qui a du cran
ja: ガッツがある
ko: 근성 있는
zh_hans: 有胆量的
zh_hant: 有膽量的

# BynameBynameAdjective0914
source: Authentic
fr: authentique
it: verace
ko: 본격파
zh_hans: 古典派
zh_hant: 古典派

# BynameBynameAdjective0915
source: Learned
ko: 경험이 풍부한
zh_hans: 经验丰富的
zh_hant: 經驗豐富的

# BynameBynameAdjective0916
source: Experienced
ko: 노련한
nl: Ervaren
zh_hans: 老练的
zh_hant: 老練的

# BynameBynameAdjective0917
source: Gifted
fr: à l'avenir brillant
it: con un grande futuro
ko: 유망한
zh_hans: 有前途的
zh_hant: 有前途的

# BynameBynameAdjective0918
source: Ingenious
es: inteligente
es_mx: inteligente
ja: かしこい
ko: 똑똑한
zh_hans: 聪明的
zh_hant: 聰明的

# BynameBynameAdjective0919
source: Healthy
es: saludable
es_mx: saludable
fr: en bonne santé
ko: 건전한
zh_hans: 健全的
zh_hant: 健全的

# BynameBynameAdjective0920
source: Honest
ko: 고분고분한
zh_hans: 率直的
zh_hant: 率直的

# BynameBynameAdjective0921
source: Just-Right
de: Genau richtig als
ja: ちょうどいい
ko: 딱 좋은
zh_hans: 刚刚好的
zh_hant: 剛剛好的

# BynameBynameAdjective0922
source: Blustery
ko: 폭풍 같은
zh_hans: 犹如风暴的
zh_hant: 猶如風暴的

# BynameBynameAdjective0923
source: Funky
es: en la onda
es_mx: en la onda
ja: ファンキーな
ko: 펑키한
zh_hans: 放克风的
zh_hant: 放克風的

# BynameBynameAdjective0924
source: Exciting
es: emocionante
es_mx: emocionante
it: emozionante
ja: エキサイティングな
ko: 익사이팅한
zh_hans: 激动的
zh_hant: 激動的

# BynameBynameAdjective0925
source: Exuberant
it: festante
ja: ノリノリの
ko: 분위기 좋은
zh_hans: 兴致勃勃的
zh_hant: 興致勃勃的

# BynameBynameAdjective0926
source: Well-Mannered
es: de buenas maneras
es_mx: de buenos modales
ko: 예의 바른
zh_hans: 彬彬有礼的
zh_hant: 彬彬有禮的

# BynameBynameAdjective0927
source: Dutiful
es: obediente
es_mx: obediente
ko: 의리 있는
zh_hans: 讲义气的
zh_hant: 講義氣的

# BynameBynameAdjective0928
source: Modest
fr: modeste
ko: 겸손한
nl: Ingetogen
zh_hans: 谦卑的
zh_hant: 謙卑的

# BynameBynameAdjective0929
source: Prestigious
fr: illustre
ko: 격식 높은
zh_hans: 地位崇高的
zh_hant: 地位崇高的

# BynameBynameAdjective0930
source: Affable
es: cordial
es_mx: cordial
it: affabile
ko: 붙임성 좋은
zh_hans: 和蔼可亲的
zh_hant: 和藹可親的

# BynameBynameAdjective0931
source: Sociable
es: amigable
es_mx: amigable
it: conviviale
ko: 사람을 잘 따르는
zh_hans: 和善的
zh_hant: 和善的

# BynameBynameAdjective0932
source: Good-Humored
fr: de bonne humeur
it: cortese
ko: 싹싹한
zh_hans: 平易近人的
zh_hant: 平易近人的

# BynameBynameAdjective0933
source: Urbane
ja: おくゆかしい
ko: 고상한
zh_hans: 有修养的
zh_hant: 有修養的

# BynameBynameAdjective0934
source: Meek
ja: しおらしい
ko: 조신한
zh_hans: 乖巧听话的
zh_hant: 乖巧聽話的

# BynameBynameAdjective0935
source: Well-Rounded
it: a tutto tondo
ja: ふくよかな
ko: 푸근한
zh_hans: 丰满的
zh_hant: 豐滿的

# BynameBynameAdjective0936
source: Well-Behaved
es_mx: de buen comportamiento
it: perbene
ko: 예절 바른
zh_hans: 举止端庄的
zh_hant: 舉止端莊的

# BynameBynameAdjective0937
source: Upstanding
es: responsable
es_mx: responsable
fr: intègre
ko: 고지식한
zh_hans: 守规矩的
zh_hant: 守規矩的

# BynameBynameAdjective0938
source: Big-Hearted
es: de buen corazón
es_mx: de gran corazón
fr: au grand cœur
it: dal cuore grande
ko: 마음이 넓은
zh_hans: 心胸宽广的
zh_hant: 心胸寬廣的

# BynameBynameAdjective0939
source: Influential
it: autorevole
ko: 영향력 있는
zh_hans: 权威级
zh_hant: 權威級

# BynameBynameAdjective0940
source: Mold-Breaking
fr: non-conformiste
it: non convenzionale
ko: 파격적인
zh_hans: 破格的
zh_hant: 破格的

# BynameBynameAdjective0941
source: Ghastly
fr: épouvantable
it: agghiacciante
ja: すさまじい
ko: 어마어마한
zh_hans: 惊人的
zh_hant: 驚人的

# BynameBynameAdjective0942
source: Academic
es: pedante
es_mx: pedante
fr: académique
ko: 탁상 위의
zh_hans: 不切实际的
zh_hant: 不切實際的

# BynameBynameAdjective0944
source: Plucky
ko: 배짱 있는
zh_hans: 有胆识的
zh_hant: 有膽識的

# BynameBynameAdjective0945
source: Cheeky
es: caradura
es_mx: caradura
it: impudente
ko: 뻔뻔스러운
zh_hans: 厚脸皮的
zh_hant: 厚臉皮的

# BynameBynameAdjective0946
source: Glorious
ko: 호쾌한
zh_hans: 豪放的
zh_hant: 豪放的

# BynameBynameAdjective0947
source: Maniacal
it: maniacale
ja: マニアックな
ko: 마니악한
zh_hans: 狂热的
zh_hant: 狂熱的

# BynameBynameAdjective0948
source: Magnificent
fr: magnifique
ko: 위대한
zh_hans: 伟大的
zh_hant: 偉大的

# BynameBynameAdjective0949
source: Energetic
it: vitale
ja: エネルギッシュな
ko: 기운 넘치는
zh_hans: 精力充沛的
zh_hant: 精力充沛的

# BynameBynameAdjective0950
source: Misplaced
ko: 헤매는
zh_hans: 迷惘的
zh_hant: 迷惘的

# BynameBynameAdjective0951
source: De Facto
ko: 사실상
nl: In feite een
zh_hans: 事实层面上的
zh_hant: 事實層面上的

# BynameBynameAdjective0952
source: 333x
ko: 333배
zh_hans: 333倍
zh_hant: 333倍

# BynameBynameAdjective0953
source: Ageless
es: adolescente
es_mx: atemporal
it: nel fiore degli anni
ko: 청춘의
zh_hans: 青春的
zh_hant: 青春的

# BynameBynameAdjective0954
source: Apparent
es: sin más
es_mx: aparente
fr: ostensible
it: apparente
ko: 보는 바와 같이
nl: Schijnbaar een
zh_hans: 人如其貌的
zh_hant: 人如其貌的

# BynameBynameAdjective0955
source: Ostensible
it: ingannevole
ko: 보기와는 다르게
nl: Op het eerste gezicht een
zh_hans: 不可貌相的
zh_hant: 不可貌相的

# BynameBynameAdjective0956
source: Heart-Thumping
fr: au cœur battant
it: coinvolgente
ja: ドキドキの
ko: 두근두근
zh_hans: 小鹿乱撞的
zh_hant: 小鹿亂撞的

# BynameBynameAdjective0957
source: Starchy
es: crocante
es_mx: crocante
it: croccante
ja: バリバリの
ko: 열성적인
zh_hans: 冲劲十足的
zh_hant: 衝勁十足的

# BynameBynameAdjective0958
source: Barely
es: por los pelos
es_mx: por poco
fr: ou à peine
it: a malapena
ja: ギリギリの
ko: 아슬아슬한
nl: Nauwelijks een
zh_hans: 千钧一发的
zh_hant: 千鈞一髮的

# BynameBynameAdjective0959
source: Narrowly
de: Eben noch so
es: por muy poco
es_mx: por muy poquito
fr: de justesse
it: per un soffio
ja: カツカツの
ko: 빠듯한
nl: Nog net een
ru: еще немного и не
zh_hans: 很勉强的
zh_hant: 很勉強的

# BynameBynameAdjective0960
source: Amusing
it: esilarante
ja: おもしろ
ko: 재밌는
zh_hans: 有趣的
zh_hant: 有趣的

# BynameBynameAdjective0961
source: Excited
fr: enthousiaste
ja: ワクワク
ko: 기대되는
nl: Opgetogen
zh_hans: 兴奋不已的
zh_hant: 興奮不已的

# BynameBynameAdjective0962
source: Swishy
it: frusciante
ja: シュッとした
ko: 말끔한
zh_hans: 仪表端正的
zh_hant: 儀表端正的

# BynameBynameAdjective0963
source: The Genuine
it: senza trucco, senza inganno
ja: ホンモノの
ko: 진품
zh_hans: 正牌
zh_hant: 正牌

# BynameBynameAdjective0964
source: Unnamed
es: sin nombre
es_mx: sin nombre
fr: incognito
it: senza nome
ko: 무명의
zh_hans: 没有名字的
zh_hant: 沒有名字的

# BynameBynameAdjective0965
source: Glory-Hogging
es_mx: en la cumbre
it: in cerca di notorietà
ko: 이제 곧
zh_hans: 差点就要变成
zh_hant: 差點就要變成

# BynameBynameAdjective0966
source: Prickly
es: cascarrabias
es_mx: cascarrabias
fr: susceptible
ja: ツンツンした
ko: 퉁명스러운
zh_hans: 傲气的
zh_hant: 傲氣的

# BynameBynameAdjective0967
source: Lackadaisical
it: indolente
ja: デレデレした
ko: 호의적인
zh_hans: 娇羞的
zh_hant: 嬌羞的

# BynameBynameAdjective0968
source: Surviving
es: in extremis
fr: de survie
ko: 살아남은
zh_hans: 幸存的
zh_hant: 倖存的

# BynameBynameAdjective0969
source: Eccentric
fr: excentrique
it: stravagante
ja: エキセントリックな
ko: 괴짜
zh_hans: 古怪的
zh_hant: 古怪的

# BynameBynameAdjective0970
source: Idiosyncratic
es: particular
es_mx: particular
ko: 특색 있는
zh_hans: 特色强烈的
zh_hant: 特色強烈的

# BynameBynameAdjective0971
source: Rule-Breaking
ko: 무질서한
zh_hans: 破戒的
zh_hant: 破戒的

# BynameBynameAdjective0972
source: Snazzy
it: che sa vestirsi
ja: センスがある
ko: 센스 있는
zh_hans: 有美感的
zh_hant: 有美感的

# BynameBynameAdjective0973
source: Zesty
it: piacevole
ja: ウマい
ko: 맛있는
zh_hans: 好吃的
zh_hant: 好吃的

# BynameBynameAdjective0974
source: Most Popular
es: superpopular
es_mx: superpopular
ko: 잘나가는
zh_hans: 当下流行的
zh_hant: 當下流行的

# BynameBynameAdjective0975
source: On-the-Rise
es: en alza
es_mx: en aumento
fr: en route vers la gloire
it: nascente
ko: 인기 상승 중인
zh_hans: 促销中的
zh_hant: 促銷中的

# BynameBynameAdjective0976
source: Skyrocketing
es: en pleno ascenso
es_mx: en pleno ascenso
fr: qui atteint des sommets
it: in orbita
ja: うなぎのぼりの
ko: 승승장구하는
zh_hans: 急速蹿升的
zh_hant: 急速竄升的

# BynameBynameAdjective0977
source: World-Wise
it: che conosce il mondo
ko: 처세술이 뛰어난
zh_hans: 八面玲珑的
zh_hant: 八面玲瓏的

# BynameBynameAdjective0978
source: Assisting
es: de apoyo
es_mx: de apoyo
it: che dà una mano
ja: アシストする
ko: 어시스트하는
zh_hans: 助攻型
zh_hant: 助攻型

# BynameBynameAdjective0979
source: Covering
es: servicial
es_mx: servicial
it: che copre le spalle
ja: カバーする
ko: 커버하는
zh_hans: 掩护型
zh_hant: 掩護型

# BynameBynameAdjective0980
source: Bourgeois
it: borghese
ja: ブルジョワな
ko: 부르주아
zh_hans: 中产阶级的
zh_hant: 中產階級的

# BynameBynameAdjective0981
source: Clean
fr: nickel
ja: クリーンな
ko: 깨끗한
nl: Goedgewassen
zh_hans: 洁净的
zh_hant: 潔淨的

# BynameBynameAdjective0982
source: Almighty
it: onnipotente
ja: オールマイティーな
ko: 만능
zh_hans: 全能的
zh_hant: 全能的

# BynameBynameAdjective0983
source: Robust
ko: 씩씩한
zh_hans: 精神饱满的
zh_hant: 精神飽滿的

# BynameBynameAdjective0984
source: Enlivened
ko: 분발하는
zh_hans: 振奋的
zh_hant: 振奮的

# BynameBynameAdjective0985
source: Proactive
ko: 넘어질 뻔한
zh_hans: 正向的
zh_hant: 正向的

# BynameBynameAdjective0987
source: Unruly
ko: 날뛰는
zh_hans: 狂暴的
zh_hant: 狂暴的

# BynameBynameAdjective0988
source: Fully Committed
ko: 전력을 다하는
zh_hans: 倾尽全力的
zh_hant: 傾盡全力的

# BynameBynameAdjective0989
source: Delightful
ja: ゆかいな
ko: 유쾌한
zh_hans: 愉悦的
zh_hant: 愉悅的

# BynameBynameAdjective0990
source: Flower-Shaped
fr: en forme de fleur
it: a forma di fiore
ko: 각광 받는
zh_hans: 人气代表
zh_hant: 人氣代表

# BynameBynameAdjective0991
source: Extraordinary
es: peculiar
es_mx: peculiar
fr: extraordinaire
it: incomparabile
ja: ただならぬ
ko: 범상치 않은
zh_hans: 非比寻常的
zh_hant: 非比尋常的

# BynameBynameAdjective0992
source: Original
it: singolare
ja: オリジナル
ko: 오리지널
zh_hans: 原版
zh_hant: 原版

# BynameBynameAdjective0993
source: Top-Notch
es: admirable
es_mx: admirable
fr: excellentissime
ja: とびきり
ko: 특출한
zh_hans: 出类拔萃的
zh_hant: 出類拔萃的

# BynameBynameAdjective0994
source: Clandestine
es: de estranjis
it: in incognito
ja: ひそかな
ko: 은밀한
zh_hans: 不为人知的
zh_hant: 不為人知的

# BynameBynameAdjective0995
source: Painful
es: triste
es_mx: triste
ko: 슬픈
zh_hans: 悲伤的
zh_hant: 悲傷的

# BynameBynameAdjective0996
source: Topical
es: de actualidad
es_mx: en la actualidad
fr: thématique
it: d'attualità
ko: 화제의
zh_hans: 热议的
zh_hant: 熱議的

# BynameBynameAdjective0997
source: Lavish
es: imponente
es_mx: extravagante
ja: コテコテの
ko: 농도 짙은
zh_hans: 笨手笨脚的
zh_hant: 笨手笨腳的

# BynameBynameAdjective0998
source: Thrilling
es: vibrante
es_mx: vibrante
it: avvincente
ko: 가슴 뛰는
zh_hans: 雀跃人心的
zh_hant: 雀躍人心的

# BynameBynameAdjective0999
source: Deluxe
es: a todo tren
ja: デラックス
ko: 디럭스
zh_hans: 豪华版
zh_hant: 豪華版

# BynameBynameAdjective1000
source: Triple
fr: au cube
ja: トリプル
ko: 트리플
zh_hans: 三重
zh_hant: 三重

# BynameBynameAdjective1001
source: Twin
ja: ツイン
ko: 트윈
zh_hans: 双
zh_hant: 雙

# BynameBynameAdjective1002
source: Double
fr: au carré
it: al quadrato
ja: ダブル
ko: 더블
zh_hans: 双重
zh_hant: 雙重

# BynameBynameAdjective1003
source: Individual
fr: en solo
it: individuale
ja: シングル
ko: 싱글
zh_hans: 单一
zh_hant: 單一

# BynameBynameAdjective1004
source: Comical
es: risible
fr: comique
ja: コミカルな
ko: 코미컬한
zh_hans: 滑稽的
zh_hant: 滑稽的

# BynameBynameAdjective1005
source: Imperfect
ja: ワケあり
ko: 사정 있는
zh_hans: 有内情的
zh_hant: 有內情的

# BynameBynameAdjective1006
source: Uncommon
es: infrecuente
es_mx: infrecuente
it: non comune
ja: かつてない
ko: 지금껏 없던
zh_hans: 前无古人的
zh_hant: 前無古人的

# BynameBynameAdjective1007
source: Peerless
es: incomparable
es_mx: sin par
fr: sans équivalent
it: senza pari
ko: 천하의
zh_hans: 纵横天下的
zh_hant: 縱橫天下的

# BynameBynameAdjective1008
source: Vertebrate
ja: ホネのある
ko: 뚝심 있는
zh_hans: 有骨气的
zh_hant: 有骨氣的

# BynameBynameAdjective1009
source: Expert
ja: エキスパート
ko: 숙련된
nl: Bedreven
zh_hans: 高手级
zh_hant: 高手級

# BynameBynameAdjective1010
source: Giant
ja: ジャイアント
ko: 자이언트
zh_hans: 庞大的
zh_hant: 龐大的

# BynameBynameAdjective1011
source: Stalwart
es_mx: fiel
ja: タフな
ko: 터프한
zh_hans: 坚强的
zh_hant: 堅強的

# BynameBynameAdjective1012
source: Exquisite
es: grácil
es_mx: grácil
ja: しなやかな
ko: 나긋나긋한
zh_hans: 优美的
zh_hant: 優美的

# BynameBynameAdjective1013
source: Acrobatic
fr: acrobatique
ja: アクロバティック
ko: 아크로바틱
zh_hans: 特技型
zh_hant: 特技型

# BynameBynameAdjective1014
source: Captivated
ja: うっとりする
ko: 황홀한
zh_hans: 出神的
zh_hant: 出神的

# BynameBynameAdjective1015
source: Fledgling
it: alle prime armi
ja: ひよっこ
ko: 미숙한
zh_hans: 菜鸟级
zh_hant: 菜鳥級

# BynameBynameAdjective1016
source: Relaxed
ja: ゆったりした
ko: 넉넉한
nl: Ontspannen
zh_hans: 悠哉的
zh_hant: 悠哉的

# BynameBynameAdjective1017
source: Playful
fr: ludique
ja: おちゃめな
ko: 장난기 넘치는
zh_hans: 淘气的
zh_hant: 淘氣的
