Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizable.strings
Languages: nl

# RoomCreatorGuide
source: Once your room is created, share theURL to invite others to a Private Battle.
nl: Zodra je kamer is gemaakt, kun jede URL delen om anderen uit tenodigen voor een privégevecht.

# RoomCreatorHowToActivate
source: Enter Room
nl: Kamer betreden

# RoomCreatorHowToActivateGuide
source: Please select Room Created via SplatNet 3 from the Friends menu in the Splatoon 3 game.
nl: Kies KAMER DIE VIA SPLATNET 3 IS GEMAAKT in het vriendenmenu in Splatoon 3.

# RoomCreatorHowToJoin
source: Please join this room from the Friends menu in the Splatoon 3 game.
nl: Betreed deze kamer via het vriendenmenu in Splatoon 3.

# RoomCreatorInvalidateInvitation
source: Close
nl: Sluiten

# RoomCreatorInvitation
source: You've been invited to join a room.
nl: Je bent in een kamer uitgenodigd.

# RoomCreatorInvitationGuide
source: If you join this room, Room Created via SplatNet 3 will be added to the Friends menu in the Splatoon 3 game.
nl: Als je deze kamer betreedt, wordt de optie 'Kamer die via SplatNet 3 is gemaakt' toegevoegd aan het vriendenmenu in Splatoon 3.

# RoomCreatorInvitationUrl
source: Invitation URL
nl: Uitnodigings-URL

# RoomCreatorInviteGuest
source: Room created!
nl: Kamer gemaakt!

# RoomCreatorMakeRoom
source: Create a Room
nl: Kamer maken

# RoomCreatorNotFound
source: Unable to find a room.
nl: Er is geen kamer gevonden.

# RoomCreatorNotFoundGuide
source: The URL may be incorrect, or the room may already be closed.
nl: Mogelijk is de URL onjuist of is de kamer al gesloten.

# RoomCreatorPassword
source: Set Password
nl: Code instellen

# RoomCreatorPasswordCancel
source: Don't Set Password
nl: Geen code instellen

# RoomCreatorPasswordGuide
source: Require a password in order for friends and Pool members to join a room without an invitation URL. A password isn't required when selecting the Room Created via SplatNet 3 option.
nl: Met een code kunnen vrienden en spelers in je poel zonder uitnodigings-URL een kamer betreden. Bij het kiezen van de optie 'Kamer die via SplatNet 3 is gemaakt' is er geen code nodig.

# RoomCreatorPasswordHelp
source: Please enter a four-digit number.
nl: Voer een code van vier cijfers in.

# RoomCreatorRoom
source: Rooms that are joinable:
nl: Betreedbare kamers:

# RoomCreatorShareInvitationUrl
source: Share URL!
nl: Deel de URL!

# RoomCreatorShareInvitationUrlGuide
source: Invitees can access the invitation URL from a smart device with the Nintendo Switch Online app installed.
nl: Uitgenodigde spelers kunnen de uitnodigings-URL openen op een smartapparaat waarop de Nintendo Switch Online-app is geïnstalleerd.

# RoomCreatorShareUrl
source: Share URL
nl: URL delen

# RoomCreatorSubtitle
source: Create rooms for Private Battles right here!
nl: Hier kun je kamers maken voor privégevechten!

# RoomCreatorTitle
source: Room Creation
nl: Kamer maken

# SettingsAboutSendingUsageData
source: Info on Sending Usage Data
nl: Over het versturen van gebruiksgegevens

# SettingsAboutSendingUsageDataDescription
source: Please note that if you have granted permission to share your data with Nintendo (including via cookie settings) to improve our products and services when using the Nintendo Switch Online app, this setting also applies to game-specific services such as SplatNet 3. You can view or change your settings at any time by selecting About Sending Usage Data.
nl: Houd er rekening mee dat als je toestemming hebt gegeven voor het delen van gegevens (waaronder instellingen voor cookies) met Nintendo bij het gebruik van de Nintendo Switch Online-app om onze producten en diensten te verbeteren, dit ook invloed heeft op gamegebonden diensten als SplatNet 3. Je kunt deze instelling op ieder moment wijzigen door VERSTUREN VAN GEBRUIKSGEGEVENS te kiezen.

# SettingsAppName
source: Settings
nl: Instellingen

# SettingsExpansionPass
source: Visit Expansion Pass Purchase Site
nl: Informatie over de uitbreidingspas

# SettingsTitle
source: Settings
nl: Instellingen

# SideOrderRecordAccumulateCount
source: Ranks Set: %@
nl: Tegelijk in palet: %@

# SideOrderRecordAppName
source: Side Order
nl: De Toren der Orde

# SideOrderRecordChipCategoryContinuity
source: Support
nl: Ondersteuning

# SideOrderRecordChipCategoryFire
source: Power
nl: Kracht

# SideOrderRecordChipCategoryLuck
source: Lucky
nl: Geluk

# SideOrderRecordChipCategoryMove
source: Mobility
nl: Beweeglijkheid

# SideOrderRecordChipCategoryRange
source: Range
nl: Bereik

# SideOrderRecordChiplevel
source: Info Unlocked: %@
nl: Vrijgespeelde informatie: %@

# SideOrderRecordClear
source: Clear!
nl: Voltooid!

# SideOrderRecordClearCount
source: Clears: %@
nl: Aantal keer voltooid: %@

# SideOrderRecordCollectedColorChips
source: Color Chips Collected
nl: Verzamelde kleurenchips

# SideOrderRecordCollectedColorChipsAnnotation
source: The number in parentheses is how many chips were collected so far.
nl: Het cijfer tussen haakjes geeft aan hoe vaak een chip is gebruikt.

# SideOrderRecordCollectedPalettes
source: Palettes Collected
nl: Verzamelde paletten

# SideOrderRecordCollectedPalettesSubtitle
source: Clear with All Palettes for Special Rewards!
nl: Voltooi de toren met alle paletten voor een speciale beloning!

# SideOrderRecordColorChip
source: Color Chips
nl: Kleurenchips

# SideOrderRecordColorChipUsage
source: Color-Chip Usage
nl: Kleurenchips-gebruik

# SideOrderRecordDifficulity0
source: Easy
nl: Makkelijk

# SideOrderRecordDifficulity1
source: Normal
nl: Normaal

# SideOrderRecordDifficulity2
source: Hard
nl: Moeilijk

# SideOrderRecordDifficulity3
source: Rigorous
nl: Genadeloos

# SideOrderRecordDownloadReward
source: Get your reward!
nl: Beloning!

# SideOrderRecordEnemy
source: Field Guide
nl: Veldgids

# SideOrderRecordEnemyCollection
source: Jelleton Field Guide
nl: Drilgruwelveldgids

# SideOrderRecordFailureCollided
source: Splatted by contacting %@
nl: Uitgeschakeld door contact met %@

# SideOrderRecordFailureDefeated
source: Splatted by %@
nl: Uitgeschakeld door: %@

# SideOrderRecordFailureFall
source: Fell off the edge
nl: Over de rand gevallen

# SideOrderRecordFloor
source: %@F
nl: Etage %@

# SideOrderRecordGetClearReward
source: Clear Bonus
nl: Bonus

# SideOrderRecordGetReward
source: Completion Bonus
nl: Voltooiingsbonus

# SideOrderRecordHacking
source: Marina's Hacks
nl: Mariana's hacks

# SideOrderRecordHighScore
source: High Score!
nl: Topscore!

# SideOrderRecordLatestResults
source: Total Stats
nl: Overzicht

# SideOrderRecordMore
source: See More
nl: Meer info

# SideOrderRecordNext
source: Next
nl: Volgende

# SideOrderRecordPalette
source: Palettes
nl: Paletten

# SideOrderRecordPalettesAnnotation
source: The fastest clear time recorded for each Palette is shown.
nl: Per palet wordt de snelste tijd getoond waarmee je een poging hebt voltooid.

# SideOrderRecordPointCoin
source: Remaining Membux
nl: Neuri's in bezit

# SideOrderRecordPointColorful
source: Prism Bonus
nl: Prismabonus

# SideOrderRecordPointRetry
source: Lives Left
nl: Levens over

# SideOrderRecordPointSameColor
source: Tone Chain Bonus
nl: Tintcombobonus

# SideOrderRecordPointToPearl
source: Points→Prlz
nl: Punten → parels

# SideOrderRecordPrev
source: Previous
nl: Vorige

# SideOrderRecordResult
source: Stats
nl: Statistieken

# SideOrderRecordRetire
source: Gave up
nl: Opgegeven

# SideOrderRecordSelectSize
source: Please select a size to download.
nl: Kies een formaat.

# SideOrderRecordShowAllPoints
source: Show Points Earned
nl: Verdiende punten tonen

# SideOrderRecordStageReset
source: Floor Resets: %@
nl: Etageaanbod aangepast: %@

# SideOrderRecordTitle
source: Side Order Stats
nl: De Toren der Orde

# SideOrderRecordTotalHackingLevel
source: Total: %@
nl: Totaal: %@

# SideOrderRecordTryCount
source: Runs: %@
nl: Pogingen: %@

# SideOrderRecordUsedCoin
source: Membux Spent at Vending Machines: %@
nl: Uitgegeven neuri's bij de verkoopautomaat: %@

# StageScheduleBankara
source: Anarchy Battle
nl: Chaosgevecht

# StageScheduleBankaraOpenChallenge
source: Series
nl: Sessie

# StageScheduleEvent
source: Challenge
nl: Eventgevecht

# StageScheduleEventCurrentSchedule
source: Now
nl: Nu

# StageScheduleEventFuture
source: Future
nl: Daarna

# StageScheduleEventHolding
source: Now Open!
nl: Nu bezig!

# StageScheduleEventNext
source: Next Time
nl: Volgende keer

# StageScheduleEventNextSchedule
source: Next
nl: Volgende

# StageScheduleEventNoData
source: No Challenges currently scheduled.
nl: Er zijn momenteel geen eventgevechten gepland.

# StageScheduleFestival
source: Splatfest Battle
nl: Splatfest-gevecht

# StageScheduleFestivalAnnounced
source: Coming Soon!
nl: Binnenkort!

# StageScheduleFestivalAt
source: Starts %@!
nl: Begint om %@!

# StageScheduleFestivalAttack
source: Attacking
nl: Aanval

# StageScheduleFestivalDefense
source: Defending
nl: Verdediging

# StageScheduleFestivalHolding
source: Now Open!
nl: Nu bezig!

# StageScheduleFuture
source: Future
nl: Daarna

# StageScheduleGrandFestSchedule
source: Tricolor Battle Schedule
nl: Driekleurengevechtschema

# StageScheduleGuideOpenBrowser
source: This will open a new browser window.
nl: Hierdoor opent zich een nieuw browservenster.

# StageScheduleNext
source: Next
nl: Volgende

# StageScheduleNoticeBigrun
source: Big Run coming soon!
nl: Er komt een Big Run aan!

# StageScheduleNoticeLimited
source: Announcement: Eggstra Work coming soon!
nl: Bedrijfseitje aangekondigd!

# StageScheduleNowClosed
source: Splatfest Active!
nl: Splatfest!

# StageScheduleOpen
source: Now
nl: Nu

# StageScheduleOpenBigrun
source: Big Run in progress!
nl: Big Run aan de gang!

# StageScheduleOpenLimited
source: Eggstra Work available now!
nl: Bedrijfseitje direct beschikbaar!

# StageSchedulePrivate
source: Private Battle
nl: Privégevecht

# StageScheduleRecruit
source: It's Big Run time! Grizzco hiring ANYONE! %@
nl: Het is Big Run-tijd! Beer & Co zoekt werknemers! (%@)

# StageScheduleRecruitTeamContest
source: It's Eggstra Work time! Recruit some coworkers and join in the...fun? %@
nl: Tijd voor een bedrijfseitje! Verzamel een paar collega's en eh... veel plezier? %@

# StageScheduleRegular
source: Regular Battle
nl: Standaardgevecht

# StageScheduleRules
source: See Rules
nl: Regels bekijken

# StageScheduleSeeAllRules
source: See Detailed Rules
nl: Uitgebreide regels bekijken

# StageScheduleSeeFestivalRecord
source: Splatfest Stats
nl: Splatfest-statistieken

# StageScheduleSuppliedWeaponRandom
source: Random
nl: Willekeurig

# StageScheduleSuppliedWeapons
source: Supplied Weapons
nl: Beschikbare wapens

# StageScheduleTitle
source: Schedule
nl: Levelschema

# StageScheduleWinRateByRules
source: Win Rate by Mode
nl: Winpercentage per spelstand

# StageScheduleXmatch
source: X Battle
nl: X-gevecht

# TournamentComingSoon
source: Coming Soon!
nl: Binnenkort!

# TournamentTitle
source: Tournament Manager
nl: Toernooiplanner

# TournamentTournamentNow
source: Now Open!
nl: Nu bezig!

# VsHistory100X
source: 100x Battle
nl: ×100-strijd

# VsHistory10X
source: 10x Battle
nl: ×10-strijd

# VsHistory10XHoragaiMatch
source: 10x Conch Clash
nl: ×10-prijsschelppret

# VsHistory333X
source: 333x Battle
nl: ×333-strijd

# VsHistory33XHoragaiMatch
source: 33x Conch Clash
nl: ×33-prijsschelppret

# VsHistoryAbortedMeasurementEventPower
source: Calculation canceled.
nl: De berekening is afgebroken.

# VsHistoryAnnotationExemption
source: Because one or more players were not able to continue, the match will not count as a loss.
nl: Omdat een of meer spelers het gevecht niet konden voortzetten, wordt het gevecht niet als een verlies geteld.

# VsHistoryAnnotationNocontest
source: No contest.
nl: Ongeldig gevecht.

# VsHistoryAnnotationPenalty
source: The match was not fully completed.
nl: Het gevecht is niet volledig afgemaakt.

# VsHistoryAttack
source: Attacking
nl: Aanval

# VsHistoryAverage
source: Over %@ Min. Average
nl: Gemiddelde over %@ min

# VsHistoryAwardGold
source: Gold
nl: Goud

# VsHistoryAwardSilver
source: Silver
nl: Zilver

# VsHistoryBankara
source: Anarchy Battle
nl: Chaosgevecht

# VsHistoryBankaraChallenge
source: Anarchy Battle (Series)
nl: Chaosgevecht (sessie)

# VsHistoryBankaraOpen
source: Anarchy Battle (Open)
nl: Chaosgevecht (open)

# VsHistoryBankaraPower
source: Anarchy Power: %@
nl: Chaoskracht: %@

# VsHistoryContribute
source: Clout: %@
nl: Invloed: %@

# VsHistoryDeathCount
source: Times Splatted
nl: Zelf uitgeschakeld

# VsHistoryDefense
source: Defending
nl: Verdediging

# VsHistoryDraw
source: DRAW
nl: Gelijk

# VsHistoryEquippedGear
source: Gear Used
nl: Gebruikte uitrusting

# VsHistoryEquippedWeapon
source: Weapon Used
nl: Gebruikt wapen

# VsHistoryEvent
source: Challenge
nl: Eventgevecht

# VsHistoryEventPower
source: Challenge Power: %@
nl: Eventkracht: %@

# VsHistoryFesWinProof
source: Splatfest Star
nl: Splatfest-embleem

# VsHistoryFestPower
source: %@ Power: %@
nl: %@-kracht: %@

# VsHistoryFestival
source: Splatfest Battle
nl: Splatfest-gevecht

# VsHistoryFestivalShell
source: Festival Shells: %@
nl: Festivalschelpen: %@

# VsHistoryGoToStats
source: Back to Battle Logs
nl: Terug naar de gevechtsstatistieken

# VsHistoryGotAwards
source: Medals Earned
nl: Ontvangen medailles

# VsHistoryGotTricolorTreasure
source: Sprinkler of Doom Deployed
nl: Doemsprinkler ingezet

# VsHistoryHoragai
source: conch shell
nl: prijsschelp

# VsHistoryHoragaiCount
source: Gained!
nl: Hebbes!

# VsHistoryHoragaiMatch
source: Conch Clash
nl: Prijsschelppret

# VsHistoryInChallenge
source: In Progress
nl: Bezig

# VsHistoryKillCount
source: Splatted by You
nl: Door jou uitgeschakeld

# VsHistoryLatest
source: Latest Battles
nl: Laatste gevechten

# VsHistoryLatestBattle
source: Latest Battle
nl: Laatste gevecht

# VsHistoryLatestTab
source: Latest
nl: Laatste

# VsHistoryLose
source: DEFEAT
nl: Verloren...

# VsHistoryMeasurement
source: Calculating X Power...
nl: X-kracht: onbekend

# VsHistoryMeasurementEventPower
source: Calculating...
nl: Bezig met berekenen...

# VsHistoryNextBattle
source: Next
nl: Volgende

# VsHistoryNoData
source: No battle logs to display.
nl: Er zijn geen gevechtsstatistieken.

# VsHistoryNotAvailable
source: Battle Log Unavailable
nl: Geen gevechtsstatistieken beschikbaar

# VsHistoryNotAvailableDescription
source: Only the 50 most recent entries are available.
nl: Alleen de 50 meest recente gegevens zijn beschikbaar.

# VsHistoryOutfitBonus
source: (Synergy Bonus x%@)
nl: (Teamspiritbonus ×%@)

# VsHistoryPreviousBattle
source: Previous
nl: Vorige

# VsHistoryPrivate
source: Private Battle
nl: Privégevecht

# VsHistoryPromo
source: Rank-Up Battle
nl: Ranggevecht

# VsHistoryRegular
source: Regular Battle
nl: Standaardgevecht

# VsHistorySpCount
source: Special-Weapon Uses
nl: Speciale wapen gebruikt

# VsHistoryTitle
source: Battles
nl: Gevechten

# VsHistoryTryCount
source: Attempts
nl: Pogingen

# VsHistoryUdemaePoint
source: Rank Points
nl: Rangpunten

# VsHistoryUdemaeReset
source: Series Interrupted
nl: De reeks is afgebroken

# VsHistoryUdemaeUp
source: Promoted!
nl: In rang gestegen!

# VsHistoryWin
source: VICTORY
nl: Gewonnen!

# VsHistoryWins
source: %@-WIN STREAK
nl: Overwinningsreeks: %@

# VsHistoryXcrown
source: Crown
nl: Kroon

# VsHistoryXmatch
source: X Battle
nl: X-gevecht

# VsHistoryXpower
source: X Power: %@
nl: X-kracht: %@

# WelcomeAbout
source: SplatNet 3 is a service linked to Splatoon 3.More features exist in addition to those described here.
nl: SplatNet 3 is een dienst die aan Splatoon 3 is gekoppeld.Er zijn meer mogelijkheden naast die die hier worden genoemd.

# WelcomeFeature1
source: Check out battle logs and see what maps and modes are coming up on the schedule!
nl: Bekijk gevechtsstatistieken en zie welke levels en spelstanden er gepland staan!

# WelcomeFeature1Alt
source: Battle Logs & Schedule
nl: Gevechtsstatistieken en het levelschema

# WelcomeFeature2
source: Stay fashionable!Edit your Freshest Fits on the go!
nl: Blijf modieus!Bewerk je lievelingsstijlen onderweg!

# WelcomeFeature3
source: Help Crusty Sean on his quest,and you'll earn special items!
nl: Help Pelle op zijn tocht,en ontvang speciale voorwerpen!

# WelcomeFeature4
source: Order unique in-game gear that canonly be found on the SplatNet Shop!
nl: Bestel unieke in-game-uitrustingdie alleen verkrijgbaar is in de Tentashop!

# WelcomeFeatures
source: Features
nl: Mogelijkheden

# WelcomeOtherFeatures
source: And more!
nl: En meer!

# WelcomeService
source: The freshest way to connect!
nl: De coolste manier om verbinding te maken!

# WelcomeStore
source: Visit Purchase Site
nl: Ontdek meer!

# XrankingAll
source: Show All
nl: Alle tonen

# XrankingAppName
source: X Rankings
nl: X-ranglijsten

# XrankingAtlantic
source: Tentatek Division
nl: Tentatek-competitie

# XrankingEstimatedRank
source: Approximate Rank: #%@
nl: Geschatte positie: %@

# XrankingMeasurement
source: TBD...
nl: n.n.b.

# XrankingOpen
source: Now Open!
nl: Nu geopend!

# XrankingPacific
source: Takoroka Division
nl: Takoroka-competitie

# XrankingPastRankings
source: Past Ranking
nl: Eerdere ranglijst

# XrankingPastRankingsAnnotation
source: Past Ranking is calculated and revealed after the season ends. Please note that it may take a few days in some cases.
nl: De eerdere ranglijst wordt na afloop van het seizoen opgemaakt en gedeeld. Dit kan in sommige gevallen enkele dagen duren.

# XrankingRegion
source: Division
nl: Competitie

# XrankingSeeRanking
source: View Ranking
nl: Ranglijst

# XrankingSeeWeaponTop
source: Top Weapon Wielders
nl: Beste spelers per wapen

# XrankingSelectWeapon
source: Select Weapon
nl: Wapen kiezen

# XrankingTitle
source: X Rank Leaderboard
nl: X-ranglijsten

# XrankingTopPlayers
source: Top Players
nl: Beste spelers

# XrankingWeaponTop
source: Top Weapon Wielders
nl: Beste spelers per wapen

# XrankingWeaponTopSingular
source: Top Weapon Wielder
nl: Beste speler met dit wapen

# XrankingXcrown
source: Crown
nl: Kroon

# XrankingXpower
source: X Power: %@
nl: X-kracht: %@
