Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualVendorVendorButton01
source: Order Status
de: Bestellungabholen
es: Estado delpedido
es_mx: Recoger unencargo
fr: Récupérerune commande
it: Stato ordine
ja: ギアの注文と受け取り
ko: 기어 주문과수령
nl: Bestelstatus
ru: Выдача заказа
zh_hans: 装备的预订与领取
zh_hant: 裝備的預訂與領取

# ManualManualVendorVendorButton02
source: BoostStar Power
de: Sternenwerterhöhen
es: Másexclusividad
es_mx: Másestrellas
fr: Ajouterdes étoiles
it: Aumentamitilicità
ja: ギアのレア度アップ
ko: 기어레어도 업
nl: Zeldzaamheidverhogen
ru: Добавитьзвезды
zh_hans: 提升装备稀有度
zh_hant: 提升裝備稀有度

# ManualManualVendorVendorButton03
source: Scrub Slots
de: Felder leeren
es: Limpiarranuras
es_mx: Restablecerranuras
fr: Vider lesemplacements
it: Svuota slot
ja: スロットクリーニング
ko: 슬롯클리닝
nl: Vakjes legen
ru: Постирать
zh_hans: 清洗能力槽
zh_hant: 漂洗能力槽

# ManualManualVendorVendorButton04
source: Add Abilities
de: NeuerEffekt
es: Añadirpotenciadores
es_mx: Añadirpotenciadores
fr: Ajouter desbonus
it: Aggiungiabilità
ja: ギアパワーを付ける
ko: 기어 파워붙이기
nl: Effectentoevoegen
ru: Добавитьсвойство
zh_hans: 附加装备能力
zh_hant: 附加裝備能力

# ManualManualVendorVendorButton05
source: Reroll Slots
de: Zufalls-effekte
es: Reasignarpotenciadores
es_mx: Sortearpotenciadores
fr: Réassigner lesemplacements
it: Cambia slot
ja: ギアパワーのランダム付け直し
ko: 기어 파워랜덤 다시 붙이기
nl: Willekeurigvullen
ru: Заменить
zh_hans: 重新附加随机装备能力
zh_hant: 重新附加隨機裝備能力

# ManualManualVendorVendorButton06
source: SplatNetDelivery
de: Infos zuTentaWorld
es: Tentatienda
es_mx: Envío deSplatNet
fr: Livraison deCéphalochic
it: Calama-zone
ja: ゲソタウンについて
ko: 오징어넷 숍에대하여
nl: Tentashop
ru: Доставкаиз SplatNet
zh_hans: 关于鱿鱼须商城
zh_hant: 關於魷魚鬚商城

# ManualManualVendorVendorButton07
source: In Inkopolis Plaza
de: In Inkopolis
es: En Cromópolis
es_mx: En Cromópolis
fr: À Chromapolis
it: A Coloropoli
ja: ハイカラシティでは
ko: 오더폴리스시티에서는
nl: In Inkopolis
ru: В Инкополе
zh_hans: 关于尚兴市
zh_hant: 關於尚興市

# ManualManualVendorVendorCleaningTitle
source: Scrub Slots
de: Felder leeren
es: Limpiar ranuras
es_mx: Restablecer ranuras
fr: Vider les emplacements
it: Svuotare gli slot
ja: スロットクリーニング
ko: 슬롯 클리닝
nl: Vakjes legen
ru: Постирать
zh_hans: 清洗能力槽
zh_hant: 漂洗能力槽

# ManualManualVendorVendorGesoTownTitle
source: About the SplatNet Shop
de: Infos zu TentaWorld
es: Acerca de la Tentatienda
es_mx: Envío de SplatNet
fr: Céphalochic
it: Calama-zone
ja: ゲソタウンについて
ko: 오징어넷 숍에 대하여
nl: Over de Tentashop
ru: О «Щупозоне»
zh_hans: 关于鱿鱼须商城
zh_hant: 關於魷魚鬚商城

# ManualManualVendorVendorIncreaseRarityTitle
source: Boost Star Power
de: Sternenwert von Ausrüstung erhöhen
es: Aumentar la exclusividad del equipamiento
es_mx: Más estrellas
fr: Ajouter des étoiles
it: Aumentare la mitilicità
ja: ギアのレア度アップ
ko: 기어 레어도 업
nl: Zeldzaamheid verhogen
ru: Добавить звезды
zh_hans: 提升装备稀有度
zh_hant: 提升裝備稀有度

# ManualManualVendorVendorOrderTitle
source: Gear Order Status
de: Bestellstatus
es: Estado del pedido
es_mx: Recoger un encargo
fr: Récupérer une pièce d'équipement commandée
it: Stato dell'ordine
ja: ギアの注文と受け取り
ko: 기어 주문과 수령
nl: Bestelstatus
ru: Выдача заказа
zh_hans: 装备的预订与领取
zh_hant: 裝備的預訂與領取

# ManualManualVendorVendorOtherCityTitle
source: Inkopolis: Tips and Tricks
de: Inkopolis: Tipps & Tricks
es: En Cromópolis
es_mx: En Cromópolis
fr: Chromapolis : tuyaux en tous genres
it: Coloropoli: suggerimenti
ja: ハイカラシティでは
ko: 오더폴리스 시티에서는
nl: Inkopolis: toeristische tip
ru: Инкополь: полезные советы
zh_hans: 关于尚兴市
zh_hant: 關於尚興市

# ManualManualVendorVendorReplacementGearPowerTitle
source: Randomly Reroll Gear Abilities
de: Zufälliges Befüllen mit Effekten
es: Reasignar potenciadores al azar
es_mx: Sortear potenciadores
fr: Réassigner aléatoirement les bonus d'équipement
it: Cambiare le abilità in modo casuale
ja: ギアパワーのランダム付け直し
ko: 기어 파워 랜덤 다시 붙이기
nl: Effectvakjes willekeurig vullen
ru: Случайный выбор свойств снаряжения
zh_hans: 重新附加随机装备能力
zh_hant: 重新附加隨機裝備能力

# ManualManualXMatchXMatchButton01
source: X Battle
de: X-Kampf
es: Combate X
es_mx: Combate X
fr: Match X
it: Partita X
ja: Xマッチ
ko: X 매치
nl: X-gevecht
ru: Бой X
zh_hans: X比赛
zh_hant: X比賽

# ManualManualXMatchXMatchButton02
source: Splat Zones
de: Herrschaft
es: Pintazonas
es_mx: Pintazonas
fr: Défensede zone
it: Zona splat
ja: ガチエリア
ko: 랭크 에어리어
nl: Spetterzone
ru: Бой за зоны
zh_hans: 真格区域
zh_hant: 真格區域

# ManualManualXMatchXMatchButton03
source: Tower Control
de: Turm-Kommando
es: Torre
es_mx: Torreón
fr: Expéditionrisquée
it: Torre mobile
ja: ガチヤグラ
ko: 랭크 타워
nl: Torentwist
ru: Бой за башню
zh_hans: 真格塔楼
zh_hant: 真格塔樓

# ManualManualXMatchXMatchButton04
source: Rainmaker
de: OperationGoldfisch
es: Pez dorado
es_mx: Pez dorado
fr: MissionBazookarpe
it: Bazookarp
ja: ガチホコバトル
ko: 랭크 피시 배틀
nl: Bazookarper
ru: Мегакарп
zh_hans: 真格鱼虎对战
zh_hant: 真格魚虎對戰

# ManualManualXMatchXMatchButton05
source: Clam Blitz
de: Muschelchaos
es: Asalto almeja
es_mx: Asalto almeja
fr: Pluie depalourdes
it: Vongol gol
ja: ガチアサリ
ko: 랭크 바지락
nl: Schelpenstrijd
ru: Устробол
zh_hans: 真格蛤蜊
zh_hant: 真格蛤蜊

# ManualManualXMatchXMatchGachiareaManual00
source: Splatter the Splat Zones with ink, then hold your turf to emerge victorious!
de: Färbe die Splatterzonen und verteidige sie bis zum Sieg!
es: ¡Entinta las zonas de pintado y mantenlas como tu territorio para hacertecon la victoria!
es_mx: Entinta las zonas de pintado y defiéndelas para lograr la victoria.
fr: L'équipe qui encre les zones clés et les protège suffisammentlongtemps l'emporte !
it: Splatta le zone splat, poi difendi il tuo territorioper agguantare la vittoria!
ja: ガチエリアを塗って、一定時間確保したチームが勝利！
ko: 랭크 에어리어를 칠해서 일정 시간 확보한 팀의 승리!
nl: Verf de spetterzones en verdedig ze vervolgens om te winnen!
ru: Чтобы победить, закрашивай зоны и удерживай территорию!
zh_hans: 队伍必须涂墨确保真格区域，确保达到一定时间才能获胜！
zh_hant: 隊伍必須塗墨占領真格區域，占領達一定時間才能獲勝！

# ManualManualXMatchXMatchGachiareaManual01
source: 1. Splat Zone2. Control Indicator3. Progress Countdown4. Penalty Countdown
de: 1. Splatterzone2. Zonenstatus3. Fortschritt4. Strafpunkte
es: 1. Zonas de pintado2. Indicador de control zonal3. Contador de progreso4. Contador de penalización
es_mx: 1. Zona de pintado2. Indicador de control3. Contador de progreso4. Contador de penalización
fr: 1. Zone clé2. Indicateur de contrôle3. Décompte4. Pénalités
it: 1) Zona splat2) Stato della zona splat3) Conto alla rovescia (progresso)4) Conto alla rovescia (penalità)
ja: １．ガチエリア２．エリアの確保状況３．カウント４．ペナルティカウント
ko: 1. 랭크 에어리어2. 에어리어 확보 상황3. 카운트4. 페널티 카운트
nl: 1. Spetterzone2. Statusmeter3. Voortgangsteller4. Strafpuntenteller
ru: 1. Зона2. Индикатор покраса3. Таймер прогресса4. Штрафной таймер
zh_hans: 1.真格区域2.区域的确保状况3.计数4.惩罚计数
zh_hant: 1.真格區域2.區域的占領狀況3.計數4.懲罰計數

# ManualManualXMatchXMatchGachiareaManual03
source: ・ Work with your team! Going solo to retake a Splat Zone guarded by your opponents is NOT easy. Group up with your allies and strike together! Or, if you're defending, try to scatter your opponents and stop them from working as a team.・ Never give up, even if you're losing! When the enemy team controls the zones or when you're behind in the countdown, your special gauge will start filling automatically!
de: ・ Arbeite mit deinem Team zusammen! Es ist nicht gerade einfach, eine Splatterzone im Alleingang zu erobern. Greife gemeinsam mit deinem Team an! Und falls ihr die Verteidiger seid, versucht, das gegnerische Team auseinanderzutreiben, um ihre Zusammenarbeit zu stören.・ Niemals aufgeben, auch wenn die Niederlage droht! Wenn das gegnerische Team die Splatterzonen beherrscht oder der Zähler deines Teams höher als der des Gegners steht, füllen sich die Spezialanzeigen deines Teams automatisch!
es: ・ ¡Trabaja en equipo! No es fácil ir en solitario a recuperar una zona de pintado ocupada. ¡Hazlo en compañía de tus aliados! Y, si estás defendiendo una zona, procura dispersar a tus enemigos para que no puedan trabajar en equipo.・ Nunca te rindas, ¡especialmente si vas perdiendo! Cuando el equipo rival controle las zonas o tu contador vaya por detrás, tu medidor especial comenzará a llenarse automáticamente.
es_mx: ・ ¡Trabaja en equipo! No es fácil recuperar una zona de pintado ocupada de manera individual. ¡Hazlo en compañía de tus aliados! Y, si estás defendiendo una zona, procura dispersar a tus enemigos para que no puedan trabajar en equipo.・ Nunca te rindas, ¡aunque vayas perdiendo! Cuando el equipo rival controle las zonas o tu contador vaya por detrás, tu medidor especial comenzará a llenarse automáticamente.
fr: ・ Travaillez en équipe ! Tenter de reprendre en solo une zone clé défendue par l'adversaire n'est pas chose aisée. Mieux vaut y aller avec tes coéquipiers ! À l'inverse, quand ton équipe défend, il convient de tout faire pour perturber le camp d'en face et l'empêcher d'agir de manière organisée !・ Ne baissez pas les bras, même si ça sent le roussi ! Si l'adversaire contrôle les zones clés ou que la progression du décompte est à son avantage, votre jauge spéciale se remplit automatiquement !
it: ・ Collabora con la tua squadra! Cercare di riconquistare in solitaria una zona splat sorvegliata dagli avversari non è facile. Unisciti ai tuoi alleati per un'offensiva congiunta! Se invece stai difendendo, cerca di disperdere i nemici per evitare che collaborino.・ Non mollare, neanche se stai perdendo! Quando la squadra avversaria ha il controllo delle zone o quando sei in difficoltà durante il conto alla rovescia, l'indicatore dell'arma speciale inizierà a riempirsi automaticamente!
ja: ・ 仲間と協力しよう！ 相手が守っているガチエリアを１人で取り返すのは難しい。 仲間と息を合わせて４人で攻撃だ！ 逆に、自分たちが確保しているときは、相手がそろう前にたおしていこう。・ 負けていてもあきらめるな！ 相手チームがエリアを確保しているときや、カウントが負けているときは、スペシャルゲージが 自動でたまっていくぞ！
ko: ・ 동료와 협력할 것! 상대가 지키고 있는 영역 에어리어를 혼자 되찾기는 힘들다. 4명의 힘을 합쳐 공격하자! 반대로 자신들이 확보했을 때는 상대가 모이기 전에 쓰러뜨리자.・ 지고 있어도 포기하지 말 것! 상대 팀이 에어리어를 확보했을 때나 카운트가 지고 있을 때는 스페셜 게이지가 자동으로 모인다!
nl: ・ Samen sta je sterk! Het is bepaald niet makkelijk om in je eentje een spetterzone in te nemen die door je vijanden wordt bewaakt. Sla de handen ineen en val samen aan! Als je in de verdediging gaat, probeer dan je vijanden uiteen te drijven zodat ze niet samen kunnen werken.・ Geef nooit op, ook niet als je lijkt te verliezen! Wanneer je vijanden de zones hebben ingenomen of je teller achterloopt, vult je speciale meter automatisch!
ru: ・ Командная работа — путь к успеху! Захватить зону в одиночку — задача нелегкая, особенно если та охраняется противниками. Лучше нападать всей командой! А если ты защищаешь зоны, попробуй сделай так, чтобы противники разделились!・ Не сдавайся, даже если проигрываешь! Если вражеская команда взяла зоны под контроль, или если у твоей команды выходит время, шкала заряда особого оружия начнет заполнятся автоматически!
zh_hans: ·与同伴合作吧！ 想凭一己之力夺回敌方队伍防守的真格区域非常困难，与同伴齐心协力，4人一起进攻吧！ 反之，当我方队伍成功确保真格区域时，就趁对手全员到齐之前将其逐个击倒吧。·即使落后也不要放弃！ 当敌方队伍确保了真格区域或计数落后时， 特殊武器蓄力槽将会自动增加哦！
zh_hant: ‧與同伴團結合作吧！ 想憑一己之力奪回對手嚴防的真格區域是很困難的，與同伴互相配合，4人一起進攻吧！ 相反的，當我方成功占領真格區域時，就得趁對手集合之前個別擊倒！‧就算落後也別輕易放棄！ 當敵方隊伍占領了真格區域或是計數落後時， 特殊武器蓄力槽將會自動增加喔！

# ManualManualXMatchXMatchGachiareaManual03Title
source: Splat Zones: Pro Tips
de: Herrschaft: Profi-Tipps
es: Pintazonas - Consejos
es_mx: Pintazonas - Consejos
fr: Défense de zone : astuces
it: Zona splat: consigli utili
ja: ガチエリアのコツ
ko: 랭크 에어리어의 요령
nl: Spetterzone: tips
ru: Бой за зоны: советы
zh_hans: 真格区域的诀窍
zh_hant: 真格區域的訣竅

# ManualManualXMatchXMatchGachiareaManual04
source: ・ Try to turn it around in overtime! If time runs out with the losing team in control of the zones, the battle will go into overtime. Fight to the very end, and you can come from behind for an overtime win!
de: ・ Schnapp dir den Sieg in der Verlängerung! Wenn die Zeit abläuft, während das Team im Rückstand die Splatterzonen hält, beginnt die Verlängerung. Kämpfe bis zum Ende, vielleicht reicht es noch für einen Sieg!
es: ・ ¡Remontada en el último instante! Si el tiempo se agota cuando el equipo que va perdiendo controla las zonas, el combate se extenderá en una prórroga. Lucha hasta el final, ¡y quizá consigas darle la vuelta al combate en el último momento!
es_mx: ・ ¡Remontada en el último instante! Si el tiempo se agota cuando el equipo que va perdiendo controla las zonas, el combate se extenderá en una prórroga. Lucha hasta el final, ¡y quizá consigas darle la vuelta al combate en el último momento!
fr: ・ Profitez des prolongations pour renverser la vapeur ! À la fin du temps réglementaire, si l'équipe en difficulté a le contrôle des zones clés, une prolongation s'engage. Si elle trouve le courage de se battre jusqu'au bout, peut-être réussira-t-elle une remontée fantastique !
it: ・ Ribalta le sorti dell'incontro durante il tempo +! Se il tempo scade e la squadra che sta perdendo ha il controllo delle zone, scatterà il tempo +. Combatti fino alla fine e potresti recuperare, festeggiando una vittoria all'ultimo splat!
ja: ・ 延長戦で逆転をねらえ！ 時間切れの際、負けているチームがエリアを確保していると延長戦が発生！ 最後まであきらめなければ延長戦で逆転できるかも？
ko: ・ 연장전에서 역전을 노릴 것! 제한 시간이 끝났을 때 지고 있는 팀이 에어리어를 확보하고 있으면 연장전이 발생한다! 마지막까지 포기하지 않으면 역전할 기회는 있다!
nl: ・ Grijp je kans in de verlenging! Als het verliezende team de zones in handen heeft zodra de tijd om is, wordt het gevecht verlengd. Blijf je uiterste best doen, misschien kun je het tij nog doen keren en winnen!
ru: ・ Возьми реванш во время овертайма! Если время истекло, а проигрывающая команда контролирует зоны, начнется овертайм. Борись до самого конца! Овертайм дает еще один шанс на победу!
zh_hans: ·靠加时赛逆转局势吧！ 时限结束时，如果落后的队伍仍确保着真格区域，就会进入加时赛！ 只要坚持到最后一刻，或许能通过加时赛逆转局势哦？
zh_hant: ‧靠延長賽逆轉戰局！ 如果時限結束時落後隊伍仍占領著真格區域，就會進入延長賽！ 只要堅持到底不輕易放棄，或許就能在延長賽時逆轉戰局喔！

# ManualManualXMatchXMatchGachiareaTitle
source: Splat Zones: The Rules
de: Herrschaft: Regeln
es: Pintazonas - Reglas
es_mx: Pintazonas - Reglas
fr: Défense de zone : les règles
it: Zona splat: le regole
ja: ガチエリアのルール
ko: 랭크 에어리어의 룰
nl: Spetterzone: de spelregels
ru: Бой за зоны: правила
zh_hans: 真格区域的规则
zh_hant: 真格區域的規則

# ManualManualXMatchXMatchGachiasariManual00
source: The team that gets the most clams in their enemy's basket wins! You'll need touse a power clam to take down the basket's barrier first.
de: Das Team, das die meisten Muscheln in den gegnerischen Korb wirft, gewinnt!Aber erst musst du die gegnerische Barriere mit einer Powermuschel zerstören!
es: ¡Gana el equipo que más almejas coloca en la red rival! Primero hay que usaruna superalmeja para eliminar la barrera que protege la red.
es_mx: ¡Gana el equipo que más almejas coloca en la red rival! Primero hay que usarun almejón para eliminar la barrera que protege la red.
fr: Lance une Super palourde sur le panier adverse pour le priver de sa protection.L'équipe qui envoie le plus de palourdes dans le panier adverse l'emporte !
it: Vince la squadra che accumula più vongole nel cesto nemico!Ti servirà una super vongola per abbattere la barriera del cesto.
ja: ガチアサリで相手ゴールのアサリバリアを壊し、アサリを多く投げ入れたチームが勝利！
ko: 랭크 바지락으로 상대 골의 바지락 배리어를 부수고 바지락을 더 많이 던져 넣은 팀의 승리!
nl: Het team dat de meeste schelpen in de mand van de vijand gooit, wint! Om debarrière om de mand te breken moet je eerst een superschelp gebruiken.
ru: Чтобы победить, забрось как можно больше устриц в садок врага!Для этого нужно уничтожить его защитное поле.
zh_hans: 队伍必须使用真格蛤蜊破坏对手终点的蛤蜊防护罩，投掷进更多蛤蜊才能获胜！
zh_hant: 隊伍必須使用真格蛤蜊摧毀對手終點的蛤蜊防護罩，投入的蛤蜊較多才能獲勝！

# ManualManualXMatchXMatchGachiasariManual01
source: 1. Clams2. Power Clams3. The Basket4. Score Countdown
de: 1. Muscheln2. Powermuscheln3. Korb4. Punktezähler
es: 1. Almejas2. Superalmejas3. La red4. La cuenta atrás
es_mx: 1. Almeja2. Almejón3. Red4. Contador
fr: 1. Palourde2. Super palourde3. Panier4. Compteur
it: 1) Vongola2) Super vongola3) Cesto4) Contatore
ja: １．アサリ２．ガチアサリ３．ゴール４．カウント
ko: 1. 바지락2. 랭크 바지락3. 골4. 카운트
nl: 1. Schelp2. Superschelp3. Mand4. Puntenteller
ru: 1. Устрицы2. Круть-устрицы3. Садок4. Счет команды
zh_hans: 1.蛤蜊2.真格蛤蜊3.终点4.计数
zh_hant: 1.蛤蜊2.真格蛤蜊3.終點4.計數

# ManualManualXMatchXMatchGachiasariManual02
source: 5. Barrier Timer6. Team Clam Total7. Clams You're Holding8. Player Clam Totals
de: 5. Barriere-Zähler6. Muscheln deines Teams7. Deine Muscheln8. Aktuelle Muschelzahl jedes Spielers
es: 5. Contador de la barrera6. Almejas totales del equipo7. Almejas que llevas8. Almejas totales del jugador
es_mx: 5. Contador de la ofensiva6. Almejas del equipo7. Almejas en tu posesión8. Almejas de cada jugador
fr: 5. Décompte d'exposition6. Stock de palourdes de l'équipe7. Ton stock de palourdes8. Stock de palourdes de chaque joueur
it: 5) Timer della barriera6) Totale vongole della squadra7) Vongole in tuo possesso8) Totale vongole per ogni giocatore
ja: ５．チャンスタイムの残り時間６．チーム全体のアサリ総数７．自分が持っているアサリの数８．アサリを一番多く持っている味方
ko: 5. 찬스 타임의 잔여 시간6. 팀 전체의 총 바지락 수7. 자신이 가지고 있는 바지락 수8. 바지락을 가장 많이 가지고 있는 아군
nl: 5. Barrièretimer6. Aantal schelpen van team7. Schelpen in je bezit8. Aantal schelpen per speler
ru: 5. Таймер защитного поля6. Устрицы команды7. Твои устрицы8. Устрицы у каждого игрока
zh_hans: 5.夺分机会的剩余时间6.队伍整体的蛤蜊总数7.自己持有的蛤蜊数量8.持有最多蛤蜊的同伴
zh_hant: 5.奪分機會6.隊伍整體的蛤蜊總數7.自己持有的蛤蜊數量8.持有最多蛤蜊的同伴

# ManualManualXMatchXMatchGachiasariManual08
source: Getting splatted causes you to drop all ofthe clams you're carrying. If you see a droppedregular clam, grab it quick before it disappears!Getting splatted can also cause you to droppower clams. These can only be picked up bysomeone from the same team that dropped it.If an opponent drops a power clam, fight to keepit from being picked back up until it disappears.
de: Kleckst dich ein Gegner, verlierst du alle deinegesammelten Muscheln. FallengelasseneMuscheln verschwinden nach kurzer Zeit, alsoschnapp sie dir schnell, wenn du eine siehst!Auch Powermuscheln werden fallengelassen,wenn ihr Träger erledigt wird. Sie können dannnur von Teamkollegen des ursprünglichenTrägers aufgesammelt werden. Falls ein Gegneralso eine Powermuschel fallenlässt, sorge dafür,dass kein anderer Gegner sie an sich nimmt,bis sie verschwunden ist.
es: Si te entintan, perderás todas las almejasque lleves. Si ves una que se ha caído, ¡dateprisa y cógela antes de que desaparezca!También puedes perder superalmejas cuando tealcance la tinta enemiga. Estas solo las puedecoger alguien del mismo equipo de quien la haperdido. Si se le cae a un rival, lucha paraimpedir que la cojan antes de que desaparezca.
es_mx: Si te revientan, perderás las almejas que lleves.Si ves una que se ha caído, ¡date prisa yrecógela antes de que desaparezca!Si llevas un almejón cuando te reviente el rival,también lo soltarás. Estos solo los puederecoger alguien del mismo equipo de quien lo haperdido. Si se le cae a un rival, esfuérzate paraimpedir que lo recojan antes de que desaparezca.
fr: Si tu te fais liquider, les palourdes quetu transportais sont abandonnées sur place.Si tu en vois une qui traîne, ramasse-la viteavant qu'elle ne disparaisse !Les Super palourdes n'échappent pas à la règle,à ceci près qu'elles ne peuvent être ramasséesque par un joueur de la même équipe que celuiqui l'a perdue. Si un adversaire perd une Superpalourde, essaie de tenir ses équipiers àdistance jusqu'à ce qu'elle disparaisse.
it: Se ti splattano lascerai cadere tutte levongole che trasporti. Se vedi una vongolanormale a terra, raccoglila prima che sparisca!Se ti splattano potresti anche lasciar caderele super vongole. Queste possono essereraccolte solo da qualcuno che appartienealla stessa squadra di chi le ha fatte cadere.Se un avversario fa cadere una super vongola,combatti per evitare che venga recuperatafinché non sparisce.
ja: 相手をたおすと、相手が持っていたアサリがいくつか落ちる。 落ちたアサリは一定時間で消えるので、急いで回収しよう。相手が落としたガチアサリは拾えない。消えるまで、他の相手に拾われるのを防ごう。
ko: 상대를 쓰러뜨리면 상대가 가지고 있던 바지락의 일부가떨어진다. 떨어진 바지락은 일정 시간이 지나면 사라져버리니까 바로 회수하자.상대가 떨어뜨린 랭크 바지락은 주울 수 없다.사라질 때까지 다른 상대가 줍지 못하게 막자.
nl: Als je geraakt wordt door een schot, verlies jeal je schelpen. Als je een gevallen schelp ziet,raap 'm dan snel op voordat hij verdwijnt!Als je geraakt wordt, kun je ook superschelpenlaten vallen. Deze kunnen alleen wordenopgeraapt door iemand uit het team vandegene die hem heeft laten vallen. Als eenvijand een superschelp laat vallen, doe danje best om ervoor te zorgen dat hij niet kanworden opgeraapt voordat hij verdwijnt.
ru: Если тебя плюхнули, ты потеряешь всеустрицы. Если увидишь брошенную устрицу,хватай ее как можно скорее!Круть-устрицы тоже выпадают, но их могутподнять только твои товарищи. Еслиу врага выпадает круть-устрица, защищай ее,пока та не исчезнет, чтобы противники ее неподобрали!
zh_hans: 对手持有的部分蛤蜊将在阵亡时掉落。掉落的蛤蜊会在一定时间后消失，抓紧时间回收吧。由于无法捡起对手掉落的真格蛤蜊，所以在其消失前，要阻止其他对手捡起。
zh_hant: 在擊倒對手時，將會有部分對手原本持有的蛤蜊掉落。掉落的蛤蜊會在經過一段時間後消失，所以要盡快拾取喔！對手掉落的真格蛤蜊是無法拾取的，在消失之前，別忘了阻止其他的對手拾取喔！

# ManualManualXMatchXMatchGachiasariManual09
source: Any clams on your team's ink are marked to makethem easy to find.New clams appear often, so inking more turf willmake it easier to find and grab clams beforeyour opponents can.
de: Muscheln, die in Bereichen liegen, die dein Teamgefärbt hat, werden markiert und sind soleichter zu finden.Muscheln erscheinen ständig neu. Je mehr Bodendein Team also färbt, desto leichter fällt es,Muscheln zu finden, ehe der Gegner es tut.
es: Para que resulte fácil encontrarlas, las almejasde cada equipo están marcadas con tinta de surespectivo color.A menudo aparecen almejas nuevas, así que,entintando más terreno, será más sencillohacerse con ellas antes que el equipo rival.
es_mx: Para que resulte fácil encontrarlas, las almejasque reposan sobre la tinta de tu equipose resaltarán.A menudo aparecen almejas nuevas, así que,entintando más terreno, será más sencilloencontrarlas antes que el equipo rival.
fr: Les palourdes disposées dans l'encre de tonéquipe sont marquées afin d'en faciliter larecherche.De nouvelles palourdes apparaissent souvent,il est donc avantageux d'encrer le plus deterrain possible afin de localiser les palourdesavant que l'adversaire ne pose ses pattesmalpropres dessus.
it: Le vongole che si trovano in zone coloratedal tuo inchiostro sono contrassegnate perrenderle più facili da trovare.Le nuove vongole appaiono spesso, quindicopri tanto terreno per trovarle e recuperarlecon più facilità prima dei tuoi avversari.
ja: 味方チームのインク上にあるアサリは、マークがつくので見つけやすいぞ。ナワバリマップにも表示される。アサリは一定時間ごとにステージのどこかに生まれる。 あらかじめナワバリを広げておけば相手より先に拾いにいけるぞ！
ko: 아군 팀의 잉크 위에 있는 바지락은 마크가 붙어서발견하기 쉽고 영역 맵에도 표시된다.바지락은 일정 시간마다 스테이지 어딘가에생성되기 때문에 미리 영역을 넓혀 두면 상대보다먼저 주우러 갈 수 있다!
nl: Schelpen op de inkt van je team zijn gemarkeerdzodat ze makkelijk gevonden kunnen worden.Er verschijnen vaak nieuwe schelpen, dus hetverven van terrein maakt het eenvoudig omschelpen te vinden en pakken voor je vijandendat kunnen doen.
ru: Все устрицы, лежащие в краске твоей команды,отмечаются, чтобы их было проще найти.Новые устрицы появляются довольно часто, такчто закрашивай больше территории, чтобыотыскать их быстрее противников!
zh_hans: 位于我方队伍墨汁上的蛤蜊会被标记，并在占地地图上显示，很容易找到哦。每经过一定时间，蛤蜊就会生成在场地上的某处。只要事先扩大涂墨面积，就可以抢在对手之前捡起哦！
zh_hant: 位於我方隊伍墨汁上的蛤蜊將會被標記，除了可以更加容易地找到蛤蜊之外，還會顯示在占地地圖上喔！每經過一段時間，蛤蜊就會在場地中的某些地方出現，只要事先拓展占地面積，就可以比對手搶先一步拾取囉！
