Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# WeaponWeaponNameMainSpinnerDownpourCoop
source: Ballpoint Splatling
de: Kuli-Splatling
es: Ametrallógrafo
es_mx: Garabateador PLM
fr: Badigeonneur stylo
it: Tetrapenna
ja: クーゲルシュライバー
ko: 쿠겔 슈라이버
nl: Stylospetling
ru: Кугельшрайбер
zh_hans: 圆珠笔
zh_hant: 圓珠筆

# WeaponWeaponNameMainSpinnerDownpourMsn
source: Ballpoint Splatling
de: Kuli-Splatling
es: Ametrallógrafo
es_mx: Garabateador PLM
fr: Badigeonneur stylo
it: Tetrapenna
ja: クーゲルシュライバー
ko: 쿠겔 슈라이버
nl: Stylospetling
ru: Кугельшрайбер
zh_hans: 圆珠笔
zh_hant: 圓珠筆

# WeaponWeaponNameMainSpinnerHyper00
source: Hydra Splatling
de: Hydrant
es: Extintador
es_mx: Garabateador HD
fr: Exteinteur
it: Idrante
ja: ハイドラント
ko: 하이드런트
nl: Blusling
ru: Брызгомет «Горыныч»
zh_hans: 消防栓旋转枪
zh_hant: 消防栓旋轉槍

# WeaponWeaponNameMainSpinnerHyper01
source: Custom Hydra Splatling
de: Hydrant SE
es: Extintador SP
es_mx: Garabateador HD adaptado
fr: Exteinteur modifié
it: Idrante CM
ja: ハイドラントカスタム
ko: 커스텀 하이드런트
nl: Gemodde Blusling
ru: «Понт-Горыныч»
zh_hans: 消防栓旋转枪 改装
zh_hant: 消防栓旋轉槍 改裝

# WeaponWeaponNameMainSpinnerHyperCoop
source: Hydra Splatling
de: Hydrant
es: Extintador
es_mx: Garabateador HD
fr: Exteinteur
it: Idrante
ja: ハイドラント
ko: 하이드런트
nl: Blusling
ru: Брызгомет «Горыныч»
zh_hans: 消防栓旋转枪
zh_hant: 消防栓旋轉槍

# WeaponWeaponNameMainSpinnerHyperMsn
source: Hydra Splatling
de: Hydrant
es: Extintador
es_mx: Garabateador HD
fr: Exteinteur
it: Idrante
ja: ハイドラント
ko: 하이드런트
nl: Blusling
ru: Брызгомет «Горыныч»
zh_hans: 消防栓旋转枪
zh_hant: 消防栓旋轉槍

# WeaponWeaponNameMainSpinnerHyperShort00
source: Heavy Edit Splatling
de: Kartuschierer
es: Corrigetintas
es_mx: Corrigetintas
fr: Correcteur
it: Splatling a pennarelli
ja: イグザミナー
ko: 이그재미너
nl: Examinator
ru: Брызгомет XL «Корректор»
zh_hans: 审查者
zh_hant: 審查者

# WeaponWeaponNameMainSpinnerHyperShort01
source: Heavy Edit Splatling Nouveau
de: Kartuschierer Fresco
es: Corrigetintas maestro
es_mx: Corrigetintas maestro
fr: Correcteur nuancé
it: Splatling a pennarelli master
ja: イグザミナー・ヒュー
ko: 이그재미너 휴
nl: Examinator Nouveau
ru: Корректор «НуВо»
zh_hans: 审查者·新艺术
zh_hant: 審查者‧新藝術

# WeaponWeaponNameMainSpinnerHyperShortCoop
source: Heavy Edit Splatling
de: Kartuschierer
es: Corrigetintas
es_mx: Corrigetintas
fr: Correcteur
it: Splatling a pennarelli
ja: イグザミナー
ko: 이그재미너
nl: Examinator
ru: Брызгомет XL «Корректор»
zh_hans: 审查者
zh_hant: 審查者

# WeaponWeaponNameMainSpinnerQuick00
source: Mini Splatling
de: Klecks-Splatling
es: Tintralladora ligera
es_mx: Garabateador
fr: Badigeonneur XS
ja: スプラスピナー
ko: 스플랫 스피너
nl: Mini-Spetling
ru: Брызгомет-М
zh_hans: 斯普拉旋转枪
zh_hant: 斯普拉旋轉槍

# WeaponWeaponNameMainSpinnerQuick01
source: Zink Mini Splatling
de: Sagitron-Klecks-Splatling
es: Tintralladora ligera B
es_mx: Garabateador Tintaz
fr: Badigeonneur XS griffé
it: Mini splatling logo
ja: スプラスピナーコラボ
ko: 스플랫 스피너 컬래버
nl: Zink Mini-Spetling
ru: Брызгомет-М «Шпротус»
zh_hans: 斯普拉旋转枪 联名
zh_hant: 斯普拉旋轉槍 聯名

# WeaponWeaponNameMainSpinnerQuickCoop
source: Mini Splatling
de: Klecks-Splatling
es: Tintralladora ligera
es_mx: Garabateador
fr: Badigeonneur XS
ja: スプラスピナー
ko: 스플랫 스피너
nl: Mini-Spetling
ru: Брызгомет-М
zh_hans: 斯普拉旋转枪
zh_hant: 斯普拉旋轉槍

# WeaponWeaponNameMainSpinnerQuickMsn
source: Mini Splatling
de: Klecks-Splatling
es: Tintralladora ligera
es_mx: Garabateador
fr: Badigeonneur XS
ja: スプラスピナー
ko: 스플랫 스피너
nl: Mini-Spetling
ru: Брызгомет-М
zh_hans: 斯普拉旋转枪
zh_hant: 斯普拉旋轉槍

# WeaponWeaponNameMainSpinnerSerein00
source: Nautilus 47
es: Subtralladora 47
es_mx: Nautilo 47
ja: ノーチラス47
ko: 노틸러스 47
ru: Наутилус-47
zh_hans: 鹦鹉螺号47
zh_hant: 鸚鵡螺號47

# WeaponWeaponNameMainSpinnerSerein01
source: Nautilus 79
es: Subtralladora 79
es_mx: Nautilo 79
ja: ノーチラス79
ko: 노틸러스 79
ru: Наутилус-79
zh_hans: 鹦鹉螺号79
zh_hant: 鸚鵡螺號79

# WeaponWeaponNameMainSpinnerSereinCoop
source: Nautilus 47
es: Subtralladora 47
es_mx: Nautilo 47
ja: ノーチラス47
ko: 노틸러스 47
ru: Наутилус-47
zh_hans: 鹦鹉螺号47
zh_hant: 鸚鵡螺號47

# WeaponWeaponNameMainSpinnerSereinMsn
source: Nautilus 47
es: Subtralladora 47
es_mx: Nautilo 47
ja: ノーチラス47
ko: 노틸러스 47
ru: Наутилус-47
zh_hans: 鹦鹉螺号47
zh_hant: 鸚鵡螺號47

# WeaponWeaponNameMainSpinnerStandard00
source: Heavy Splatling
de: Splatling
es: Tintralladora
es_mx: Garabateador Pro
fr: Badigeonneur
it: Splatling a tanica
ja: バレルスピナー
ko: 배럴 스피너
nl: Spetling
ru: Брызгомет XL
zh_hans: 桶装旋转枪
zh_hant: 桶裝旋轉槍

# WeaponWeaponNameMainSpinnerStandard01
source: Heavy Splatling Deco
de: Splatling Deko
es: Tintralladora DX
es_mx: Garabateador Pro chic
fr: Badigeonneur chic
it: Splatling a tanica DX
ja: バレルスピナーデコ
ko: 배럴 스피너 데코
nl: Spetling Deco
ru: Брызгомет XL «Деко»
zh_hans: 桶装旋转枪 装饰
zh_hant: 桶裝旋轉槍 裝飾

# WeaponWeaponNameMainSpinnerStandardCoop
source: Heavy Splatling
de: Splatling
es: Tintralladora
es_mx: Garabateador Pro
fr: Badigeonneur
it: Splatling a tanica
ja: バレルスピナー
ko: 배럴 스피너
nl: Spetling
ru: Брызгомет XL
zh_hans: 桶装旋转枪
zh_hant: 桶裝旋轉槍

# WeaponWeaponNameMainSpinnerStandardMsn
source: Heavy Splatling
de: Splatling
es: Tintralladora
es_mx: Garabateador Pro
fr: Badigeonneur
it: Splatling a tanica
ja: バレルスピナー
ko: 배럴 스피너
nl: Spetling
ru: Брызгомет XL
zh_hans: 桶装旋转枪
zh_hant: 桶裝旋轉槍

# WeaponWeaponNameMainSpinnerStandardO
source: Order Splatling Replica
de: Ordnung-Splatling Replik
es: Tintralladora orden (réplica)
es_mx: Garabateador orden réplica
fr: Badigeonneur d'Ordre (réplique)
it: Splatling Ordine replica
ja: オーダースピナー レプリカ
ko: 오더 스피너 레플리카
nl: Ordespetling (replica)
ru: Брызгомет Порядка (клон)
zh_hans: 秩序旋转枪 复制
zh_hant: 秩序旋轉槍 複製

# WeaponWeaponNameMainStringerBearCoop
source: Grizzco Stringer
de: Bär-Stringer
es: Arcromatizador Don Oso
es_mx: Arcromatizador Don Oso
fr: Transperceur M. Ours SA
it: Calamarco Ursus
ja: クマサン印のストリンガー
ko: Mr. 베어표 스트링거
nl: Beer & Co-spanner
ru: Тетиватор «Потапыч Inc.»
zh_hans: 熊先生印章猎鱼弓
zh_hant: 熊先生印章獵魚弓

# WeaponWeaponNameMainStringerExplosion00
source: Wellstring V
de: Penta-Pumper
es: Arcrotensor V
es_mx: Arcrotensor V
fr: Multisperceur V
it: Fontanarco V
ja: フルイドV
ko: 플루이드 V
nl: Pentapomper
ru: Квинтиватор «Колодезь»
zh_hans: 邦普V
zh_hant: 邦普V

# WeaponWeaponNameMainStringerExplosion01
source: Custom Wellstring V
de: Penta-Pumper SE
es: Arcrotensor V SP
es_mx: Arcrotensor V adaptado
fr: Multisperceur V modifié
it: Fontanarco V CM
ja: フルイドVカスタム
ko: 커스텀 플루이드 V
nl: Gemodde Pentapomper
ru: Квинтиватор «Понт»
zh_hans: 邦普V 改装
zh_hant: 邦普V 改裝

# WeaponWeaponNameMainStringerExplosionCoop
source: Wellstring V
de: Penta-Pumper
es: Arcrotensor V
es_mx: Arcrotensor V
fr: Multisperceur V
it: Fontanarco V
ja: フルイドV
ko: 플루이드 V
nl: Pentapomper
ru: Квинтиватор «Колодезь»
zh_hans: 邦普V
zh_hant: 邦普V

# WeaponWeaponNameMainStringerNormal00
source: Tri-Stringer
es: Arcromatizador triple
es_mx: Arcromatizador triple
fr: Trisperceur
it: Tri-calamarco
ja: トライストリンガー
ko: 트라이 스트링거
nl: Triospanner
ru: Тритиватор
zh_hans: 三发猎鱼弓
zh_hant: 三發獵魚弓

# WeaponWeaponNameMainStringerNormal01
source: Inkline Tri-Stringer
de: Alpomar-Tri-Stringer
es: Arcromatizador triple B
es_mx: Arcromatizador triple Moluskia
fr: Trisperceur Abysma
it: Tri-calamarco Maremont
ja: トライストリンガーコラボ
ko: 트라이 스트링거 컬래버
nl: Inkline Triospanner
ru: Тритиватор «Коллаб»
zh_hans: 三发猎鱼弓 联名
zh_hant: 三發獵魚弓 聯名

# WeaponWeaponNameMainStringerNormalCoop
source: Tri-Stringer
es: Arcromatizador triple
es_mx: Arcromatizador triple
fr: Trisperceur
it: Tri-calamarco
ja: トライストリンガー
ko: 트라이 스트링거
nl: Triospanner
ru: Тритиватор
zh_hans: 三发猎鱼弓
zh_hant: 三發獵魚弓

# WeaponWeaponNameMainStringerNormalMsn
source: Tri-Stringer
es: Arcromatizador triple
es_mx: Arcromatizador triple
fr: Trisperceur
it: Tri-calamarco
ja: トライストリンガー
ko: 트라이 스트링거
nl: Triospanner
ru: Тритиватор
zh_hans: 三发猎鱼弓
zh_hant: 三發獵魚弓

# WeaponWeaponNameMainStringerNormalO
source: Order Stringer Replica
de: Ordnung-Stringer Replik
es: Arcromatizador orden (réplica)
es_mx: Arcromatizador orden réplica
fr: Transperceur d'Ordre (réplique)
it: Calamarco Ordine replica
ja: オーダーストリンガー レプリカ
ko: 오더 스트링거 레플리카
nl: Ordespanner (replica)
ru: Тетиватор Порядка (клон)
zh_hans: 秩序猎鱼弓 复制
zh_hant: 秩序獵魚弓 複製

# WeaponWeaponNameMainStringerShort00
source: REEF-LUX 450
de: LACT-450
es: AR-CR0 450
es_mx: AR-CR0 450
fr: Coralux 450
it: ARCO-RAL 450
ja: LACT-450
ko: LACT-450
nl: RIF-LEX 450
ru: КО-РАЛЛ 450
zh_hans: LACT-450
zh_hant: LACT-450

# WeaponWeaponNameMainStringerShort01
source: REEF-LUX 450 Deco
de: LACT-450 Deko
es: AR-CR0 450 DX
es_mx: AR-CR0 450 chic
fr: Coralux 450 chic
it: ARCO-RAL 450 DX
ja: LACT-450デコ
ko: LACT-450 데코
nl: RIF-LEX 450 Deco
ru: КО-РАЛЛ 450 «Деко»
zh_hans: LACT-450 装饰
zh_hant: LACT-450 裝飾

# WeaponWeaponNameMainStringerShortCoop
source: REEF-LUX 450
de: LACT-450
es: AR-CR0 450
es_mx: AR-CR0 450
fr: Coralux 450
it: ARCO-RAL 450
ja: LACT-450
ko: LACT-450
nl: RIF-LEX 450
ru: КО-РАЛЛ 450
zh_hans: LACT-450
zh_hant: LACT-450

# WeaponWeaponNameSpecialSpBlower
source: Ink Vac
de: Tintegrator
es: Aspiratinta
es_mx: Aspiratinta
fr: Aspirencre
it: Vampinchiostro
ja: キューインキ
ko: 흡입기
nl: Inktdief
ru: Краскосос
zh_hans: 吸墨机
zh_hant: 吸墨機

# WeaponWeaponNameSpecialSpBlowerMission
source: Ink Vac
de: Tintegrator
es: Aspiratinta
es_mx: Aspiratinta
fr: Aspirencre
it: Vampinchiostro
ja: キューインキ
ko: 흡입기
nl: Inktdief
ru: Краскосос
zh_hans: 吸墨机
zh_hant: 吸墨機

# WeaponWeaponNameSpecialSpCastle
source: Kraken Royale
de: Tintentyrann
es: Calamar imperial
es_mx: Calamar imperial
fr: Kraken royal
it: Kraken reale
ja: テイオウイカ
ko: 로열 크라켄
nl: Monstermorfose
ru: Тираннокракен
zh_hans: 帝王鱿鱼
zh_hant: 帝王魷魚

# WeaponWeaponNameSpecialSpCastleCoop
source: Kraken Royale
de: Tintentyrann
es: Calamar imperial
es_mx: Calamar imperial
fr: Kraken royal
it: Kraken reale
ja: テイオウイカ
ko: 로열 크라켄
nl: Monstermorfose
ru: Тираннокракен
zh_hans: 帝王鱿鱼
zh_hant: 帝王魷魚

# WeaponWeaponNameSpecialSpCastleSdodr
source: Kraken Royale
de: Tintentyrann
es: Calamar imperial
es_mx: Calamar imperial
fr: Kraken royal
it: Kraken reale
ja: テイオウイカ
ko: 로열 크라켄
nl: Monstermorfose
ru: Тираннокракен
zh_hans: 帝王鱿鱼
zh_hant: 帝王魷魚

# WeaponWeaponNameSpecialSpChariot
source: Crab Tank
de: Krabbenpanzer
es: Cangrejobot
es_mx: Cangrejobot
fr: Crabe d'assaut
it: Granchio armato
ja: カニタンク
ko: 크랩 탱크
nl: Krabbentank
ru: Кработанк
zh_hans: 螃蟹坦克
zh_hant: 螃蟹坦克

# WeaponWeaponNameSpecialSpChariotCoop
source: Crab Tank
de: Krabbenpanzer
es: Cangrejobot
es_mx: Cangrejobot
fr: Crabe d'assaut
it: Granchio armato
ja: カニタンク
ko: 크랩 탱크
nl: Krabbentank
ru: Кработанк
zh_hans: 螃蟹坦克
zh_hant: 螃蟹坦克

# WeaponWeaponNameSpecialSpChariotMission
source: Crab Tank
de: Krabbenpanzer
es: Cangrejobot
es_mx: Cangrejobot
fr: Crabe d'assaut
it: Granchio armato
ja: カニタンク
ko: 크랩 탱크
nl: Krabbentank
ru: Кработанк
zh_hans: 螃蟹坦克
zh_hant: 螃蟹坦克

# WeaponWeaponNameSpecialSpChariotSdodr
source: Crab Tank
de: Krabbenpanzer
es: Cangrejobot
es_mx: Cangrejobot
fr: Crabe d'assaut
it: Granchio armato
ja: カニタンク
ko: 크랩 탱크
nl: Krabbentank
ru: Кработанк
zh_hans: 螃蟹坦克
zh_hant: 螃蟹坦克

# WeaponWeaponNameSpecialSpChimney
source: Splattercolor Screen
de: Unsichtbarriere
es: Pantintalla
es_mx: Muro marmoleado
fr: Barrière barbouillée
it: Cortina ingannevole
ja: スミナガシート
ko: 스플래터컬러 스크린
nl: PLED-scherm
ru: Заливной барьер
zh_hans: 浮墨幕墙
zh_hant: 浮墨幕牆

# WeaponWeaponNameSpecialSpEnergyStand
source: Tacticooler
de: Tranktank
es: Dispensabebidas
es_mx: Dispensabebidas
fr: Districool
it: Rinfrigorente
ja: エナジースタンド
ko: 에너지 스탠드
nl: Reddingsbar
ru: Тоникулер
zh_hans: 能量站
zh_hant: 能量站

# WeaponWeaponNameSpecialSpFirework
source: Super Chump
de: Bluffbomber
es: Multiseñuelos
es_mx: Multiseñuelos
fr: Multi-leurres
it: Diversivo esplosivo
ja: デコイチラシ
ko: 디코이 캐넌
nl: Voorschutter
ru: Суперпрыжатор
zh_hans: 诱饵烟花
zh_hant: 誘餌煙火

# WeaponWeaponNameSpecialSpGachihoko
source: Rainmaker
de: Goldfischkanone
es: Pez dorado
es_mx: Pez dorado
fr: Bazookarpe
it: Bazookarp
ja: ガチホコ
ko: 랭크 피시
nl: Bazookarper
ru: Мегакарп
zh_hans: 真格鱼虎
zh_hant: 真格魚虎

# WeaponWeaponNameSpecialSpGachihokoForEventMatch
source: Rainmaker
de: Goldfischkanone
es: Pez dorado
es_mx: Pez dorado
fr: Bazookarpe
it: Bazookarp
ja: ガチホコ
ko: 랭크 피시
nl: Bazookarper
ru: Мегакарп
zh_hans: 真格鱼虎
zh_hant: 真格魚虎

# WeaponWeaponNameSpecialSpGreatBarrier
source: Big Bubbler
de: Kugelschild Pro
es: Megaburbuja
es_mx: Megaburbuja
fr: Super bouclier
it: Gran bolla scudo
ja: グレートバリア
ko: 그레이트 배리어
nl: Joekelschild
ru: Шарощит
zh_hans: 巨大防护罩
zh_hant: 巨大防護罩

# WeaponWeaponNameSpecialSpInkStorm
source: Ink Storm
de: Tintenschauer
es: Atormentador
es_mx: Atormentador
fr: Pluie d'encre
it: Pioggia di colore
ja: アメフラシ
ko: 먹구름
nl: Spetterbui
ru: Туча краски
zh_hans: 墨雨云
zh_hant: 墨雨雲

# WeaponWeaponNameSpecialSpInkStormMission
source: Ink Storm
de: Tintenschauer
es: Atormentador
es_mx: Atormentador
fr: Pluie d'encre
it: Pioggia di colore
ja: アメフラシ
ko: 먹구름
nl: Spetterbui
ru: Туча краски
zh_hans: 墨雨云
zh_hant: 墨雨雲

# WeaponWeaponNameSpecialSpInkStormSdodr
source: Ink Storm
de: Tintenschauer
es: Atormentador
es_mx: Atormentador
fr: Pluie d'encre
it: Pioggia di colore
ja: アメフラシ
ko: 먹구름
nl: Spetterbui
ru: Туча краски
zh_hans: 墨雨云
zh_hant: 墨雨雲

# WeaponWeaponNameSpecialSpJetpack
source: Inkjet
de: Tintendüser
es: Propulsor
es_mx: Propulsor
fr: Chromo-jet
it: Jet splat
ja: ジェットパック
ko: 제트 팩
nl: Inktjet
ru: Красколет
zh_hans: 喷射背包
zh_hant: 噴射背包

# WeaponWeaponNameSpecialSpJetpackCoop
source: Inkjet
de: Tintendüser
es: Propulsor
es_mx: Propulsor
fr: Chromo-jet
it: Jet splat
ja: ジェットパック
ko: 제트 팩
nl: Inktjet
ru: Красколет
zh_hans: 喷射背包
zh_hant: 噴射背包

# WeaponWeaponNameSpecialSpJetpackMission
source: Inkjet
de: Tintendüser
es: Propulsor
es_mx: Propulsor
fr: Chromo-jet
it: Jet splat
ja: ジェットパック
ko: 제트 팩
nl: Inktjet
ru: Красколет
zh_hans: 喷射背包
zh_hant: 噴射背包

# WeaponWeaponNameSpecialSpMicroLaser
source: Killer Wail 5.1
de: Heulboje 5.1
es: Tintófono 5.1
es_mx: Berreón 5.1
fr: Haut-perceur 5.1
it: Tintofono 5.1
ja: メガホンレーザー5.1ch
ko: 메가폰 레이저 5.1ch
nl: Megalofoon 5.1
ru: Мегалофон 5.1
zh_hans: 喇叭镭射5.1ch
zh_hant: 喇叭雷射5.1ch

# WeaponWeaponNameSpecialSpMicroLaserCoop
source: Killer Wail 5.1
de: Heulboje 5.1
es: Tintófono 5.1
es_mx: Berreón 5.1
fr: Haut-perceur 5.1
it: Tintofono 5.1
ja: メガホンレーザー5.1ch
ko: 메가폰 레이저 5.1ch
nl: Megalofoon 5.1
ru: Мегалофон 5.1
zh_hans: 喇叭镭射5.1ch
zh_hant: 喇叭雷射5.1ch

# WeaponWeaponNameSpecialSpMicroLaserMission
source: Killer Wail 5.1
de: Heulboje 5.1
es: Tintófono 5.1
es_mx: Berreón 5.1
fr: Haut-perceur 5.1
it: Tintofono 5.1
ja: メガホンレーザー5.1ch
ko: 메가폰 레이저 5.1ch
nl: Megalofoon 5.1
ru: Мегалофон 5.1
zh_hans: 喇叭镭射5.1ch
zh_hant: 喇叭雷射5.1ch

# WeaponWeaponNameSpecialSpMicroLaserSdodr
source: Killer Wail 5.1
de: Heulboje 5.1
es: Tintófono 5.1
es_mx: Berreón 5.1
fr: Haut-perceur 5.1
it: Tintofono 5.1
ja: メガホンレーザー5.1ch
ko: 메가폰 레이저 5.1ch
nl: Megalofoon 5.1
ru: Мегалофон 5.1
zh_hans: 喇叭镭射5.1ch
zh_hant: 喇叭雷射5.1ch

# WeaponWeaponNameSpecialSpMultiMissile
source: Tenta Missiles
de: Schwarmraketen
es: Lanzamisiles
es_mx: Lanzamisiles
fr: Multi-missile
it: Lanciarazzi
ja: マルチミサイル
ko: 멀티 미사일
nl: Spetterraketten
ru: Каракатница
zh_hans: 多重导弹
zh_hant: 多重導彈

# WeaponWeaponNameSpecialSpMultiMissileMission
source: Tenta Missiles
de: Schwarmraketen
es: Lanzamisiles
es_mx: Lanzamisiles
fr: Multi-missile
it: Lanciarazzi
ja: マルチミサイル
ko: 멀티 미사일
nl: Spetterraketten
ru: Каракатница
zh_hans: 多重导弹
zh_hant: 多重導彈

# WeaponWeaponNameSpecialSpNiceBall
source: Booyah Bomb
de: Cool-Kugel
es: Bola genializante
es_mx: Bola genializante
fr: Jolizator
it: Granbotto
ja: ナイスダマ
ko: 나이스옥
nl: Coole bom
ru: Йо-хо-плюхер
zh_hans: 赞气弹
zh_hant: 讚氣彈

# WeaponWeaponNameSpecialSpNiceBallCoop
source: Booyah Bomb
de: Cool-Kugel
es: Bola genializante
es_mx: Bola genializante
fr: Jolizator
it: Granbotto
ja: ナイスダマ
ko: 나이스옥
nl: Coole bom
ru: Йо-хо-плюхер
zh_hans: 赞气弹
zh_hant: 讚氣彈

# WeaponWeaponNameSpecialSpNiceBallSdodr
source: Booyah Bomb
de: Cool-Kugel
es: Bola genializante
es_mx: Bola genializante
fr: Jolizator
it: Granbotto
ja: ナイスダマ
ko: 나이스옥
nl: Coole bom
ru: Йо-хо-плюхер
zh_hans: 赞气弹
zh_hant: 讚氣彈

# WeaponWeaponNameSpecialSpPogo
source: Triple Splashdown
de: Tri-Tintenschock
es: Puñetazos explosivos
es_mx: Clavado triple
fr: Triple choc chromatique
it: Triplo vernischianto
ja: ウルトラチャクチ
ko: 울트라 착지
nl: Ultralanding
ru: Тройной мегаплюх
zh_hans: 终极着陆
zh_hant: 終極著陸

# WeaponWeaponNameSpecialSpPogoCoop
source: Triple Splashdown
de: Tri-Tintenschock
es: Puñetazos explosivos
es_mx: Clavado triple
fr: Triple choc chromatique
it: Triplo vernischianto
ja: ウルトラチャクチ
ko: 울트라 착지
nl: Ultralanding
ru: Тройной мегаплюх
zh_hans: 终极着陆
zh_hant: 終極著陸

# WeaponWeaponNameSpecialSpPogoSdodr
source: Triple Splashdown
de: Tri-Tintenschock
es: Puñetazos explosivos
es_mx: Clavado triple
fr: Triple choc chromatique
it: Triplo vernischianto
ja: ウルトラチャクチ
ko: 울트라 착지
nl: Ultralanding
ru: Тройной мегаплюх
zh_hans: 终极着陆
zh_hant: 終極著陸

# WeaponWeaponNameSpecialSpShockSonar
source: Wave Breaker
de: Schauerwelle
es: Emiteondas
es_mx: Emiteondas
fr: Sonar paf
it: Sonar esplosivo
ja: ホップソナー
ko: 홉 소나
nl: Golfbeker
ru: Волноплюхер
zh_hans: 弹跳声呐
zh_hant: 彈跳聲納

# WeaponWeaponNameSpecialSpShockSonarCoop
source: Wave Breaker
de: Schauerwelle
es: Emiteondas
es_mx: Emiteondas
fr: Sonar paf
it: Sonar esplosivo
ja: ホップソナー
ko: 홉 소나
nl: Golfbeker
ru: Волноплюхер
zh_hans: 弹跳声呐
zh_hant: 彈跳聲納

# WeaponWeaponNameSpecialSpShockSonarMission
source: Wave Breaker
de: Schauerwelle
es: Emiteondas
es_mx: Emiteondas
fr: Sonar paf
it: Sonar esplosivo
ja: ホップソナー
ko: 홉 소나
nl: Golfbeker
ru: Волноплюхер
zh_hans: 弹跳声呐
zh_hant: 彈跳聲納

# WeaponWeaponNameSpecialSpShockSonarSdodr
source: Wave Breaker
de: Schauerwelle
es: Emiteondas
es_mx: Emiteondas
fr: Sonar paf
it: Sonar esplosivo
ja: ホップソナー
ko: 홉 소나
nl: Golfbeker
ru: Волноплюхер
zh_hans: 弹跳声呐
zh_hant: 彈跳聲納

# WeaponWeaponNameSpecialSpSkewer
source: Reefslider
de: Haihammer
es: Flotiburón
es_mx: Flotiburón
fr: Cavalsquale
it: Motosqualo
ja: サメライド
ko: 샤크 라이드
nl: Opblaashaai
ru: Мотокула
zh_hans: 鲨鱼坐骑
zh_hant: 鯊魚坐騎

# WeaponWeaponNameSpecialSpSkewerCoop
source: Reefslider
de: Haihammer
es: Flotiburón
es_mx: Flotiburón
fr: Cavalsquale
it: Motosqualo
ja: サメライド
ko: 샤크 라이드
nl: Opblaashaai
ru: Мотокула
zh_hans: 鲨鱼坐骑
zh_hant: 鯊魚坐騎

# WeaponWeaponNameSpecialSpSkewerMission
source: Reefslider
de: Haihammer
es: Flotiburón
es_mx: Flotiburón
fr: Cavalsquale
it: Motosqualo
ja: サメライド
ko: 샤크 라이드
nl: Opblaashaai
ru: Мотокула
zh_hans: 鲨鱼坐骑
zh_hant: 鯊魚坐騎

# WeaponWeaponNameSpecialSpSkewerSdodr
source: Reefslider
de: Haihammer
es: Flotiburón
es_mx: Flotiburón
fr: Cavalsquale
it: Motosqualo
ja: サメライド
ko: 샤크 라이드
nl: Opblaashaai
ru: Мотокула
zh_hans: 鲨鱼坐骑
zh_hant: 鯊魚坐騎

# WeaponWeaponNameSpecialSpSuperHook
source: Zipcaster
de: Haftsprung
es: Gancho tentacular
es_mx: Gancho tentacular
fr: Super Mollusque
it: Molluscatto
ja: ショクワンダー
ko: 쇼크 원더
nl: Tentakabel
ru: Краскотрос
zh_hans: 触手喷射
zh_hant: 觸手噴射

# WeaponWeaponNameSpecialSpSuperHookMission
source: Zipcaster
de: Haftsprung
es: Gancho tentacular
es_mx: Gancho tentacular
fr: Super Mollusque
it: Molluscatto
ja: ショクワンダー
ko: 쇼크 원더
nl: Tentakabel
ru: Краскотрос
zh_hans: 触手喷射
zh_hant: 觸手噴射

# WeaponWeaponNameSpecialSpSuperLanding
source: Splashdown
de: Tintenschock
es: Salto explosivo
es_mx: Clavado
fr: Choc chromatique
it: Vernischianto
ja: スーパーチャクチ
ko: 슈퍼 착지
nl: Superlanding
ru: Мегаплюх
zh_hans: 超级着陆
zh_hant: 超級著陸

# WeaponWeaponNameSpecialSpSuperLandingCoop
source: Splashdown
de: Tintenschock
es: Salto explosivo
es_mx: Clavado
fr: Choc chromatique
it: Vernischianto
ja: スーパーチャクチ
ko: 슈퍼 착지
nl: Superlanding
ru: Мегаплюх
zh_hans: 超级着陆
zh_hant: 超級著陸

# WeaponWeaponNameSpecialSpTripleTornado
source: Triple Inkstrike
de: Tri-Tintferno
es: Tornado triple
es_mx: Tornado triple
fr: Trimissile tornade
it: Triplo tornado
ja: トリプルトルネード
ko: 트리플 토네이도
nl: Tri-tornado
ru: Тройной торнадо
zh_hans: 三重龙卷风
zh_hant: 三重龍捲風

# WeaponWeaponNameSpecialSpTripleTornadoCoop
source: Triple Inkstrike
de: Tri-Tintferno
es: Tornado triple
es_mx: Tornado triple
fr: Trimissile tornade
it: Triplo tornado
ja: トリプルトルネード
ko: 트리플 토네이도
nl: Tri-tornado
ru: Тройной торнадо
zh_hans: 三重龙卷风
zh_hant: 三重龍捲風

# WeaponWeaponNameSpecialSpTripleTornadoMission
source: Triple Inkstrike
de: Tri-Tintferno
es: Tornado triple
es_mx: Tornado triple
fr: Trimissile tornade
it: Triplo tornado
ja: トリプルトルネード
ko: 트리플 토네이도
nl: Tri-tornado
ru: Тройной торнадо
zh_hans: 三重龙卷风
zh_hant: 三重龍捲風

# WeaponWeaponNameSpecialSpTripleTornadoSdodr
source: Triple Inkstrike
de: Tri-Tintferno
es: Tornado triple
es_mx: Tornado triple
fr: Trimissile tornade
it: Triplo tornado
ja: トリプルトルネード
ko: 트리플 토네이도
nl: Tri-tornado
ru: Тройной торнадо
zh_hans: 三重龙卷风
zh_hant: 三重龍捲風

# WeaponWeaponNameSpecialSpUltraShot
source: Trizooka
es: Tintazuca triple
es_mx: Cañón triple
fr: Lance-rafales
it: Ultraturbinator
ja: ウルトラショット
ko: 울트라 샷
ru: Гранатомет «Трезубец»
zh_hans: 终极发射
zh_hant: 終極發射

# WeaponWeaponNameSpecialSpUltraShotCoop
source: Trizooka
es: Tintazuca triple
es_mx: Cañón triple
fr: Lance-rafales
it: Ultraturbinator
ja: ウルトラショット
ko: 울트라 샷
ru: Гранатомет «Трезубец»
zh_hans: 终极发射
zh_hant: 終極發射

# WeaponWeaponNameSpecialSpUltraShotMission
source: Trizooka
es: Tintazuca triple
es_mx: Cañón triple
fr: Lance-rafales
it: Ultraturbinator
ja: ウルトラショット
ko: 울트라 샷
ru: Гранатомет «Трезубец»
zh_hans: 终极发射
zh_hant: 終極發射

# WeaponWeaponNameSpecialSpUltraShotSdodr
source: Trizooka
es: Tintazuca triple
es_mx: Cañón triple
fr: Lance-rafales
it: Ultraturbinator
ja: ウルトラショット
ko: 울트라 샷
ru: Гранатомет «Трезубец»
zh_hans: 终极发射
zh_hant: 終極發射

# WeaponWeaponNameSpecialSpUltraStamp
source: Ultra Stamp
de: Ultra-Stempel
es: Ultraselladora
es_mx: Ultraselladora
fr: Ultra-tamponneur
it: Mega timbro
ja: ウルトラハンコ
ko: 울트라 스탬프
nl: Ultrastempel
ru: Припечать
zh_hans: 终极印章
zh_hant: 終極印章

# WeaponWeaponNameSpecialSpUltraStampMission
source: Ultra Stamp
de: Ultra-Stempel
es: Ultraselladora
es_mx: Ultraselladora
fr: Ultra-tamponneur
it: Mega timbro
ja: ウルトラハンコ
ko: 울트라 스탬프
nl: Ultrastempel
ru: Припечать
zh_hans: 终极印章
zh_hant: 終極印章

# WeaponWeaponNameSpecialSpUltraStampSdodr
source: Ultra Stamp
de: Ultra-Stempel
es: Ultraselladora
es_mx: Ultraselladora
fr: Ultra-tamponneur
it: Mega timbro
ja: ウルトラハンコ
ko: 울트라 스탬프
nl: Ultrastempel
ru: Припечать
zh_hans: 终极印章
zh_hant: 終極印章

# WeaponWeaponNameSubBeacon
source: Squid Beakon
de: Sprungboje
es: Baliza transportadora
es_mx: Baliza
fr: Balise de saut
it: Trasferitore
ja: ジャンプビーコン
ko: 점프 비컨
nl: Springschotel
ru: Прыжковый маячок
zh_hans: 跳跃信标
zh_hant: 跳躍信標

# WeaponWeaponNameSubBombCurling
source: Curling Bomb
de: Curling-Bombe
es: Bomba deslizante
es_mx: Bomba deslizante
fr: Bombe curling
it: Bomba curling
ja: カーリングボム
ko: 컬링 밤
nl: Curlingbom
ru: Керлинг-бомба
zh_hans: 冰壶炸弹
zh_hant: 冰壺炸彈

# WeaponWeaponNameSubBombCurlingSdodr
source: Curling Bomb
de: Curling-Bombe
es: Bomba deslizante
es_mx: Bomba deslizante
fr: Bombe curling
it: Bomba curling
ja: カーリングボム
ko: 컬링 밤
nl: Curlingbom
ru: Керлинг-бомба
zh_hans: 冰壶炸弹
zh_hant: 冰壺炸彈

# WeaponWeaponNameSubBombFizzy
source: Fizzy Bomb
de: Sprudel-Bombe
es: Bomba carbónica
es_mx: Bomba carbónica
fr: Bombe soda
it: Bomba a gassosa
ja: タンサンボム
ko: 탄산 밤
nl: Bomblikje
ru: Содовая бомба
zh_hans: 碳酸炸弹
zh_hant: 碳酸炸彈

# WeaponWeaponNameSubBombFizzySdodr
source: Fizzy Bomb
de: Sprudel-Bombe
es: Bomba carbónica
es_mx: Bomba carbónica
fr: Bombe soda
it: Bomba a gassosa
ja: タンサンボム
ko: 탄산 밤
nl: Bomblikje
ru: Содовая бомба
zh_hans: 碳酸炸弹
zh_hant: 碳酸炸彈

# WeaponWeaponNameSubBombQuick
source: Burst Bomb
de: Insta-Bombe
es: Bomba rápida
es_mx: Globo entintado
fr: Bombe ballon
it: Granata
ja: クイックボム
ko: 퀵 밤
nl: Ballonbom
ru: Разрывная бомба
zh_hans: 快速炸弹
zh_hant: 快速炸彈

# WeaponWeaponNameSubBombQuickSdodr
source: Burst Bomb
de: Insta-Bombe
es: Bomba rápida
es_mx: Globo entintado
fr: Bombe ballon
it: Granata
ja: クイックボム
ko: 퀵 밤
nl: Ballonbom
ru: Разрывная бомба
zh_hans: 快速炸弹
zh_hant: 快速炸彈

# WeaponWeaponNameSubBombRobot
source: Autobomb
de: Robo-Bombe
es: Robobomba
es_mx: Robobomba
fr: Bombe robot
it: Robo-bomba
ja: ロボットボム
ko: 로봇 밤
nl: Robobom
ru: Робобомба
zh_hans: 机器人炸弹
zh_hant: 機器人炸彈
