Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# MyOutfitsHead
source: Headgear
de: Kopf
es: accesorios
es_mx: accesorios
fr: Accessoires
it: accessori
ja: アタマ
ko: 액세서리
nl: Accessoires
ru: Аксессуары
zh_hans: 头部装备
zh_hant: 頭部裝備

# MyOutfitsMain
source: Main Weapon
de: Hauptwaffen
es: Arma principal
es_mx: Arma principal
fr: Arme principale
it: Arma principale
ja: メインウェポン
ko: 메인 웨펀
nl: Hoofdwapen
ru: Основное оружие
zh_hans: 主要武器
zh_hant: 主要武器

# MyOutfitsNoGears
source: No matching gear found.
de: Keine entsprechende Ausrüstung gefunden.
es: No se encuentra ningún equipamiento.
es_mx: No se encontró ningún equipamiento.
fr: Aucun résultat
it: Equipaggiamento non trovato.
ja: 一致するギアがありません
ko: 일치하는 기어가 없습니다
nl: Geen passende uitrusting gevonden.
ru: Нет подходящего снаряжения.
zh_hans: 没有符合条件的装备
zh_hant: 沒有符合條件的裝備

# MyOutfitsNormal
source: Normal
de: Standard
it: Normale
ja: ノーマル
ko: 노멀
nl: Normaal
ru: Норм.
zh_hans: 正常
zh_hant: 正常

# MyOutfitsNoWeapons
source: No matching weapons found.
de: Keine entsprechenden Waffen gefunden.
es: No se encuentra ningún arma.
es_mx: No se encontró ningún arma.
fr: Aucun résultat
it: Arma non trovata.
ja: 一致するブキがありません
ko: 일치하는 무기가 없습니다
nl: Geen passende wapens gevonden.
ru: Нет подходящего оружия.
zh_hans: 没有符合条件的武器
zh_hant: 沒有符合條件的武器

# MyOutfitsNumber
source: Fit { 0 }
de: Style { 0 }
es: Atuendo { 0 }
es_mx: Atuendo { 0 }
fr: Tenue { 0 }
it: Look { 0 }
ja: マイコーデ { 0 }
ko: 마이 코디 { 0 }
nl: Stijl { 0 }
ru: Прикид { 0 }
zh_hans: 个人穿搭 { 0 }
zh_hant: 個人穿搭{ 0 }

# MyOutfitsOff
source: OFF
de: Aus
es: No
es_mx: No usar
fr: Non
it: No
nl: Uit
ru: ВЫКЛ.
zh_hans: 关闭

# MyOutfitsOn
source: ON
de: Ein
es: Sí
es_mx: Usar
fr: Oui
it: Sì
nl: Aan
ru: ВКЛ.
zh_hans: 开启

# MyOutfitsOpenCameraOption
source: Show Control Settings
de: Kamera-Optionen einblenden
es: Ver ajustes de la cámara
es_mx: Mostrar ajustes
fr: Afficher les paramètres de la caméra
it: Mostra opzioni
ja: カメラオプションを表示する
ko: 카메라 옵션 표시하기
nl: Camerabesturing tonen
ru: Отображать настройки управления
zh_hans: 显示镜头选项
zh_hant: 顯示鏡頭選項

# MyOutfitsRarity
source: Star Power { 0 }
de: Sternenwert { 0 }
es: Exclusividad: { 0 }
es_mx: Número de estrellas: { 0 }
fr: Nombre d'étoiles : { 0 }
it: Mitilicità { 0 }
ja: レアド { 0 }
ko: 레어도 { 0 }
nl: Zeldzaamheid { 0 }
ru: Звезды: { 0 }
zh_hans: 稀有度 { 0 }
zh_hant: 稀有度 { 0 }

# MyOutfitsRControl
source: { 0 } Left/Right
de: { 0 } x-Achse
es: Control { 0 } horizontal
es_mx: Eje horizontal { 0 }
fr: { 0 } : axe horizontal
it: { 0 } Asse orizzontale
ja: { 0 } 左右操作
ko: { 0 } 좌우 조작
nl: { 0 } Links/rechts
ru: { 0 } Влево/вправо
zh_hans: { 0 } 左右操作
zh_hant: { 0 } 左右操作

# MyOutfitsReverse
source: Inverted
de: Invertiert
es: Invertido
es_mx: Invertido
fr: Inversé
it: Invertito
ja: リバース
ko: 리버스
nl: Omgekeerd
ru: Инверт.
zh_hans: 反转
zh_hant: 反轉

# MyOutfitsRHorizontal
source: { 0 } Sensitivity
de: { 0 } Empfindlichkeit
es: Sensibilidad de { 0 }
es_mx: Sensibilidad de { 0 }
fr: { 0 } : sensibilité
it: { 0 } Sensibilità
ja: { 0 } 操作感度
ko: { 0 } 조작 감도
nl: { 0 } Gevoeligheid
ru: { 0 } Чувствительность
zh_hans: { 0 } 操作灵敏度
zh_hant: { 0 } 操作靈敏度

# MyOutfitsRHorizontalUnavailable
source: Disabled when motion controls are set to OFF.
de: Keine Auswirkungen bei deaktivierter Bewegungssteuerung.
es: Solo disponible cuando se usa el giroscopio.
es_mx: No disponible si no se usa el control por movimiento.
fr: Sans effet lorsque le gyroscope est désactivé.
it: Solo con i sensori di movimento attivi.
ja: ジャイロ操作OFFの時は無効になります
ko: 자이로 조작이 OFF일 때는 무효합니다
nl: Niet beschikbaar als je geen bewegingsbesturing gebruikt.
ru: Недоступно, когда выключено управление движением.
zh_hans: 陀螺仪操作设为关闭时无效
zh_hant: 陀螺儀操作設為OFF時無效

# MyOutfitsRVertical
source: { 0 } Up/Down
de: { 0 } y-Achse
es: Control { 0 } vertical
es_mx: Eje vertical { 0 }
fr: { 0 } : axe vertical
it: { 0 } Asse verticale
ja: { 0 } 上下操作
ko: { 0 } 상하 조작
nl: { 0 } Omhoog/omlaag
ru: { 0 } Вверх/вниз
zh_hans: { 0 } 上下操作
zh_hant: { 0 } 上下操作

# MyOutfitsRVerticalUnavailable
source: Disabled when motion controls are ON.
de: Keine Auswirkungen bei aktiver Bewegungssteuerung.
es: No disponible cuando se usa el giroscopio.
es_mx: No disponible si se usa el control por movimiento.
fr: Sans effet lorsque le gyroscope est activé.
it: Non disponibile con i sensori di movimento attivi.
ja: ジャイロ操作ONの時は無効になります
ko: 자이로 조작이 ON일 때는 무효합니다
nl: Niet beschikbaar als je bewegingsbesturing gebruikt.
ru: Недоступно, когда включено управление движением.
zh_hans: 陀螺仪操作设为开启时无效
zh_hant: 陀螺儀操作設為ON時無效

# MyOutfitsSave
source: Save
de: Speichern
es: Guardar
es_mx: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# MyOutfitsSelectCloth
source: Select Clothes
de: Kleidung wählen
es: Seleccionar ropa
es_mx: Seleccionar ropa
fr: Choisis un vêtement.
it: Seleziona vestiti
ja: フクを選ぶ
ko: 옷 선택하기
nl: Kleding kiezen
ru: Выбор одежды
zh_hans: 选择服装
zh_hant: 選擇服裝

# MyOutfitsSelectHead
source: Select Headgear
de: Kopf-Accessoire wählen
es: Seleccionar accesorio
es_mx: Seleccionar accesorio
fr: Choisis un accessoire.
it: Seleziona accessori
ja: アタマを選ぶ
ko: 액세서리 선택하기
nl: Accessoire kiezen
ru: Выбор аксессуаров
zh_hans: 选择头部装备
zh_hant: 選擇頭部裝備

# MyOutfitsSelectShoes
source: Select Shoes
de: Schuhe wählen
es: Seleccionar calzado
es_mx: Seleccionar calzado
fr: Choisis des chaussures.
it: Seleziona scarpe
ja: クツを選ぶ
ko: 신발 선택하기
nl: Schoenen kiezen
ru: Выбор обуви
zh_hans: 选择鞋子
zh_hant: 選擇鞋子

# MyOutfitsSelectSlot
source: Choose which Freshest Fit to replace.
de: Wähle den Lieblings-Style, den du ersetzen möchtest.
es: Elige dónde quieres guardarlo.
es_mx: ¿Cuál atuendo quieres remplazar?
fr: Choisis quelle tenue tu veux remplacer.
it: Scegli il look preferito da sostituire.
ja: 保存先の選択
ko: 저장 위치 선택
nl: Kies welke lievelingsstijl je wilt vervangen.
ru: Выбери свежий прикид, который хочешь заменить.
zh_hans: 选择保存位置
zh_hant: 選擇儲存位置

# MyOutfitsSelectWeapon
source: Select Weapon
de: Waffe wählen
es: Seleccionar arma
es_mx: Seleccionar arma
fr: Choisis une arme.
it: Seleziona armi
ja: ブキを選ぶ
ko: 무기 선택하기
nl: Wapen kiezen
ru: Выбор оружия
zh_hans: 选择武器
zh_hant: 選擇武器

# MyOutfitsShare
source: Share
de: Teilen
es: Compartir
es_mx: Compartir
fr: Partager
it: Condividi
ja: シェア
ko: 공유
nl: Delen
ru: Поделиться
zh_hans: 分享
zh_hant: 分享

# MyOutfitsShoes
source: Shoes
de: Schuhe
es: calzado
es_mx: calzado
fr: Chaussures
it: scarpe
ja: クツ
ko: 신발
nl: Schoenen
ru: Обувь
zh_hans: 鞋子
zh_hant: 鞋子

# MyOutfitsSpecial
source: Special Weapon
de: Spezialwaffen
es: Arma especial
es_mx: Arma especial
fr: Arme spéciale
it: Arma speciale
ja: スペシャルウェポン
ko: 스페셜 웨펀
nl: Speciaal wapen
ru: Особое оружие
zh_hans: 特殊武器
zh_hant: 特殊武器

# MyOutfitsSub
source: Sub Weapon
de: Sekundärwaffen
es: Arma secundaria
es_mx: Arma secundaria
fr: Arme secondaire
it: Arma secondaria
ja: サブウェポン
ko: 서브 웨펀
nl: Subwapen
ru: Запасное оружие
zh_hans: 次要武器
zh_hant: 次要武器

# MyOutfitsSubmitGear
source: OK
es: Aceptar
es_mx: Aceptar
ja: 決定
ko: 결정
nl: Oké
zh_hans: 确定
zh_hant: 確定

# MyOutfitsSubmitWeapon
source: OK
es: Aceptar
es_mx: Aceptar
ja: 決定
ko: 결정
nl: Oké
zh_hans: 确定
zh_hant: 確定

# MyOutfitsTitle
source: Freshest Fits
de: Lieblings-Styles
es: Atuendos favoritos
es_mx: Tus atuendos
fr: Tenues favorites
it: Look preferiti
ja: マイコーデ
ko: 마이 코디
nl: Lievelingsstijlen
ru: Свежие прикиды
zh_hans: 个人穿搭
zh_hant: 個人穿搭

# MyOutfitsTurfPoint
source: Turf Inked <em>{ 0 }p</em>
de: Eingefärbte Fläche <em>{ 0 } P</em>
es: Superficie pintada: <em>{ 0 } p</em>
es_mx: Territorio pintado: <em>{ 0 }p.</em>
fr: Surface encrée <em>{ 0 } p.</em>
it: Superficie inchiostrata (<em>{ 0 }p</em>)
ja: 今まで塗った面積 <em>{ 0 }p</em>
ko: 지금까지 칠한 면적 <em>{ 0 }p</em>
nl: Geverfde grond <em>{ 0 } p</em>
ru: За прокрас: <em>{ 0 } очк.</em>
zh_hans: 至今为止的涂墨面积 <em>{ 0 }p</em>
zh_hant: 至今為止的塗墨面積 <em>{ 0 }p</em>

# MyOutfitsTvTabletopMode
source: TV/Tabletop Mode
de: TV-/Tisch-Modus
es: Modo televisor/modo sobremesa
es_mx: Modo televisor/semiportátil
fr: Mode TV/Mode sur table
it: Stile TV/Stile da tavolo
ja: TVモード/テーブルモード
ko: TV 모드/테이블 모드
nl: Tv-stijl/tafelstijl
ru: Режим ТВ / настольный
zh_hans: TV模式/桌面模式
zh_hant: TV模式/桌上模式

# MyOutfitsWeapon
source: Weapon
de: Waffe
es: Arma
es_mx: Arma
fr: Armes
it: Arma
ja: ブキ
ko: 무기
nl: Wapen
ru: Оружие
zh_hans: 武器
zh_hant: 武器

# NarrationNarrationPlazaBetweenEvent
source: And...
de: Und...
es: Y...
es_mx: Y...
fr: Et...
it: E...
ja: そして…
ko: 그리고…
nl: En...
ru: И кое-что еще!
zh_hans: 然后……
zh_hant: 然後……

# PhotoAlbumAnnotation
source: Up to 20 photos may be stored.<br />They will be available for 3 months.
de: Es können bis zu 20 Fotos gespeichert werden.<br />Sie sind 3 Monate verfügbar.
es: Puedes guardar hasta 20 fotos.<br />Estarán disponibles durante 3 meses.
es_mx: Puedes guardar hasta 20 fotos.<br />Estarán disponibles durante 3 meses.
fr: Tu peux enregistrer jusqu'à 20 photos.<br />Elles seront accessibles pendant trois mois.
it: Puoi salvare un massimo di 20 foto.<br />Saranno disponibili per 3 mesi.
ja: 写真は20枚までアップロードできます<br />保存期間は3ヶ月です
ko: 사진은 20장까지 업로드할 수 있습니다<br />저장 기간은 3개월입니다
nl: Er kunnen maximaal 20 foto's worden opgeslagen.<br />Ze blijven 3 maanden beschikbaar.
ru: Можно сохранить до 20 снимков, которые<br />будут доступны в течение 3 месяцев.
zh_hans: 最多可上传20张照片，<br />保存期限为3个月
zh_hant: 最多可以上傳20張照片<br />儲存期限為3個月

# PhotoAlbumAppName
source: Album
es: Álbum
es_mx: Álbum
ja: アルバム
ko: 앨범
ru: Альбом
zh_hans: 相册
zh_hant: 相簿

# PhotoAlbumSelect
source: Select
de: Auswählen
es: Seleccionar
es_mx: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
nl: Kiezen
ru: Выбрать
zh_hans: 选择
zh_hant: 選擇

# PhotoAlbumTitle
source: Photo Album
de: Fotoalbum
es: Álbum de fotos
es_mx: Álbum de fotos
fr: Album
it: Album
ja: フォトアルバム
ko: 포토 앨범
nl: Fotoalbum
ru: Альбом
zh_hans: 相册
zh_hant: 相簿

# PlazaPlazaNpcFocusFsodrVendorAlreadyOrdered
source: You already ordered this!
de: Das haste doch schon bestellt!
es: Eh, no vale repetir encargo.¡Eso ya lo has pedido!
es_mx: Ey, sí recuerdas que ya me encargaste eso, ¿no?
fr: T'as déjà commandé ça !
it: L'hai già ordinato, eh...
ja: それ、もう注文済みだワ
ko: 그거, 이미 주문했어
nl: Gaat het wel met je? Je weet dat je die al bij me hebtbesteld, toch?
ru: От тебя на это уже есть заказ!
zh_hans: 这件装备，你已经预订了哦。
zh_hant: 那是你已預訂的裝備喔。

# PlazaPlazaNpcFocusFsodrVendorCatalogNotHave
source: You've got a good eye, haven't you? That item'sway too hot for the likes of me to procure.
de: Gute Wahl, muss ich sagen.Aber das ist leider nicht drin, zu heiß.
es: Entiendo que quieras encargar eso porque esuna pasada, pero no está a mi alcance, colega.
es_mx: Oye, tienes buen ojo, ¿no? Pero, lamentablemente,eso no está a mi alcance.
fr: T'as l'œil, p'tite tête. Ce truc-là est bien tropchic pour Kipik.
it: Hai buon occhio, eh? Quell'articolo è tropporaro per uno come me. Non posso procurartelo.
ja: それ人気あってさー、マジ手に入らねーんだワ
ko: 그건 인기가 너무 많아서 도통 구할 수가 없어～
nl: Sorry, gup. Geen schijn van kans. Die is veel te populair ophet moment. Als ik daar om vraag, lachen ze me vierkant uit.
ru: Красиво плыть не запретишь. Эти штуки сейчаснарасхват, боюсь, мне их не достать.
zh_hans: 这件装备太热门了，完全进不到货啊。
zh_hant: 那個裝備太熱門了，我根本就進不到貨。

# PlazaPlazaNpcFocusFsodrVendorNoOrder
source: You've got no open orders, love.
de: Hab keine Bestellungen für dich ausstehen.
es: No tienes nada encargado ahora mismo, tú.
es_mx: No tienes nada encargado...
fr: T'as rien commandé du tout...
it: Non hai ordinato niente...
ja: 注文ないヨー
ko: 주문 받은 거 없어～
nl: Ik heb geen bestellingen voor je in de aanbieding, gup.
ru: От тебя пока нет заказов.
zh_hans: 你还没有预订过哦。
zh_hant: 你還沒預訂商品喔。

# PlazaPlazaNpcFocusFsodrVendorNotSell
source: It's not available, mate.
de: So was Cooles darf ich nicht liefern!Verboten, weißte?
es: No está disponible, colega.
es_mx: No puedes encargar algoque no está en venta.
fr: C'est pas dispo, désolé.
it: Non puoi ordinare quelloche non è in vendita.
ja: 非売品は注文できないヨ
ko: 비매품은 주문 못 해
nl: Sorry, gup, daar begin ik niet aan. Die is me te link.
ru: Свежая вещь, конечно, но у меня такиене водятся.
zh_hans: 不能预订非卖品哦。
zh_hant: 非賣品是沒辦法預訂的喔。

# PlazaPlazaNpcFocusFsodrVendorOrderedArrived
source: That gear's already been delivered, mate.You can't cancel it now.
de: Die Bestellung ist schon ausgeliefert worden.Stornieren ist jetzt nicht mehr.
es: ¡Oye, no puedes anular un encargo queya está listo para recoger!
es_mx: ¡Ey, no puedes cancelar un encargo queya está listo para recoger!
fr: Cette commande a déjà été livrée.C'est trop tard pour l'annuler, p'tite tête.
it: Quell'ordine è già stato consegnato.Non puoi disdirlo.
ja: そのギア、もうオレのとこに届いちゃっててさー今からじゃ取り消せねーんだワ
ko: 그 기어, 벌써 나한테 도착했거든～지금 취소하기에는 너무 늦었어
nl: Kom op, gup! Je kunt een bestelling toch niet annulerenals hij al is bezorgd! Hoe zou dat moeten werken?
ru: Ты что? Снаряжение уже доставили.Я не смогу отменить заказ.
zh_hans: 这件装备已经配送到我这里了，所以现在不能取消。
zh_hant: 那個裝備已經配送到我這了，所以現在沒辦法幫你取消。

# PlazaPlazaNpcFocusFsodrVendorOrderedCancel
source: Right. It never happened.
de: Wie du meinst. Dann weg damit!
es: Sin problema. Hagamos como queno ha pasado nada, ¿sí?
es_mx: ¿Encargo? ¿Qué encargo?No sé de qué me hablas.
fr: OK, on va dire qu'il s'est rien passé.
it: E va bene, ho disdetto l'ordine!
ja: りょーかーい、取り消したワ
ko: 알았어～ 취소 완료
nl: Prima. Doen we net alsof dat nooit is gebeurd.
ru: Готово. С глаз долой, из списка вон.
zh_hans: 明白了，我已经帮你取消了。
zh_hant: 沒問題，已經取消了。

# PlazaPlazaNpcFocusFsodrVendorOrderedCancelQ
source: Changed your mind about this gear, then?
de: Biste sicher, dass du das nicht bestellen willst?
es: ¿Anulas el encargo?
es_mx: ¿Quieres cancelar el encargo?
fr: T'as changé d'avis pour cet article ?
it: Vuoi davvero disdire quest'ordine?
ja: この注文、マジで取り消しちゃう？
ko: 이 주문, 진짜 취소할래?
nl: Weet je zeker dat je deze bestelling wilt annuleren?Heel, heel zeker?
ru: Тебе это точно не нужно?
zh_hans: 你真的要取消这个订单吗？
zh_hant: 你真的要取消這個訂單嗎？

# PlazaPlazaNpcFocusFsodrVendorOrderedList
source: This is what you wanted, yeah?
de: Hier ist dein Zeugs, Schneckchen.Alles klar?
es: Ahora mismo tienes encargado esto.
es_mx: ¿Era esto, no?
fr: Voilà ce que t'as commandé.
it: Per ora, ecco cos'hai ordinato.
ja: いま注文してんのは これネ
ko: 지금 네가 주문한 건 이거야
nl: Dit is wat je hebt besteld, toch?
ru: Все на месте?
zh_hans: 这就是你刚才预订的装备哦。
zh_hant: 這是你剛才預訂的裝備。

# PlazaPlazaNpcFocusFsodrVendorOrderListFull
source: Gotta cancel an open order if you wanna order more.
de: Damit das durchgeht, musste 'ne andere Bestellungstornieren.
es: Si quieres encargar algo nuevo, tendrás que anularalgo de lo que tengas pendiente.
es_mx: Ey, ey, ¡bájale dos! Son demasiados encargos. Tendrásque cancelar alguno antes de hacer uno nuevo.
fr: Faut que tu annules une commande en cours si tu veuxen passer une nouvelle.
it: Ci sono troppi ordini. Per aprirneun altro, devi prima disdirne uno.
ja: 注文 多すぎだワ… 新しく注文すんなら どれか取り消してくれナ
ko: 주문이 너무 많은데…새로 주문하고 싶으면 어느 것 하나를 취소해 줘
nl: Hoho, rustig aan. Zoveel kun je niet tegelijk bestellen.Dan zul je eerst een oude bestelling moeten annuleren.
ru: Если хочешь сделать новый заказ, отменикакой-нибудь из текущих.
zh_hans: 你的订单太多了啊……如果想预订新的装备，就先取消一个旧订单吧。
zh_hant: 訂單太多了……如果想預訂新裝備的話，就先取消一個舊訂單吧。

# PlazaPlazaNpcFocusFsodrVendorOrderQ
source: You want this gear?
de: Willste das bestellen?
es: ¿Me encargas eso?
es_mx: ¿Quieres encargarme esto?
fr: C'est ça qu'tu veux ?
it: Vuoi inviare l'ordine?
ja: コレ、注文しちゃう？
ko: 이거, 주문할래?
nl: Heb je iets op het oog?
ru: Значит, это?
zh_hans: 你要预订这个吗？
zh_hant: 你想預訂這個？

# PlazaPlazaNpcFocusFsodrVendorOrderSelect
source: See somefing you fancy, love?
de: He, pssst! Willste was bestellen?
es: Eh, colega, ¿te apetece encargarme algo?
es_mx: ¿Ves algo que te guste?
fr: Salut ! T'as repéré un truc sympa ?
it: Vuoi ordinare qualcosa?
ja: もしも～し、ナンか注文しちゃう？
ko: 여보세요～ 뭔가 주문하려고?
nl: Oi, gup. Wil je wat bestellen?
ru: Хочешь заказать что-нибудь?
zh_hans: 嘿～你要预订些东西吗？
zh_hant: 哈囉！想預訂什麼嗎？

# PlazaPlazaNpcFocusFsodrVendorOrderSwapQ
source: You wanna exchange the orders for this and this?
de: Diese Bestellung soll also mit der neuen ersetztwerden, ja?
es: ¿Quieres cambiar los pedidos de estas dos cosas?
es_mx: ¿Quieres cambiar los encargos de estas dos cosas?
fr: Tu veux intervertir cette commande-ci et celle-là ?
it: Vuoi scambiare l'articolo da ordinare?
ja: コレとコレ、注文入れ替えちゃう？
ko: 이거하고 이거, 주문을 교체할래?
nl: Dus je wilt deze bestelling vervangen door jenieuwe?
ru: Значит, меняешь заказы?
zh_hans: 要替换这两个订单吗？
zh_hant: 你要把這兩個訂單互換嗎？

# PlazaPlazaVendorFsodrCleanNotEnoughMoney
source: YOU WOT, MATE?! Look, I'm seein'fings a bit different these days,but that don't mean you can takeadvantage of ol' Spyke.
de: Sonst noch Wünsche bitte?Hör mal, ich bin zwar wenigerauf Profit aus als früher,aber Gratisbedienung kannstebei mir trotzdem knicken.
es: Como que tienes poca pasta, ¿no?Cuidado, porque el dinero se escurremás rápido que el agua... Te lo diceEri.
es_mx: Oye, ¡te falta dinero!A Eri no lo puedes engañarasí tan fácil, ¿sabes?
fr: Alors... J'ajoute six et j'retiensdeux... Eh ! Y a pas l'compte !T'essaies d'me rouler dans la farine ?
it: COOOOSA? Senti, ho cambiatoun po' il mio modo di vedere lecose, ma non significa che puoiapprofittarti del vecchio Richie.
ja: あらあら？おカネ、足りなくない？おサイフは チェックしとこうネ
ko: 얼라리?돈이 모자란 것 같은데?지갑은 항상 체크해 두는 게 좋아
nl: Wat maak je me nou, gup? Ik benmisschien niet meer zo op de centenals ik vroeger was, maar ik ben geenliefdadigheidsinstelling.
ru: Вот это поворот! Знаешь, я ужене гоняюсь за выгодой так, какраньше, но бесплатный корм даюттолько на удочке. Я тоже не рыбьиммехом шит.
zh_hans: 咦？你的金钱不够吧？你最好时刻检查一下自己的钱包哦。
zh_hant: 咦？你的錢不夠吧？下次記得先檢查錢包喔。

# PlazaPlazaVendorFsodrCleanQ
source: Shall I scrub?
de: Felder leeren?
es: ¿Limpio esto?
es_mx: ¿Lo restablezco?
fr: J'te vide ça ?
it: Ripuliamo tutto?
ja: クリーニングしちゃう？
ko: 클리닝할래?
nl: Vakjes legen?
ru: Отмыть снаряжение?
zh_hans: 要清洗吗？
zh_hant: 你要漂洗嗎？

# PlazaPlazaVendorFsodrGoodBye
source: Been a pleasure...
de: Immer gern, wa!
es: ¡Gracias, colega!Si necesitas algo más, ya sabesdónde encontrarme.
es_mx: Gracias.¡Nos vemos!
fr: À la revoyure...
it: È sempre un piacere!
ja: まいどありー！またよろしくネー
ko: 고마워～!다음에도 잘 부탁해～
nl: Het ga je goed, gup.
ru: Приходи еще.
zh_hans: 谢谢惠顾～！要再来哦～
zh_hant: 多謝惠顧！歡迎下次再來！

# PlazaPlazaVendorFsodrHello
source: S'appening, mate?
de: Yo, was krault?
es: ¿Qué hay? ¿Qué te cuentas?
es_mx: ¿Qué hay?
fr: Ça roule, p'tite tête ?
it: Ehilà!
ja: ちゅーーす
ko: 헬로～
nl: Yo, gup.
ru: Как оно?
zh_hans: 嗨～
zh_hant: 嗨——

# PlazaPlazaVendorFsodrRandSkillNotFirstShell
source: Ah, sorry, love, but it's a bit earlyfor you to be doing that.
de: Krass untröstlich, aber dafürisses noch 'n bisschen früh,meinste nicht?
es: Lo siento, tú, pero es demasiadopronto para que hagas eso.
es_mx: Oye, lo siento, pero es demasiadopronto para que hagas eso.
fr: Ah, désolé, p'tite tête, maistu vas un peu trop vite.
it: Scusa, ma per ora non puoiancora farlo.
ja: あー それナ、オマエには ちょっち早いんじゃねーかなーって思うワ
ko: 아～ 그건너한테는 아직 이르지 않을까 싶은데
nl: Eh, vind je het zelf ook niet eenbeetje vroeg hiervoor?
ru: Рановато тебе туда. Извини.
zh_hans: 啊～那个啊，我在想对你来说会不会有点早～
zh_hant: 喔，那個啊，我覺得現在就讓你用那個還嫌太早。

# PlazaPlazaVendorFsodrRandSkillQ
source: Reroll 'em?
de: Austauschen?
es: ¿Los asigno al azar?
es_mx: ¿Los sorteo?
fr: On change tout ?
it: Cambiamo?
ja: ギアパワー付け直しちゃう？
ko: 다시 붙일래?
nl: Willekeurig vullen?
ru: Заменить свойства?
zh_hans: 要重新附加装备能力吗？
zh_hant: 你要重新附加嗎？

# PlazaPlazaVendorFsodrRareUpAlreadyMax
source: This gear's already burstin' wifstar power, love. I can't do nuffin'to increase it.
de: Sorry, aber mehr Sterne kriegselbst ich nich' auf dem Teiluntergebracht. Voll is' voll.
es: Oye, tú, que esto ya está a tope deexclusividad. ¡Así que poco máspuedo hacer yo!
es_mx: Oye, eso ya tiene todas las estrellasposibles. Me temo que no hay nadaque yo pueda hacer.
fr: Désolé, mais cette pièce d'équipementa déjà le max d'étoiles, p'tite tête.Plus que l'max, c'est problématique,même pour Kipik.
it: Questo articolo scoppia già dimitilicità. Non posso fare nienteper aumentarla.
ja: コレさー、もうめっちゃレアなヤツじゃん？これ以上 レア度アップすんのはさすがに無理だって、いやマジで
ko: 이거～ 이미 엄청 레어한 녀석이거든?이 이상 레어도를 올리는 건아무리 나라도 힘들어, 진짜로
nl: Die uitrusting is al zo zeldzaam alseen zeeslak met een snor. Daar valtniks meer aan te verhogen, gup.
ru: У этого снаряжения и так звездбольше, чем на дне морском.Ни одной не втиснешь.
zh_hans: 我说啊～这件装备已经相当稀有了吧？它再怎么样也没办法继续提升稀有度了，我没开玩笑。
zh_hant: 這東西已經算是相當稀有了吧？實在是沒辦法再繼續提升稀有度了，我是說真的。

# PlazaPlazaVendorFsodrRareUpNotFirstShell
source: Ah, sorry, love, but it's a bit earlyfor you to be doing that.
de: Bedaure, Seeschneckchen,aber dafür ist's noch 'ne Ideezu früh, findeste nicht auch?
es: Lo siento, tú, pero es muy tempranopara atenderte.
es_mx: Lo siento, de verdad, pero es muytemprano para atenderte.
fr: Ah, désolé, p'tite tête, maistu vas un peu trop vite.
it: Scusa, ma per ora non puoiancora farlo.
ja: あー それナ、オマエには ちょっち早いんじゃねーかなーって思うワ
ko: 아～ 그건너한테는 아직 이르지 않을까 싶은데
nl: Eh, vind je het zelf ook niet eenbeetje vroeg hiervoor?
ru: Извини, малек, но тебе ещерановато туда лезть.
zh_hans: 啊～那个啊，我在想对你来说会不会有点早～
zh_hant: 喔，那個啊，我覺得現在就讓你用那個還嫌太早。

# PlazaPlazaVendorFsodrRareUpQ
source: Raise star power?
de: Sternenwert erhöhen?
es: ¿Más exclusividad?
es_mx: ¿Más estrellas?
fr: Tu veux plus d'étoiles ?
it: Aumenti la mitilicità?
ja: レア度上げちゃう？
ko: 레어도 올릴래?
nl: Zeldzaamheid verhogen?
ru: Добавить звезд?
zh_hans: 要提升稀有度吗？
zh_hant: 你要提升稀有度嗎？

# PlazaPlazaVendorFsodrRecieveArriveGeso
source: I've got the SplatNet Shop gear youordered, mate.
de: Hör mal, ich hab deineTentaWorld-Bestellung da.
es: Oye, tú, tengo un envío especialde la Tentatienda para ti.
es_mx: Ey, tengo un envío especial dela tienda Splatnet para ti.
fr: J'ai reçu le truc que t'as commandéchez Céphalochic, p'tite tête.
it: Ho qui quell'ordine di Calama-zoneche avevi piazzato.
ja: ゲソタウンで注文したギア、届いてるヨ
ko: 오징어넷 숍에서 주문한 기어도착했어
nl: Ik heb dat Tentashop-spul voor je datje had besteld. Het lijkt hier wel eenpostkantoor.
ru: Щупозон объявился с твоимзаказом.
zh_hans: 你在鱿鱼须商城预订的装备已经送到了哦。
zh_hant: 你在魷魚鬚商城預訂的裝備已經送達囉！

# PlazaPlazaVendorFsodrRecieveArriveNearOrder
source: This'll do, won't it? Maybe not quitewot you wanted, but sometimes thatturns out to be wot's needed.
de: Das wird seinen Zweck erfüllen, wa?Nicht ganz dasselbe wie das,was du wolltest, aber das mussja nich’ schlecht sein.
es: ¿Qué te parece? No es exactamentelo que habías encargado, pero no estámal...
es_mx: ¿Te gusta? No es exactamentelo que encargaste, pero te puedeservir, ¿no?
fr: Tu dis quoi d'ça ? C'est pas pile-poilc'que t'as commandé, mais ça veutpas dire qu'c'est moins bien.
it: Ti va bene, no? Non è proprioquello che volevi, ma a volte è quelloche ti serve che è importante.
ja: どーよコレ？ちょっち注文とちがうけど、逆によくね？
ko: 이거 어때?주문하고는 좀 다르지만 오히려 좋지 않아?
nl: Hiermee lukt het ook, toch? Het isniet helemaal precies wat je zocht,maar soms is dat juist wat je nodighebt.
ru: Неплохо же, да? Не совсемсоответствует желаемому, ноиногда килька в руках лучшевоблы в небе. Тьфу, в море.
zh_hans: 这个怎么样～？虽然和你预订的装备不同，但反而更棒了吧？
zh_hant: 你覺得這個如何？跟你預訂的不太一樣，但這個反而更好吧？

# PlazaPlazaVendorFsodrRecieveArriveNotOrder
source: Oi, this was the best I could do.Hope it does the job, mate.
de: Hier. Besser hat’s nich’ geklappt.Muss eben reichen, wa?
es: Oye, tú... Esto es lo mejor que heencontrado. Espero que te sirva...
es_mx: Busqué por todas partes, pero estoes lo mejor que pude encontrar...
fr: Yo, j'ai fait d'mon mieux. J'espèreque ça t'conviendra, p'tite tête.
it: Non sono riuscito a fare di meglio.Spero che vada bene.
ja: いちお探したけどサー、コレしか無かったんだワ
ko: 찾아는 봤는데～이거밖에 없더라
nl: Gup, het is dit, of niks.Hopelijk kun je er wat mee.
ru: Я старался, но это все, что мнеудалось добыть. Надеюсь, сойдет.
zh_hans: 我姑且是帮你找了～但是最后找到的只有这个。
zh_hant: 我已經有幫你找過了……但最後就只有找到這一個。
