Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# MiniGameMiniGameMotherGuidanceGearShopClothesSdodrDraw2
source: Thy skill is, measure for measure,equal to mine. Exquisitely done.
de: Deine Fähigkeiten sind den meinenebenbürtig. Bravo!
es: Tu habilidad, medida punto por punto,coincide con la mía. Te felicito.
es_mx: Fue un placer compartir este empatecontigo. ¡Oh, cuánto bien se acaba enuna sola partida!
fr: Tu te bats maintenant à mon niveau.Félicitations !
it: La tua abilità è in tutto e per tuttouguale alla mia. Me ne compiaccio!
ja: ナンジと 我、等しきウデマヘなれば、いとをかし
ko: 그대와 내가 동등한실력이라면 기쁠 따름일세
nl: U bent aan mij gewaagd. U heeft uwkaarten voortreffelijk gespeeld.
ru: Равен талант твой моему,и мастерства тебе не занимать.Слились здесь воедино изяществос искусством.
zh_hans: 汝与吾技术相当，实属有趣。
zh_hant: 汝與吾技術相等，實屬佳話。

# MiniGameMiniGameMotherGuidanceGearShopClothesSdodrLose
source: An outcome most vexing.
de: Ein Ergebnis von gar unerfreulicherNatur.
es: Un resultado ciertamente incómodo.
es_mx: ¡La fortuna mis cartas ha mordido!¡Los turnos mi locura los esconde!
fr: Hm, c'est vexant.
it: Un risultato oltremodo seccante...
ja: …いと口惜しなり
ko: …너무도 분하군
nl: Dit resultaat kan mij niet bekoren.
ru: Прискорбный результат.
zh_hans: ……着实可惜。
zh_hant: ……著實可惜。

# MiniGameMiniGameMotherGuidanceGearShopClothesSdodrLose2
source: No one may have foreknowledge ofa duel's outcome. But now that wehave come to the aft, I admit defeat.
de: Es ist unmöglich, das Ergebnis einesKampfes vorauszusagen. Doch mitmeinem jetzigen Wissen muss ichmeine Niederlage eingestehen.
es: Nadie puede conocer por adelantadoel resultado de un duelo. Pero, ahoraque lo conocemos, admito lo derrota.
es_mx: Reconozco mi derrota; felicidades.
fr: J'aurais pas parié sur ce résultat,mais force est de constater quetu as remporté la victoire.
it: Nessuno è in grado di prevederegli esiti di un duello. Ma giunti aquesto punto, ammetto la sconfitta.
ja: 勝負は水物といふも、今まさに我 負けを認めざるを得ず
ko: 승부는 역시 예측할 수 없는 것이군내 패배를 인정하지 않을 수가 없네
nl: Het was desalniettemin eenenerverend duel. Ik geef mijgewonnen.
ru: Исход дуэли нам знать не сужденозаране. Но на этапе этом вынужденпризнать я пораженье.
zh_hans: 正所谓胜负无常，如今吾也只能认输。
zh_hant: 勝負乃兵家常事，如今吾也只能認輸。

# MiniGameMiniGameMotherGuidanceGearShopClothesSdodrWin
source: A hit! A very palpable hit!
de: Ein Sieg für mich!
es: Notable, ¡muy notable!
es_mx: ¡Oh victoria, placer fugaz que sedespide tan pronto se anuncia!
fr: J'ai gagné ! Tu as vu, j'ai gagné !
it: Brillante! Oltremodo brillante!
ja: うれしきかな、うれしきかな
ko: 기쁘군, 기뻐
nl: Waarachtig een overwinning voorondergetekende!
ru: Победы дух так сладок и приятен!
zh_hans: 可喜，可贺。
zh_hant: 可喜，可賀。

# MiniGameMiniGameMotherGuidanceGearShopClothesSdodrWin2
source: 'Tis the mark of true skill. I would bepleased to display it at any hour.
de: Ein Zeichen wahren Könnens.Ich stelle es gern jederzeitunter Beweis.
es: Das muestras de auténtico talento.No me importaría enfrentarme a tide nuevo.
es_mx: Hoy perdiste, y ganarás mañana.Espero que no sea nuestro últimoencuentro.
fr: Tout est dans la technique. N'hésitepas à demander une revanche, je meferai un plaisir de relever le défi.
it: Cotanta abilità non si vede spesso,io credo. Sarei felice di metterla inmostra nuovamente.
ja: ナンジも なかなかの ツワモノなり再び 我とバトルすべし
ko: 그대도 상당한 강자였네다시금 나와 배틀해 주시게
nl: Ik ben erg voldaan met deze blijk vanmijn kundigheid.
ru: Знак мастерства то. Его в любоймомент я доказать готов.
zh_hans: 汝，亦是实力非凡之强者，理应与吾再次对战。
zh_hant: 汝亦為實力非凡的強者，理應再次與吾對戰。

# MiniGameMiniGameMotherGuidanceGearShopClothesWin
source: My deck is unrivaled in both styleand strength. May that serve asa comfort in your pitiful defeat.
de: Stilvoll, stark und stadtbekannt!Mein Deck ist unerreicht!Möge dieses Wissen dir Trostund Inspiration sein.
es: Mi selección de cartas es inigualabletanto en estilo como en efectividad.Es lógico que me haya llevado lavictoria.
es_mx: Mi selección de cartas es inigualabletanto en estilo como en efectividad.El resultado no podía ser otro quela victoria para mí.
fr: Mon deck est aussi chic que puissant,et n'a pas son pareil. Ta défaite étaitfatale, si cela peut te consoler.
it: Il mio mazzo è inimitabile siaa livello di stile che di efficacia.Che ti sia di consolazione nellatua patetica sconfitta.
ja: ワタシノブランド集メタ デッキツヨカッタデショ？
ko: 내가 만든브랜드 모음 덱강했지?
nl: De overwinning komt vanzelfwanneer men over een goed verzorgdeset kaarten beschikt.
ru: Моя колода весьма сильна, а постилю, тут уж поверь, ничто с ней не сравнится. И в поражении твоемнайти сумеешь оправдание:затмила взор твой красота!
zh_hans: 我的牌组由许多品牌组成哦，很厉害对吧？
zh_hant: 我這副充滿許多名牌的牌組很厲害吧？

# MiniGameMiniGameMotherGuidanceGearShopClothesWin2
source: You will refashion your deck afterthis, I assume? Good. Perhaps youwill defeat me next time...
de: Püh. Dein Deck SCHREIT geradezu„letzte Saison“. Ich empfehle dir,es gründlich umzuschneidern.Vielleicht klappt's dann ja beimnächsten Mal.
es: Supongo que después de esto teplantearás dar un cambio de imagena tu mazo, ¿no? Quizá así logresvencerme la próxima vez.
es_mx: Supongo que después de estoconsiderarás darle un cambio deimagen a tu mazo, ¿no? Quizá asílogres vencerme la próxima vez.
fr: Tu vas relooker ton deck, oserais-jeprésumer ? Fort bien... Qui sait ?Peut-être remporteras-tu la victoirela prochaine fois...
it: Darai una rinfrescata al tuo mazzodopo quanto successo, spero? Forsela prossima volta mi sconfiggerai...
ja: アナタ デッキ 組ミナオスデショ？マタ 勝負スルデショ？
ko: 당신 덱 다시 만들면또 승부해 줄 거지?
nl: Ik hoop dat u mijn voorbeeld zultvolgen bij het samenstellen van uwset. Dat zal uw kans op eenoverwinning ongetwijfeld ten goedekomen.
ru: Колоду нужно изменить? Ну что ж,любые изменения проторят путьк успеху, и я не буду тут юлить!
zh_hans: 你应该会去重组牌组吧？你还会再来找我对决吧？
zh_hant: 你應該會重組牌組吧？你還會再來找我輸贏吧？

# MiniGameMiniGameMotherGuidanceGearShopHeadDraw
source: Whoa, a tie. Like...did we even playa game if there's no winner or loser?
de: Boah, unentschieden.Wie kommt denn so was?Überleg doch mal... Wenn es keineSieger gibt und keinen Verlierer...fand das Spiel dann überhaupt statt?
es: ¡Anda, hemos empatado! Ha sido unjuego sin vencedores ni vencidos.¿No te parece un concepto de lomás profundo?
es_mx: Ah, mira, empate. Una batalla sinvencedores ni vencidos. Qué conceptotan profundo, ¿no?
fr: Tiens, une égalité. Une partie quine connaît ni vainqueur, ni vaincu.
it: Ah, un pareggio. Ma abbiamo davverogiocato se non ci sono vincitori esconfitti? Che viaggio mentale...
ja: 引き分けっすかオレも ちょっとはやれるっすね
ko: 비겼네요저도 조금은상대가 될 수 있나 봐요
nl: Eh... Gelijkspel? Kan dat? Wat, eh,bijzonder... eh...
ru: О, ничья. Но если нет победителя...то считается ли вообще, что мыиграли? Круто. Прямо философия.
zh_hans: 平局了啊。看来我也挺厉害的嘛。
zh_hant: 結果平手呢，看來我的實力也挺不賴的嘛。

# MiniGameMiniGameMotherGuidanceGearShopHeadDraw2
source: We gotta try again sometime. Justto make sure this isn't, like, all adream or something...
de: Das müssen wir mal wieder machen.Nur, damit klar ist, dass das hiernicht bloß ein Traum war oder so.
es: Tendremos que volver a pelearen otra ocasión. Así comprobamostambién qué se siente con otroresultado.
es_mx: Tenemos que volver a pelear en otraocasión. Pero con buenas vibrasy eso.
fr: Il faudrait qu'on réessaie à l'occasion,ne serait-ce que pour être sûr quec'était pas un rêve...
it: Dobbiamo giocare di nuovo.Solo per assicurarci che questonon sia tipo un sogno...
ja: すげー楽しかったっすまた、よろしくっす
ko: 굉장히 즐거웠어요또 잘 부탁해요
nl: Ehm, eh, misschien kunnen we nogeens spelen en, eh, kijken wie er danwint? Eh?
ru: Давай как-нибудь еще сыграем?Хочу убедиться, что это всена самом деле происходит...
zh_hans: 我玩得非常开心，今后也请多关照。
zh_hant: 我玩得非常開心，下次還請多多關照。

# MiniGameMiniGameMotherGuidanceGearShopHeadFsodrDraw
source: Oh, thank goodness. It's a draw...
de: Ach, ich bin so froh!Ein Unentschieden...
es: Vaya... Un empate.
es_mx: Vaya... Un empate.
fr: Oh, alors ça ! Une égalité !
it: Ah, menomale. Abbiamo pareggiato...
ja: ふぅ… ぁぃこでしたね
ko: 후우… 비겼네요
nl: O, gelukkig. Gelijkspel.
ru: Надо же, ничья! Какое облегчение...
zh_hans: 呼……平局了呢。
zh_hant: 呼……平分秋色呢。

# MiniGameMiniGameMotherGuidanceGearShopHeadFsodrDraw2
source: That way, um, nobody loses. Did...did you have fun playing?
de: Bei einem Gleichstandverliert keiner...Hat's... dir Spaß gemacht?
es: Me alegro de no haber perdido.¿Y tú qué dices? ¿Te ha parecidoun buen combate?
es_mx: Me alegra no haber perdido.¿Y tú qué dices? ¿Te parecióun buen combate?
fr: Remarque, au moins, personne aperdu. Tu... Tu as aimé la partie ?
it: Così, uhm, nessuno perde.È... È stato divertente anche per te?
ja: 負けなくて ょかったぁぃぃバトル、できたかな…？
ko: 지지 않아서 다행이에요…좋은 승부였나요…?
nl: Dan hoeft er niemand te verliezen.Uh, vond je het een leuk potje?
ru: Значит, проигравших нет.Надеюсь... тебе понравилось?
zh_hans: 还好没输，这算是一场精彩的对战吗……？
zh_hant: 幸好沒有輸，這場對戰應該……還算精彩……？

# MiniGameMiniGameMotherGuidanceGearShopHeadFsodrLose
source: Yeah...I figured I'd lose...
de: Ja... Ich wusste gleich,ich würde verlieren...
es: Si ya decía yo que iba a perder...
es_mx: Ya me imaginaba que iba a perder...
fr: Ouais... Je savais bienque je paumerais.
it: Già... Ho perso, come volevasidimostrare...
ja: ぁ… ゃっぱり負けちゃぃましたぁ
ko: 아… 역시제가 졌네요…
nl: Ja... Dat zat er al wel in.
ru: Ну вот... Так я и знала...
zh_hans: 啊……果然，是我输了。
zh_hant: 啊……我果然輸了。

# MiniGameMiniGameMotherGuidanceGearShopHeadFsodrWin
source: Wow...I won? Yay!
de: Huch? Ich...Ich hab gewonnen?Juhu!
es: Hala, he ganado, ¡qué bien!
es_mx: Uuu, gané, ¡qué bien!
fr: Ouah... J'ai gagné ? Youhou,je suis la meilleure !
it: Wow... Ho vinto? Evviva!
ja: わぁっ 勝っちゃったぅれしぃですぅ～！
ko: 와아…! 이겼어요기쁘네요…!
nl: Ik heb... gewonnen? Joehoe!
ru: Неужели... я выиграла?Вот... Вот это да!
zh_hans: 哇，我赢了，好开心～！
zh_hant: 哇！我贏了。好開心喔～！

# MiniGameMiniGameMotherGuidanceGearShopHeadFsodrWin2
source: Oh, sorry. Um...thanks for the game.
de: Vielen Dank fürs Spielen...Sei... Sei bitte nicht böse, ja?
es: Anda, lo siento...Gracias por jugar conmigo.
es_mx: Ay, lo siento...Gracias por jugar conmigo.
fr: Oh, pardon, euh... Je voulais dire...Merci d'avoir joué avec moi.
it: Oh, scusa... Uhm, grazie dellapartita.
ja: はゎぁ すみません…対戦 ぁりがとぅござぃましたぁ
ko: 앗, 죄송해요…대전해 주셔서 감사합니다…
nl: O, sorry. Uh... Bedankt dat je me lietwinnen.
ru: Ох, извини. Э-э... Спасибо за игру?Не обижайся, пожалуйста...
zh_hans: 啊，不好意思……感谢你和我对战。
zh_hant: 啊，不好意思……謝謝你找我對戰。

# MiniGameMiniGameMotherGuidanceGearShopHeadLose
source: Yeah, you're pretty good at this.
de: Hey, nicht schlecht.Hast die Sache echt drauf.
es: Pues sí que se te da bien jugara esto, ¿no?
es_mx: Guau, esto del combate de cartasse te da bastante bien.
fr: Eh, tu te défends pas mal.
it: Sì, ci sai proprio fare.
ja: やっぱ、お客さん強いっすね
ko: 역시 손님은강하시네요
nl: Jij bent hier, eh, goed in.
ru: А у тебя круто получается!
zh_hans: 客人，你果然很厉害呢。
zh_hant: 客人，你果然很厲害呢！

# MiniGameMiniGameMotherGuidanceGearShopHeadLose2
source: I'll totally try harder next time.If...if you want, I mean.
de: Beim nächsten Mal häng ich michmehr rein, okay? Also, na ja...Falls es dir recht ist oder so.
es: La próxima vez te lo pienso ponermucho más difícil. Bueno, al menoslo intentaré.
es_mx: La próxima vez le voy a poner másganas. Si quieres volver a jugar,claro.
fr: Ça se passera pas comme ça laprochaine fois. Euh, si t'acceptesde rejouer avec moi, bien sûr...
it: La prossima volta mi impegno ancoradi più. Se... se a te sta bene, ovvio.
ja: オレも がんばりぁすまた、よろしくっす
ko: 저도 힘낼게요또 잘 부탁해요
nl: Ik, eh, zal de volgende keer betermijn best doen... Eh... Eh... Als we nogeen keer zouden spelen, bedoel ik.
ru: В следующий раз я попробуюсыграть получше. Если захочешьсо мной еще сыграть, конечно...
zh_hans: 我也会继续努力，今后也请多关照。
zh_hant: 我也會加油的，下次還請多多關照。

# MiniGameMiniGameMotherGuidanceGearShopHeadSdodrDraw
source: A tie? Do our auras resonate thatpowerfully with each other?
de: Unentschieden? Sind unsereAuren so sehr in Harmonie?
es: Empate... ¿Tan sincronizadas estánnuestras auras?
es_mx: Empate... Por nuestras mentes fluyela misma energía, ¿no te parece?
fr: Égalité ? Est-ce que nos auras sontsi synchro qu'elles s'annulent ?
it: Un pareggio? Quindi le nostre auresono intense in egual misura?
ja: う～～ん あいこか～～
ko: 으음～～ 비겼네～～
nl: Gelijkspel? Zijn onze aura's zo metelkaar in overeenstemming?
ru: Ничья? Неужели наши аурынастолько гармонируют?
zh_hans: 嗯～～平局啊～～
zh_hant: 嗯～～平手了嗎～～？

# MiniGameMiniGameMotherGuidanceGearShopHeadSdodrDraw2
source: You're good at this, friend. Did youknow that already?
de: Du bist richtig gut.Wusstest du das?
es: Sabías que esto se te da bien, ¿no?
es_mx: Tienes un don para esto.¿Lo sabías?
fr: On t'a déjà dit que tu te débrouillaisbien ?
it: Te la cavi davvero bene, pesciolino.Te l'ha mai detto nessuno?
ja: イカちゃんも なかなか やるじゃ～～ん？
ko: 우리 오징어도 제법인걸～～?
nl: Je bent hier goed in, zeesterretje.Wist je dat al?
ru: Надо же, оказывается, я имеюдело с профи.
zh_hans: 小鱿鱼，你也挺厉害的嘛～～
zh_hant: 小魷魚，你也滿厲害的嘛～～

# MiniGameMiniGameMotherGuidanceGearShopHeadSdodrLose
source: Now, why'd you have to go and win?
de: Jetzt hast du doch tatsächlichgewonnen!
es: Pero vamos a ver, ¿qué necesidadtenías de ganar?
es_mx: A ver, ¿no te importa otra cosaque ganar?
fr: Mais pourquoi il a fallu quetu gagnes ?
it: Hai proprio deciso di vincere, eh?
ja: ヴェ～～～！ くやし～～～！
ko: 으엥～～～! 분해라～～～!
nl: Ach gut, wilde je zo graag winnen?
ru: Ах... Браво, дорогуша!
zh_hans: 唔～～～！好不甘心～～～！
zh_hant: 唔～～～！可惡～～～！

# MiniGameMiniGameMotherGuidanceGearShopHeadSdodrLose2
source: So aggressive, little inkfish!I thought we were having afriendly little game.
de: Huch, wie aggressiv!Ich dachte, wir spielennur so ein bisschen.
es: ¡Qué agresividad... oye! Penséque era una partida amistosa.
es_mx: ¡Qué agresividad! Pensé que era unapartida amistosa.
fr: Quelle agressivité ! Je voulais justefaire une petite partie décontractée,moi !
it: Quanta aggressività, pesciolino!E io che pensavo che stessimodisputando un incontro amichevole!
ja: ちょっとお！ ヒドいよ、イカちゃ～ん次は、もち～っと 手かげん お願～～い
ko: 아앗! 너무해, 오징어야～다음에는 조금 더 살살 부탁해～～
nl: Je aura straalt veel strijdvaardigheiduit, zeepaardje! Ik dacht dat we eenvriendschappelijk potje speelden.
ru: Какая агрессия, дорогуша, какаяэкспрессия! А я думала, мыпросто по-дружески играем.
zh_hans: 喂！小鱿鱼，你好过分～下次稍～微手下留情一点吧～～
zh_hant: 哎唷！小魷魚，你太過分了吧～拜託你下次再多～放水一點點啦～～

# MiniGameMiniGameMotherGuidanceGearShopHeadSdodrWin
source: Ohhh, what's this? Did I win?
de: Na, sieh mal an!Ich habe gewonnen?
es: Oooh, ¿en serio? ¿He ganado?
es_mx: Oooh, ¿en serio? ¿Gané?
fr: Oh, tu as vu ? On dirait quej'ai gagné !
it: Oooh, che succede? Ho vinto?
ja: あっれぇ～？ 勝っちゃったか～～
ko: 어라아～? 내가 이겼네～～
nl: Ohhh, wat is er gebeurd? Heb ikgewonnen?
ru: О! Неужели звезды мнеулыбнулись?
zh_hans: 咦～？我赢了呀～～
zh_hant: 咦～？我贏了嗎～～？

# MiniGameMiniGameMotherGuidanceGearShopHeadSdodrWin2
source: You're still a beginner on your journeythrough this thing called life, mylittle inkfish.
de: Du bist noch am Anfang deiner Reisedurch dieses Leben, Seesternchen.
es: Aún te queda mucho por aprender...creo yo.
fr: Tu as encore beaucoup à apprendrede la vie, tu sais.
it: Sei solo all'inizio del lungo eincredibile cammino che chiamanovita, pesciolino.
ja: ふふ～ん イカちゃんも まだまだらね～
ko: 흐흥～ 우리 오징어도 아직 멀었구나～
nl: Dat is mooi meegenomen voor mij. Engeen zorgen, guppy. Je bent nogmaar een beginner op deze reis diemen het leven noemt.
ru: Не расстраивайся, дорогуша.Судя по твоей ауре, все лучшееу тебя впереди!
zh_hans: 呵呵～小鱿鱼，看来你还得多练练呢～
zh_hant: 呵呵～小魷魚，看來你還得多練練呢～

# MiniGameMiniGameMotherGuidanceGearShopHeadWin
source: Whoa. I guess I won.
de: Boah.Hab gewonnen.Nette Sache.
es: ¡Toma ya! ¡He ganado!
es_mx: Guau. ¡Gané!
fr: Ah tiens. J'ai gagné.
it: Wow. Mi sa che ho vinto.
ja: あ… オレの勝ちっすね
ko: 아… 제가 이겼네요
nl: Wauw, eh, ik heb gewonnen?
ru: Круто! Я, типа, победил.
zh_hans: 啊……我赢了呢。
zh_hant: 啊……我贏了耶。

# MiniGameMiniGameMotherGuidanceGearShopHeadWin2
source: Sorry. I don't wanna harsh yourvibe or anything. Guess I got lucky.
de: Sorry, ist mir irgendwie passiert.Wollte dich nicht deprimieren oder so.Vielleicht war's einfach nur Glück.
es: No te lo tomes a mal, ¿eh? Supongoque he tenido algo más de suerte.
es_mx: Ah, lo siento. No es mi intencióndarte malas vibras. Supongo quetuve suerte o algo.
fr: Désolé, je voulais pas te mettrele moral dans les chaussettes.On va dire que j'ai eu du bol.
it: Scusa, non voglio girare il ditonella piaga. Ho avuto fortuna, ecco.
ja: なんか、ゴメンっす運がよかっただけっすよ
ko: 뭔가 죄송해요운이 좋았던 것 같아요
nl: Sorry, eh, dat was niet gemeenbedoeld, eh. Ik ben gewoon, eh,verbaasd.
ru: Просто повезло, наверное... Извини.
zh_hans: 总感觉有些不好意思呢。我只是运气稍微好了点而已啦。
zh_hant: 總覺得真是抱歉，我只是運氣好而已啦。

# MiniGameMiniGameMotherGuidanceGearShopShoesDraw
source: We tied? That's the best! We'reequally matched! Gimme a full-forcefriendship high fiiive!
de: Ein Unentschieden? Traumhaft!Das heißt, wir sind gleich stark!Der allerbeste Fall! Schlag ein!
es: Vaya, hemos empatado. Eso significaque tenemos niveles parejos, comobuenos colegas que somos... ¿no?
es_mx: La cosa quedó en empate. Eso quieredecir que tenemos niveles parejos.¡Dame esos cinco con ánimo!
fr: Match nul ? Ouah, ça fait plaisirde se retrouver sur un pied d'égalitéavec une pointure comme toi !
it: Abbiamo pareggiato? Fantastico!Siamo allo stesso livello, allora!Qua la chela!
ja: ほよ？ 引き分けかーいい勝負だったねっ☆
ko: 어? 비겼네～재미있는 승부였어☆
nl: Gelijkspel?! Dat is mijn lievelingsspel!Geef me een high-five op vollekracht! Iedereen moet onze vriend-schap kunnen horen!
ru: Ничья? Здорово-то как! Это всерезультат нашей крепкой дружбы,не иначе. Давай краба!
zh_hans: 哦？平局了啊——真是场精彩的对决呢☆
zh_hant: 喔唷？平手耶！真是打得難分難捨呢☆

# MiniGameMiniGameMotherGuidanceGearShopShoesDraw2
source: But I'll definitely win next time.BOOYAHAHAHA!
de: Aber nächstes Mal gewinne ich!Versprochen! Tihi hi hi!
es: ¡Pero la próxima vez ganaré yo!¡Eso no lo dudes!
es_mx: ¡Pero la próxima vez ganaré yo!¡Eso no lo dudes!
fr: Par contre, la prochaine fois,la victoire sera mienne !
it: Ma la prossima volta vinco di sicuro.BUAH AH AH AH AH!
ja: 次は あたしが勝つよーきゅるん☆
ko: 다음에는 내가 이길 거야～헤헷☆
nl: En nu een high-five voor mij omdat ikde volgende keer ga winnen!HIGH-FIVE! HAHAHA!
ru: Но в следующий раз я одержупобеду. Йо-хо!
zh_hans: 下次赢的一定会是我——啾咪☆
zh_hant: 下次贏的就會是我囉！啾咪☆

# MiniGameMiniGameMotherGuidanceGearShopShoesFsodrDraw
source: Uhhh...what just happened?
de: Ich glaub, mein Backfisch bröselt.Was war DAS denn?!
es: Anda... ¿He calculado mal?
es_mx: Ay... ¿Calculé mal?
fr: Euuuh... c'est quoi le binz, là ?
it: Uhmmm... Cos'è successo?
ja: えっ あれっ？ 計算まちがってね？
ko: 응? 어라? 계산이 틀렸나?
nl: Wat... Wat was dat dan?
ru: Э-э-э... Это что у нас сейчас такоеполучилось?
zh_hans: 咦，嗯？计算结果是不是出错了？
zh_hant: 咦？奇怪，是不是算錯了啊？

# MiniGameMiniGameMotherGuidanceGearShopShoesFsodrDraw2
source: Oh, we tied! That's like a win forboth of us. High-five!
de: Unentschieden, wie?Hey, damit haben wir eigentlichbeide gewonnen, oder?Schlag ein, los!
es: Ha sido una lucha interesante, ¿eh?
es_mx: Fue un combate interesante, ¿no?
fr: Égalité, voyez-vous ça ! On peut direque c'est gagnant-gagnant pour nousdeux. Tope-là !
it: Ah, abbiamo pareggiato! È come unavittoria per entrambi. Qui la pinna!
ja: …ま、イイ勝負できたんじゃね？
ko: …뭐, 괜찮은 승부였던 거 같은데?
nl: Gelijkspel? Dus dan hebben we allebeigewonnen? Wat een stel kanjers, wij!
ru: А, так ничья же! Считай,оба победили! Норм!
zh_hans: ……算了，这场对战还是很精彩的吧？
zh_hant: ……算了，這場對戰應該還算不錯吧？

# MiniGameMiniGameMotherGuidanceGearShopShoesFsodrLose
source: Whoa. Am I bad at this?
de: Mann, und ich dachte,ich hätte das Spiel drauf!Schöne Remoulade...
es: ¿Eh? No se me da tan bien...
es_mx: ¿Eh? Como que esto no es lo mío...
fr: Woah. J'suis une tanche totale,dis donc !
it: Wow, sono scarso, eh?
ja: は？ えっ オレ、弱くね？
ko: 뭐야 이거, 나 너무 약한데?
nl: Goh... Ben ik hier slecht in?
ru: Опа! Я что, проиграл?
zh_hans: 啊？咦，我是不是太弱了？
zh_hant: 啊，咦？我太弱了吧？

# MiniGameMiniGameMotherGuidanceGearShopShoesFsodrLose2
source: Haha! Sorry—that was probably tooeasy for you.
de: Ha ha! War's zu easy für dich?Pardon, werd mich mehr anstrengen!
es: Perdón, creo que me he precipitado...
es_mx: Perdón, creo que me precipité...
fr: Ha ha ! Tu m'as carrément étrillé !Écaillé !
it: Ah ah! Scusa, mi sa che ti ho resola vita fin troppo facile.
ja: すんません、チョーシのってたっす…
ko: 미안해, 건방진 소리 해서…
nl: Sorry als dat te makkelijk voor jewas.
ru: Хе-хе! Да уж, у меня ни единогошанса не было...
zh_hans: 对不起，我太得意忘形了……
zh_hant: 不好意思，我太得意忘形了……

# MiniGameMiniGameMotherGuidanceGearShopShoesFsodrWin
source: Whoa. Am I good at this?
de: War das knusper oder was?Ich hab's eben drauf, har!
es: Mmm... Controlo bastante, ¿no?
es_mx: Mmm... Se nota mi nivel, ¿no?
fr: Woah. J'suis pas une tanche, disdonc !
it: Wow, sono forte, eh?
ja: は～ やっぱ オレ、強くね？
ko: 후우～ 역시 난 세다니까
nl: Goh, ik ben hier best goed in, hè?
ru: Опа! Я что, выиграл?
zh_hans: 啊～ 我果然很厉害吧？
zh_hant: 啊～我果然很強吧？

# MiniGameMiniGameMotherGuidanceGearShopShoesFsodrWin2
source: Well, call me up again if you wanta game. I'll play anytime, yo!
de: Sag einfach Bescheid, wenn duLust auf ein Duellchen hast.Pit spielt immer mit!
es: Si quieres volver a medirte conmigo,solo tienes que decírmelo.
es_mx: Si me quieres volver a desafiar,me avisas.
fr: Si tu veux ta revanche, hésite pasà me siffler, je s'rai partant !
it: Beh, pescami di nuovo se vuoigiocare. Sono sempre disponibile!
ja: また ウデ試ししたくなったら 呼んでよいつでも 相手になるし
ko: 또 실력을 확인하고 싶어지면 불러언제든지 상대해 줄게
nl: Dit is leuk! Roep me maar als je nogeens wilt spelen.
ru: Скажи, если захочешь еще разокперекинуться. Я всегда за, йо!
zh_hans: 要是你还想试试身手，就来找我吧，我随时奉陪。
zh_hant: 如果你之後還想試試身手的話就來找我吧，我隨時都能奉陪。

# MiniGameMiniGameMotherGuidanceGearShopShoesLose
source: Oh my gosh, I lost. But you WON!You're so good at this!
de: Heiliges Senkelchen!Da hab ich doch glatt verloren!Ach, du spielst echt klasse!
es: ¡He perdido! Bueno, pero tú hasganado, y tengo que decir que estose te da de miedo.
es_mx: Uff, esta la perdí. Pero bueno,tú ganaste, y debo decir que tudesempeño fue impecable.
fr: Argh, c'est la défaite dans touteson horreur. Toi, par contre, t'asfait un carton. Bien joué !
it: Argh, ho perso! Ma tu hai vinto!Sei fenomenale!
ja: はわわ、負けちゃったーキミ 強いんだねっ☆
ko: 으아아, 내가 졌잖아～너 되게 강하구나☆
nl: Ik heb verloren, maar jij hebtgewonnen DUS ALLES IS NOG STEEDSFANTASTISCH!
ru: Кокосовая моя голова, я проиграл!Но это значит, что победа твоя!Хоть за тебя порадуюсь!
zh_hans: 哎呀呀，我输了——你好厉害啊☆
zh_hant: 哎呀呀，我輸了！你很厲害耶☆

# MiniGameMiniGameMotherGuidanceGearShopShoesLose2
source: We should play again, OK? Not justso I can get a chance to win...butalso not NOT that! Heehee!
de: Lass uns doch bald noch mal spielen!Nicht, weil ich unbedingt gewinnen willoder so... Aber beschweren würdeich mich nicht! Tihi hi hi.
es: Deberíamos volver a enfrentarnosen otra ocasión, a ver si gano yo.Si no, por lo menos echamos el rato.
es_mx: Deberíamos volver a enfrentarnosen otra ocasión, a ver si gano yo.Si no, por lo menos pasamos el rato.
fr: Il faudrait qu'on remette ça, àl'occase. C'est pas que je meursd'envie de prendre ma revanche...mais je dirais pas non.
it: Dobbiamo rigiocare, OK? Non soloperché così magari vinco io... maanche per quello, sì. Ah ah ah!
ja: あたしも負けてばかりじゃないよっまた、遊ぼうねっ☆
ko: 나도지고만 있지는 않을 거야또 같이 놀자☆
nl: We moeten echt nog eens een potjespelen! Dan maak ik nog eens kansom te winnen! Goh, daar had ik noghelemaal niet aan gedacht! Hihihi!
ru: Сыграем как-нибудь еще разок?Это не потому, что я хочу победить.Хотя поэтому тоже. Гы-гы.
zh_hans: 我也不会一直输下去哦！下次再一起玩吧☆
zh_hant: 我也不會就這樣一直輸下去喔！下次再來玩吧☆

# MiniGameMiniGameMotherGuidanceGearShopShoesSdodrDraw
source: Whoa, we scored samesies! Wild.
de: Hey, unentschieden. Verrückt!
es: ¡Hala! Si hemos empatado... Quécurioso.
es_mx: ¡Empate, ja, ja! Qué locura.
fr: Nan ! L'égalité parfaite ! Ça m'enbouche un coin !
it: Uuuh, un pareggio! E vabbè...
ja: おやおや、引き分けとは…めずらしいことも あるんだね
ko: 음? 비겼네…이런 일도 다 있구나
nl: Wauw, gelijkspel! Stoer!
ru: Ничья! Вах!
zh_hans: 哎呀，居然平局了……少见的情况也是会发生的呢。
zh_hant: 哎呀，居然是平手……這還真是罕見呢。
