Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# LayoutMsgCmnCstBase00045
source: Disabled
de: Deaktiviert
es: No disponible
es_mx: No disponible
fr: Désactivé
ja: 無効
ko: 무효
nl: Niet actief
ru: Выключено
zh_hans: 无效
zh_hant: 關閉

# LayoutMsgCmnCstBase00050
source: You can't change your weapon orgear right now.
de: Du kannst Waffe und Ausrüstungmomentan nicht ändern.
es: Ahora mismo no puedes cambiarni tu equipamiento ni tus armas.
es_mx: No puedes cambiar ni tus armas nitu equipamiento en este momento.
fr: Tu ne peux pas changer d'arme oud'équipement pour le moment.
it: Non puoi cambiare arma oequipaggiamento in questo momento.
ja: 今はブキとギアを変更することができません
ko: 지금은 무기와 기어를변경할 수 없습니다
nl: Je kunt nu niet van wapen ofuitrusting wisselen.
ru: Сейчас невозможно сменитьоружие или снаряжение.
zh_hans: 目前无法更改武器和装备
zh_hant: 目前無法更改武器和裝備。

# LayoutMsgCmnCstBase00051
source: You can't change your weapon orgear right now.
de: Du kannst Waffe und Ausrüstungmomentan nicht ändern.
es: Ahora mismo no puedes cambiarni tu equipamiento ni tus armas.
es_mx: No puedes cambiar ni tus armas nitu equipamiento en este momento.
fr: Tu ne peux pas changer d'arme oud'équipement pour le moment.
it: Non puoi cambiare arma oequipaggiamento in questo momento.
ja: 今はブキとギアを変更することができません
ko: 지금은 무기와 기어를변경할 수 없습니다
nl: Je kunt nu niet van wapen ofuitrusting wisselen.
ru: Сейчас невозможно сменитьоружие или снаряжение.
zh_hans: 目前无法更改武器和装备
zh_hant: 目前無法更改武器和裝備。

# LayoutMsgCmnCstBase00052
source: You can't change your weapon orgear right now.
de: Du kannst Waffe und Ausrüstungmomentan nicht ändern.
es: Ahora mismo no puedes cambiarni tu equipamiento ni tus armas.
es_mx: No puedes cambiar ni tus armas nitu equipamiento en este momento.
fr: Tu ne peux pas changer d'arme oud'équipement pour le moment.
it: Non puoi cambiare arma oequipaggiamento in questo momento.
ja: 今はブキとギアを変更することができません
ko: 지금은 무기와 기어를변경할 수 없습니다
nl: Je kunt nu niet van wapen ofuitrusting wisselen.
ru: Сейчас невозможно сменитьоружие или снаряжение.
zh_hans: 目前无法更改武器和装备
zh_hant: 目前無法更改武器和裝備。

# LayoutMsgCmnCstBase00053
source: You can't change your weapon orgear right now.
de: Du kannst Waffe und Ausrüstungmomentan nicht ändern.
es: Ahora mismo no puedes cambiarni tu equipamiento ni tus armas.
es_mx: No puedes cambiar ni tus armas nitu equipamiento en este momento.
fr: Tu ne peux pas changer d'arme oud'équipement pour le moment.
it: Non puoi cambiare arma oequipaggiamento in questo momento.
ja: 今はブキとギアを変更することができません
ko: 지금은 무기와 기어를변경할 수 없습니다
nl: Je kunt nu niet van wapen ofuitrusting wisselen.
ru: Сейчас невозможно сменитьоружие или снаряжение.
zh_hans: 目前无法更改武器和装备
zh_hant: 目前無法更改武器和裝備。

# LayoutMsgCmnCstBase00TExplanation01
source: You can save your current weapons, gear, and even yoursettings as a Freshest Fit. That way, when you load it uplater, they'll all be ready to go!
de: Speichere aktuelle Ausrüstung, Waffen und sogarEinstellungen als Lieblings-Styles, um später blitzschnellzwischen deinen festgelegten Kombos zu wechseln!
es: Puedes guardar como «atuendo favorito» tu configuraciónde armas y equipamiento. Luego podrás recuperarla deforma sencilla cuando quieras.
fr: Tu peux sauvegarder tes armes, ton équipement et lesparamètres de la caméra sous la forme d'une tenue favorite.Charge-la pour t'équiper directement de ton attirail préféré.
it: Puoi salvare le armi, l'equipaggiamento e anche le tueopzioni correnti come look preferito. Così, quando inseguito lo carichi, sarà tutto pronto per te!
ja: 今そうびしているブキやギアなどをまとめてマイコーデに登録しておけば後ですぐに登録時の状態にもどせます
ko: 지금 장비하고 있는 무기와 기어 등을한꺼번에 마이 코디에 등록해 두면나중에 손쉽게 등록된 상태로 돌아갈 수 있습니다
nl: Je kunt je huidige wapens, uitrusting en instellingenopslaan als een lievelingsstijl. Die kun je dan later kiezen,zodat alles in één druk op de knop naar je zin is!
ru: Сохраняй используемое оружие, снаряжение и даженастройки как свежие прикиды, чтобы потом быстропереключаться между разными комплектами.
zh_hans: 只要将目前穿戴的武器与装备一并登录至个人穿搭，之后就能快速恢复为登录时的状态。
zh_hant: 只要將目前使用的武器與裝備全數登錄至個人穿搭，以後就能迅速地恢復成登錄時的狀態。

# LayoutMsgCmnCstBase00TFest00
source: You can't change your clothesduring a Splatfest!
de: Während des Splatfestskein Kleidungswechsel!
es: No puedes cambiarte de ropadurante el festival.
es_mx: No puedes cambiartedurante un festival.
fr: Impossible de changer devêtement durant un festival !
it: Durante i festival non puoicambiare vestiti.
ja: フェス中はフクを着替えることができません
ko: 페스티벌 중에는옷을 갈아입을 수 없습니다
nl: Je kunt je niet omkleden tijdenseen Splatfest!
ru: Во время Сплатфеста одеждуменять нельзя!
zh_hans: 在祭典举行期间无法更换服装。
zh_hant: 在祭典舉行期間無法更換服裝。

# LayoutMsgCmnCstBase00TNonRegister00
source: Not Registered
de: Kein Style gespeichert.
es: No registrado
es_mx: No registrado
fr: Non enregistrée
it: Nessun look registrato
ja: 未登録
ko: 미등록
nl: Niet bewaard
ru: Не добавлен
zh_hans: 未登录
zh_hant: 未登錄

# LayoutMsgCmnCstBase00TNoSort00
source: No items found.
de: Nichts gefunden!
es: No se encuentran coincidencias.
es_mx: No se encontró nada.
fr: Aucun objet trouvé.
it: Non hai oggetti.
ja: 当てはまるものがありません
ko: 해당하는 것이 없습니다
nl: Niets gevonden!
ru: Нет предметов.
zh_hans: 没有符合条件的物品
zh_hant: 沒有符合條件的物品

# LayoutMsgCmnCstBase00TOpTitle00
source: Motion-Control Sensitivity
de: Neigungsempfindlichkeit
es: Sensibilidad del giroscopio
es_mx: Sensibilidad del giroscopio
fr: Sensibilité du gyroscope
it: Sensibilità sensori di movimento
ja: ジャイロ操作感度
ko: 자이로 조작 감도
nl: Bewegingsgevoeligheid
ru: Чувствительность наклона
zh_hans: 陀螺仪操作灵敏度
zh_hant: 陀螺儀操作靈敏度

# LayoutMsgCmnCstBase00TOpTitle04
source: Motion Controls
de: Bewegungssteuerung
es: Giroscopio
es_mx: Control por movimiento
fr: Gyroscope
it: Sensori di movimento
ja: ジャイロ操作
ko: 자이로 조작
nl: Bewegingsbesturing
ru: Управление движением
zh_hans: 陀螺仪操作
zh_hant: 陀螺儀操作

# LayoutMsgCmnCstToShootingRange00TQuestion00
source: Test out this weapon?
de: Diese Waffe testen?
es: ¿Quieres probar el arma?
es_mx: ¿Quieres probar esta arma?
fr: Essayer cette arme ?
it: Vuoi provare quest'arma?
ja: このブキを試しうちしますか？
ko: 이 무기를 테스트하겠습니까?
nl: Wil je dit wapen testen?
ru: Опробовать оружие?
zh_hans: 要用此武器试射吗？
zh_hant: 要試射此武器嗎？

# LayoutMsgCmnGuideBtn00ActivateDrone
source: Activate Shel-drone
de: Arty-Drohne aktivieren
es: Activar el dron
es_mx: Activar el dron
fr: Activer le Cardrone
it: Attiva armandrone
ja: ドローンを起動する
ko: 드론 기동하기
nl: Armadrone activeren
ru: Активировать пуш-дрон
zh_hans: 启动无人机
zh_hant: 啟動無人機

# LayoutMsgCmnGuideBtn00Amiibo
source: amiibo
de: amiibo-Daten lesen
es: Leer amiibo
es_mx: Leer amiibo
ja: amiiboを読みこむ
ko: amiibo 읽어 들이기
zh_hans: 读取amiibo
zh_hant: 讀取amiibo

# LayoutMsgCmnGuideBtn00BackToPlaza
source: Back to City
de: Zurück in die Stadt
es: Volver a la ciudad
es_mx: Volver a la ciudad
fr: Rentrer en ville
it: Torna in città
ja: バンカラ街へもどる
ko: 카오폴리스 타운으로
nl: Naar de stad
ru: В город
zh_hans: 返回蛮颓镇
zh_hant: 返回蠻頹鎮

# LayoutMsgCmnGuideBtn00CanolaPost
source: Post
de: Posten
es: Publicar
es_mx: Buzón
fr: Publier
it: Pubblica
ja: 投稿する
ko: 투고하기
nl: Posten
ru: Отправить
zh_hans: 发布
zh_hant: 發表

# LayoutMsgCmnGuideBtn00CashExchange
source: Check Rewards
de: Belohnungen ansehen
es: Solicitar recompensa
es_mx: Recibir recompensa
fr: Voir les prix
it: Vedi ricompense
ja: ほうしゅうを受け取る
ko: 보상 수령하기
nl: Beloningen bekijken
ru: Смотреть награды
zh_hans: 领取报酬
zh_hant: 領取報酬

# LayoutMsgCmnGuideBtn00ChangeCommander
source: Investigate
de: Untersuchen
es: Examinar
es_mx: Examinar
fr: Examiner
it: Esamina
ja: しらべる
ko: 조사하기
nl: Onderzoeken
ru: Проверить
zh_hans: 调查
zh_hant: 調查

# LayoutMsgCmnGuideBtn00CoopSkinChanger
source: Change Gear
de: Ausrüstung
es: Cambiarse
es_mx: Cambiarse
fr: Modifier l'équipement
it: Equipaggiamento
ja: きがえる
ko: 갈아입기
nl: Andere uitrusting
ru: Снаряжение
zh_hans: 换装
zh_hant: 換裝

# LayoutMsgCmnGuideBtn00CoopStatsDevice
source: Grizzco Terminal
de: Bär-GmbH-Terminal
es: Terminal de Don Oso
es_mx: Terminal de Don Oso
fr: Terminal de M. Ours SA
it: Terminal Ursus & Co
ja: クマサン端末
ko: Mr. 베어 단말기
nl: Beer & Co-terminal
ru: Терминал «Потапыч Inc.»
zh_hans: 熊先生设备
zh_hant: 熊先生設備

# LayoutMsgCmnGuideBtn00CoopWeaponChanger
source: Change Weapon
de: Waffe wechseln
es: Elegir arma
es_mx: Elegir arma
fr: Changer d'arme
it: Cambia arma
ja: ブキを持ちかえる
ko: 무기 변경하기
nl: Ander wapen
ru: Оружие
zh_hans: 带走武器
zh_hant: 更換武器

# LayoutMsgCmnGuideBtn00Dresser
source: Equip
de: Anpassen
es: Activar
es_mx: Activar
fr: Personnalisation
it: Spogliatoio
ja: 起動する
ko: 기동하기
nl: Uitrusting
ru: Снаряжение
zh_hans: 启动
zh_hant: 啟動

# LayoutMsgCmnGuideBtn00EatFood
source: Grab a Bite
de: Snacks kaufen
es: Tomar un refrigerio
es_mx: Pedir
fr: Jeter un œil à la carte
it: Fai uno spuntino
ja: なにか食べていく
ko: 뭔가 먹고 가기
nl: Snacks kopen
ru: Перекусить
zh_hans: 吃点东西
zh_hant: 吃點東西

# LayoutMsgCmnGuideBtn00EnterManhole
source: Enter
de: Betreten
es: Entrar
es_mx: Entrar
fr: Entrer
it: Entra
ja: マンホールに入る
ko: 맨홀에 들어가기
nl: Betreden
ru: Занырнуть
zh_hans: 进入下水道
zh_hant: 進入人孔蓋

# LayoutMsgCmnGuideBtn00FestVote
source: Splatfest Teams
es: Equipos del festival
es_mx: Equipos del festival
fr: Camps
it: Squadre del festival
ja: フェス投票
ko: 페스티벌 투표
ru: Терминал для голосования
zh_hans: 祭典投票
zh_hant: 祭典投票

# LayoutMsgCmnGuideBtn00FieldScope
source: Take Picture
de: Foto!
es: ¡Foto!
es_mx: ¡Foto!
fr: Prendre une photo
it: Scatta
ja: 撮影する
ko: 촬영하기
nl: Foto maken
ru: Сделать снимок
zh_hans: 拍摄
zh_hant: 拍攝

# LayoutMsgCmnGuideBtn00Goods
source: Hotlantis
es: Miscelánea Abisal
es_mx: Miscelánea Abisal
fr: Coolypso
it: Misto mare
ja: ザッカ屋
ko: 잡화점
nl: Aqua Morgana
ru: Хитлантида
zh_hans: 杂货店
zh_hant: 雜貨店

# LayoutMsgCmnGuideBtn00JudgeTips
source: Get Advice
de: Tipps vom Miezrichter
es: Pedir consejo
es_mx: Pedir consejo
fr: Consulter
it: Fatti consigliare
ja: ジャッジくんのアドバイス
ko: 심판의 어드바이스
nl: Advies vragen
ru: Обратиться за советом
zh_hans: 评审的建议
zh_hant: 評審的建議

# LayoutMsgCmnGuideBtn00Jukebox
source: Request Song
de: Musikwunsch
es: Solicitar canciones
es_mx: Solicitar canciones
fr: Demander une chanson
it: Richiedi canzone
ja: 曲のリクエスト
ko: 곡 신청하기
nl: Verzoeknummer
ru: Саундтрек по заявкам
zh_hans: 点播歌曲
zh_hant: 點播歌曲

# LayoutMsgCmnGuideBtn00KumasanRadio
source: Start Shift
de: Zur Arbeit anmelden
es: Comenzar turno
es_mx: Comenzar jornada
fr: Commencer une mission
it: Inizia turno
ja: バイトをはじめる
ko: 아르바이트 시작하기
nl: Klus beginnen
ru: Начать смену
zh_hans: 开始打工
zh_hant: 開始打工

# LayoutMsgCmnGuideBtn00Locker
source: Open Locker
de: Spind öffnen
es: Abrir taquilla
es_mx: Abrir casillero
fr: Ouvrir le casier
it: Apri armadietto
ja: ロッカーを開ける
ko: 로커 열기
nl: Kluisje openen
ru: Открыть шкафчик
zh_hans: 打开置物柜
zh_hant: 打開置物櫃

# LayoutMsgCmnGuideBtn00LockerDoor
source: Check It Out!
de: Reinschauen!
es: Examinar
es_mx: Examinar
fr: Examiner
it: Dai un'occhiata!
ja: しらべる
ko: 조사하기
nl: Kijkje nemen!
ru: Загляни сюда!
zh_hans: 调查
zh_hant: 調查

# LayoutMsgCmnGuideBtn00Lot
source: Play
de: Spielen
es: ¡A jugar!
es_mx: Jugar
fr: Jouer
it: Gioca
ja: くじを引く
ko: 뽑기하기
nl: Spelen
ru: Играть
zh_hans: 抽奖
zh_hant: 抽獎

# LayoutMsgCmnGuideBtn00Manual
source: Read Employee Handbook
de: Job-Handbuch lesen
es: Leer manual
es_mx: Leer manual
fr: Lire le guide de formation
it: Leggi manuale
ja: バイトマニュアルを読む
ko: 아르바이트 매뉴얼 읽기
nl: Klushandboek lezen
ru: Читать памятку
zh_hans: 阅读打工指南
zh_hant: 閱讀打工守則

# LayoutMsgCmnGuideBtn00MiniGame
source: Tableturf Battle
de: Revierdecks
es: Lucha carterritorial
es_mx: Combate carterritorial
fr: Cartes & Territoire
it: Gioca a Splattanza
ja: ナワバトラーで遊ぶ
ko: 영역 배틀러 플레이
nl: Slijkslag
ru: Карты и район
zh_hans: 游玩占地斗士
zh_hant: 遊玩占地鬥士

# LayoutMsgCmnGuideBtn00MiniGamePlay
source: Tableturf Battle
de: Revierdecks-Kampf
es: Lucha carterritorial
es_mx: Combate carterritorial
fr: Cartes & Territoire
it: Splattanza
ja: ナワバトラーで遊ぶ
ko: 영역 배틀러 플레이
nl: Slijkslag
ru: Карты и район
zh_hans: 游玩占地斗士
zh_hant: 遊玩占地鬥士

# LayoutMsgCmnGuideBtn00MiniGameRequestBattle
source: Challenge Opponent
de: Gegner herausfordern
es: Desafiar a un rival
es_mx: Desafiar a un rival
fr: Défier un adversaire
it: Sfida qualcuno
ja: 対戦を申しこむ！
ko: 대전 신청하기
nl: Tegenstander uitdagen
ru: Бросить вызов
zh_hans: 申请对战！
zh_hant: 提出對戰要求！

# LayoutMsgCmnGuideBtn00MiniGameSpectate
source: Spectate
de: Zuschauen
es: Ver como espectador
es_mx: Ver como espectador
fr: Assister à un match
it: Assisti
ja: 観戦する
ko: 관전하기
nl: Toeschouwen
ru: Зритель
zh_hans: 观战
zh_hant: 觀戰

# LayoutMsgCmnGuideBtn00MiniGameStandUp
source: Leave Seat
de: Aufstehen
es: Abandonar el asiento
es_mx: Abandonar asiento
fr: Se lever
it: Abbandona posto
ja: 席を立つ
ko: 자리에서 일어나기
nl: Opstaan
ru: Встать
zh_hans: 离席
zh_hant: 離席

# LayoutMsgCmnGuideBtn00MiniGameWaitForOpponent
source: Take a Seat
de: Hinsetzen
es: Tomar asiento
es_mx: Tomar asiento
fr: S'installer
it: Prendi posto
ja: 席につく
ko: 자리에 앉기
nl: Plaatsnemen
ru: Присесть
zh_hans: 坐上座位
zh_hant: 就座

# LayoutMsgCmnGuideBtn00OpenMainMenu
source: Go Elsewhere
de: Anderer Ort
es: Ir a otro sitio
es_mx: Ir a otro lugar
fr: Aller ailleurs
it: Vai altrove
ja: 移動する
ko: 이동하기
nl: Ergens anders heen gaan
ru: Другое место
zh_hans: 移动
zh_hant: 移動

# LayoutMsgCmnGuideBtn00PlayerDevice
source: Lobby Terminal
es: Terminal del vestíbulo
es_mx: Terminal del vestíbulo
fr: Terminal du hall
it: Terminale della lobby
ja: ロビー端末
ko: 로비 단말기
ru: Терминал в Холле
zh_hans: 大厅设备
zh_hant: 大廳設備

# LayoutMsgCmnGuideBtn00PlazaMove
source: Ride Rail
de: Einsteigen
es: Subir al tren
es_mx: Subir al tren
fr: Prendre le train
it: Prendi il treno
ja: 電車に乗る
ko: 전철 타기
nl: Trein nemen
ru: Красконвейер
zh_hans: 搭乘电车
zh_hant: 搭乘電車

# LayoutMsgCmnGuideBtn00Remember
source: Relive Memories
de: Erinnere dich
es: Recordar
es_mx: Recordar
fr: Se souvenir
it: Ricorda
ja: 思い出す
ko: 떠올리기
nl: Terugdenken
ru: Вспомнить
zh_hans: 回忆
zh_hant: 回想

# LayoutMsgCmnGuideBtn00Shiftboard
source: View Bulletin Board
de: Infotafel lesen
es: Ver el tablón de anuncios
es_mx: Ver el tablón de anuncios
fr: Voir le panneau d'affichage
it: Vedi bacheca
ja: 掲示板を見る
ko: 게시판 보기
nl: Prikbord bekijken
ru: Читать объявления
zh_hans: 查看告示板
zh_hant: 查看布告欄

# LayoutMsgCmnGuideBtn00TakeMissionTreasure
source: Grab!
de: Einsacken!
es: ¡Para mí!
es_mx: ¡Para mí!
fr: Récupère le trésor !
it: Prendi!
ja: いただく
ko: 수령하기
nl: Hebbes!
ru: Хватай!
zh_hans: 收下
zh_hant: 取得

# LayoutMsgCmnGuideBtn00TalkToNpc
source: Talk
de: Ansprechen
es: Hablar
es_mx: Hablar
fr: Discuter
it: Parla
ja: 話しかける
ko: 대화하기
nl: Praten
ru: Говорить
zh_hans: 交谈
zh_hant: 對話

# LayoutMsgCmnGuideBtn00WalkSingle
source: Go on Recon
de: Rundgang
es: Explorar
es_mx: Explorar
fr: Se balader
it: Ricognizione
ja: さんぽに行く
ko: 산책하러 가기
nl: Op verkenning gaan
ru: Разведать
zh_hans: 去散步
zh_hant: 去散步

# LayoutMsgCmnGuideBtn00WoodenFigureOff
source: Turn Copy Machine OFF
de: Splatbot aus
es: Desactivar replicador
es_mx: Desactivar copiador
fr: Désactiver le mécamiroir
it: Disattiva splatbot
ja: ダミイカ OFF
ko: 더미 오징어 OFF
nl: Inktrobot UIT
ru: Выключить копир
zh_hans: 关闭假鱿鱼
zh_hant: 假魷魚 OFF

# LayoutMsgCmnGuideBtn00WoodenFigureOn
source: Turn Copy Machine ON
de: Splatbot ein
es: Activar replicador
es_mx: Activar copiador
fr: Activer le mécamiroir
it: Attiva splatbot
ja: ダミイカ ON
ko: 더미 오징어 ON
nl: Inktrobot AAN
ru: Включить копир
zh_hans: 启动假鱿鱼
zh_hant: 假魷魚 ON

# LayoutMsgCmnMenu00001
source: The Crater
de: Der Krater
es: El Cráter
es_mx: El Cráter
fr: Le Cratère
it: Il Cratere
ja: クレーター
ko: 크레이터
nl: De krater
ru: Кратер
zh_hans: 荒界
zh_hant: 荒界

# LayoutMsgCmnMenu00002
source: Alterna
ja: オルタナ
ko: 얼터너
ru: Альтерна
zh_hans: 幻界
zh_hant: 幻界

# LayoutMsgCmnMenu00098
source: Future
de: Danach
es: Más adelante
es_mx: Posterior
fr: Plus tard
it: In futuro
ja: そのつぎ
ko: 그다음
nl: Daarna
ru: Потом
zh_hans: 下下次
zh_hant: 下下次

# LayoutMsgCmnMenu00099
source: Next
de: Demnächst
es: A continuación
es_mx: Siguiente
fr: Tout à l'heure
it: A seguire
ja: つぎ
ko: 다음
nl: Volgende
ru: Далее
zh_hans: 下次
zh_hant: 下次

# LayoutMsgCmnMenu00100
source: Now
de: Aktuell
es: Actualmente
es_mx: Actual
fr: Actuellement
it: Attuali
ja: いま
ko: 지금
nl: Nu
ru: Сейчас
zh_hans: 目前
zh_hant: 現在

# LayoutMsgCmnMenu00101
source: Soon!
de: In Kürze!
es: Próximo
es_mx: Próximo
fr: Bientôt !
it: Presto!
ja: もうすぐ
ko: 이제 곧
nl: Binnenkort!
ru: Далее
zh_hans: 即将开放
zh_hant: 即將開放

# LayoutMsgCmnMenu00102
source: Open!
de: Geöffnet!
es: Actual
es_mx: Actual
fr: Ouvert !
it: In corso!
ja: オープン！
ko: 오픈!
ru: Сейчас
zh_hans: 开放！
zh_hant: 開放！

# LayoutMsgCmnMenu00103
source: Open!
de: Geöffnet!
es: Actual
es_mx: Actual
fr: Ouvert !
it: In corso!
ja: オープン！
ko: 오픈!
ru: Сейчас
zh_hans: 开放！
zh_hant: 開放！

# LayoutMsgCmnMenu00104
source: Soon!
de: In Kürze!
es: ¡En breve!
es_mx: En breve
fr: Bientôt !
it: Presto!
ja: もうすぐ
ko: 이제 곧
nl: Binnenkort!
ru: Скоро!
zh_hans: 即将开放
zh_hant: 即將開放

# LayoutMsgCmnMenu00105
source: Next
de: Demnächst
es: Próximo
es_mx: Próximo
fr: Prochain
it: A seguire
ja: 次回
ko: 다음
nl: Volgende
ru: Следующий
zh_hans: 下次
zh_hant: 下次

# LayoutMsgCmnMenu00106
source: Future
de: Danach
es: Más adelante
es_mx: Posterior
fr: Suivant
it: In futuro
ja: そのつぎ
ko: 그다음
nl: Daarna
ru: Потом
zh_hans: 下下次
zh_hant: 下下次

# LayoutMsgCmnMenu00120
source: Big Run
ja: ビッグラン
ko: 빅 런
zh_hans: 大型跑
zh_hant: 大型跑

# LayoutMsgCmnMenu00150
source: To Eggstra Work
de: Team-Wettkampf
es: Ir a alianza alevínica
es_mx: Recolección extra
fr: Défi œuf sup'
it: Alla sfida tra colleghi
ja: バイトチームコンテストへ
ko: 아르바이트 팀 콘테스트로
nl: Bedrijfseitje
ru: Икорный овертайм
zh_hans: 前往团队打工竞赛
zh_hant: 前往團隊打工競賽

# LayoutMsgCmnMenu00151
source: To Regular Job
de: Standard-Schicht
es: Ir a encargos normales
es_mx: Encargos normales
fr: Missions classiques
it: Al solito lavoro
ja: いつものバイトへ
ko: 평소의 아르바이트로
nl: Normale klus
ru: Обычная смена
zh_hans: 前往平时的打工
zh_hant: 前往一般打工

# LayoutMsgCmnMenu00TCatalog00
source: Head to Hotlantis to get a catalog!
de: Im Hotlantis erhältst du einen Katalog!
es: Visita Miscelánea Abisal para obtenerel catálogo.
es_mx: Visita Miscelánea Abisal para obtenerel catálogo.
fr: Tu peux te procurer le catalogue à Coolypso !
it: Vai da Misto mare a prendere un catalogo!
ja: カタログは ザッカ屋でゲットできます
ko: 카탈로그는 잡화점에서 획득할 수 있습니다
nl: Je kunt een catalogus krijgen bij Aqua Morgana!
ru: Отправляйся в «Хитлантиду» за каталогом!
zh_hans: 目录可以在杂货店获得。
zh_hant: 透過雜貨店即可取得目錄。

# LayoutMsgCmnMenu00TCount01
source: Ability Chunks
de: Effekt-Fragmente
es: Fragmentos que tienes:
es_mx: Fragmentos:
fr: Fragments de bonus
it: Frammenti abilità
ja: 持っているかけらの数
ko: 가지고 있는 파편 수
nl: Effectfragmenten
ru: Б/у свойства
zh_hans: 碎片持有数
zh_hant: 碎片持有數

# LayoutMsgCmnMenu00TExplainCamera00
source: Set your control options when playing on a TV screen or theNintendo Switch console screen.
de: Du kannst Einstellungen für das Spielen auf dem TVsowie dem Bildschirm der Nintendo Switch-Konsole festlegen.
es: Configura los ajustes que utilizarás al jugaren modo televisor y en modo sobremesa.
es_mx: Configura la cámara para el modo televisor yel modo semiportátil.
fr: Règle la caméra pour tes sessions de jeu en mode téléviseuret en mode sur table.
it: Imposta le opzioni della telecamera per lo stile TVe lo stile da tavolo.
ja: テレビ画面に映したり Switch本体を置いてプレイするときのカメラオプションを設定できます
ko: TV 화면에 표시하거나 Nintendo Switch 본체를 두고 플레이할 때의카메라 옵션을 설정할 수 있습니다
nl: Bepaal de instellingen voor het spelen op een tv-scherm ofin de tafelstijl.
ru: Настройки управления для игры на ТВ и для игрыв настольном режиме.
zh_hans: 可以设置以TV模式或桌面模式游玩时的视角
zh_hant: 可以設定主機使用TV模式或桌上模式遊玩時的鏡頭選項

# LayoutMsgCmnMenu00TExplainCamera01
source: Control settings for playing in handheld mode.
de: Lege deine Einstellungen für das Spielen im Handheld-Modus fest.
es: Configura los ajustes que utilizarás al jugar en modo portátil.
es_mx: Configura la cámara para el modo portátil.
fr: Règle la caméra pour tes sessions de jeu en mode portable.
it: Imposta le opzioni della telecamera per lo stile portatile.
ja: Switch本体を持ってプレイするときのカメラオプションを設定できます
ko: Nintendo Switch 본체를 들고 플레이할 때의카메라 옵션을 설정할 수 있습니다
nl: Bepaal de instellingen voor het spelen in de handheldstijl.
ru: Настройки управления для игры в портативном режиме.
zh_hans: 可以设置以掌上模式游玩时的视角
zh_hant: 可以設定主機使用手提模式遊玩時的鏡頭選項

# LayoutMsgCmnMenu00TExplainCamera02
source: Lock ink colors to make things easier to see.
de: Legt bestimmte Tintenfarbkombinationen fest,um Farben leichter unterscheidbar zu machen.
es: Los colores de la tinta de cada equipo serán más fáciles de distinguir.
es_mx: Los colores de la tinta de cada equipo serán más fáciles de distinguir.
fr: Fixe les couleurs utilisées pour améliorer la lisibilité de l'action.
it: Attiva combinazioni di colore più facili da distinguere.
ja: インターネット対戦などで インクカラーが見分けやすくなるよう、色を固定します
ko: 인터넷 대전 등에서 잉크 컬러를 구분하기 쉽도록 색을 고정합니다
nl: Hiermee worden inktkleuren gebruikt die makkelijk van elkaar teonderscheiden zijn.
ru: Включи, чтобы командам назначались легко различаемые цвета.
zh_hans: 在互联网对战时，可以固定颜色以便更容易识别墨汁颜色
zh_hant: 可以固定墨汁的顏色，以便在網路對戰等情況下提升墨汁的辨識度。

# LayoutMsgCmnMenu00TExplainCamera03
source: Display user-generated content.
de: Von Nutzern erstellte Beiträge werden gezeigt.
es: Muestra u oculta contenido publicado por los usuarios.
es_mx: Elige si quieres ver contenido publicado por los usuarios.
fr: Affiche le contenu généré par l'utilisateur.
it: Visualizza i contenuti generati dagli utenti.
ja: ユーザーが投稿した内容を プレイ中に表示する機能の ON/OFFを切り替えます
ko: 플레이 중, 유저가 투고한 내용을 표시할지 설정합니다
nl: Er wordt door gebruikers gemaakte content getoond.
ru: Отображать пользовательский контент.
zh_hans: 开启/关闭游玩时显示的用户发布内容
zh_hant: 由用戶發表的內容將會在遊玩時出現，切換ON/OFF即可開啟或關閉此功能。

# LayoutMsgCmnMenu00TExplainCamera04
source: Sends notifications about your play status to Friends and anyone elsein the same Pool.
de: Informationen über deinen Spielstatus werden an deine Freunde und Spielerim selben Channel wie du gesendet.
es: Se envían notificaciones con tus datos de juego a tus amigosy a los usuarios que estén en el mismo canal.
es_mx: Se envían notificaciones sobre tu estado al vestíbulo de tus amigosy a los usuarios que estén en el mismo canal.
fr: Envoie des notifications à propos de ton statut de jeu à tes amis età tous les membres du canal.
it: Invia notifiche sul tuo stato ai tuoi amici e a tuttii presenti nello stesso canale.
ja: 自分のプレイ状況の通知を フレンドや同じチャンネルのプレイヤーのロビーへ 自動で送信します
ko: 자신의 플레이 상황 알림을 친구 및 같은 채널 플레이어의 로비에 자동으로 송신합니다
nl: Er worden berichten over je speelactiviteit naar je vrienden en naar alle anderespelers in dezelfde poel gestuurd.
ru: Друзьям и игрокам, с которыми ты находишься в одном канале,будет отправляться информация о твоем игровом статусе.
zh_hans: 将自己的游玩状况自动发送至好友或身处相同频道的玩家的大厅
zh_hant: 將自己的遊玩狀況自動發送至朋友或是位於同一頻道中的玩家的大廳。

# LayoutMsgCmnMenu00TMaxNext00
source: Go to Hotlantis to get the final item!
de: Im Hotlantis erhältst du das letzte Item!
es: Visita Miscelánea Abisal para obtener el últimoobjeto.
es_mx: Visita Miscelánea Abisal para obtenerel último objeto.
fr: Va chercher l'ultime article chez Coolypso !
it: Vai da Misto mare a prendere l'articolo finale!
ja: ザッカ屋に行って 最後のアイテムをもらおう！
ko: 잡화점에 가서 마지막 아이템을 획득하자!
nl: Het laatste voorwerp is verkrijgbaar inAqua Morgana!
ru: Айда в «Хитлантиду» за последним предметом!
zh_hans: 前往杂货店领取最后的道具吧！
zh_hant: 到雜貨店去領取最後的道具吧！
