Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# WeaponWeaponNameMainChargerLightMsn
source: Bamboozler 14 Mk I
de: Klotzer 14-A
es: Bambufusil 14-I
es_mx: Bamzuka 14-I
fr: Bimbamboum Mk I
it: Bimbamboom 14-I
ja: 14式竹筒銃・甲
ko: 14식 대나무 총 갑
nl: Bamboem 14-A
ru: Бамбух 14-I
zh_hans: 14式竹筒枪·甲
zh_hant: 14式竹筒槍‧甲

# WeaponWeaponNameMainChargerLong00
source: E-liter 4K
es: Entintador 4K
es_mx: Entintador 4K
fr: Extraceur +
it: Tinter a carica 4K
ja: リッター4K
ko: 리터 4K
ru: Э-литр 95
zh_hans: 公升4K
zh_hant: 公升4K

# WeaponWeaponNameMainChargerLong01
source: Custom E-liter 4K
de: E-liter 4K SE
es: Entintador 4K SP
es_mx: Entintador 4K adaptado
fr: Extraceur + modifié
it: Tinter a carica 4K CM
ja: リッター4Kカスタム
ko: 커스텀 리터 4K
nl: Gemodde E-liter 4K
ru: Э-литр 95 «Понт»
zh_hans: 公升4K 改装
zh_hant: 公升4K 改裝

# WeaponWeaponNameMainChargerLongCoop
source: E-liter 4K
es: Entintador 4K
es_mx: Entintador 4K
fr: Extraceur +
it: Tinter a carica 4K
ja: リッター4K
ko: 리터 4K
ru: Э-литр 95
zh_hans: 公升4K
zh_hant: 公升4K

# WeaponWeaponNameMainChargerLongMsn
source: E-liter 4K
es: Entintador 4K
es_mx: Entintador 4K
fr: Extraceur +
it: Tinter a carica 4K
ja: リッター4K
ko: 리터 4K
ru: Э-литр 95
zh_hans: 公升4K
zh_hant: 公升4K

# WeaponWeaponNameMainChargerLongScope00
source: E-liter 4K Scope
de: Ziel-E-liter 4K
es: Telentintador 4K
es_mx: Telentintador 4K
fr: Extraceur + zoom
it: Tinter con mirino 4K
ja: 4Kスコープ
ko: 4K 스코프
nl: E-liter 4K met vizier
ru: Снайп-э-литр 95
zh_hans: 4K准星枪
zh_hant: 4K準星槍

# WeaponWeaponNameMainChargerLongScope01
source: Custom E-liter 4K Scope
de: Ziel-E-liter 4K SE
es: Telentintador 4K SP
es_mx: Telentintador 4K adaptado
fr: Extraceur + zoom modifié
it: Tinter con mirino 4K CM
ja: 4Kスコープカスタム
ko: 커스텀 4K 스코프
nl: Gemodde E-liter 4K met vizier
ru: Снайп-э-литр 95 «Понт»
zh_hans: 4K准星枪 改装
zh_hant: 4K準星槍 改裝

# WeaponWeaponNameMainChargerLongScopeMsn
source: E-liter 4K Scope
de: Ziel-E-liter 4K
es: Telentintador 4K
es_mx: Telentintador 4K
fr: Extraceur + zoom
it: Tinter con mirino 4K
ja: 4Kスコープ
ko: 4K 스코프
nl: E-liter 4K met vizier
ru: Снайп-э-литр 95
zh_hans: 4K准星枪
zh_hant: 4K準星槍

# WeaponWeaponNameMainChargerNormal00
source: Splat Charger
de: Klecks-Konzentrator
es: Cargatintas
es_mx: Cargatintas
fr: Concentraceur
it: Splatter a carica
ja: スプラチャージャー
ko: 스플랫 차저
nl: Bloplader
ru: Сплатган
zh_hans: 斯普拉蓄力狙击枪
zh_hant: 斯普拉蓄力狙擊槍

# WeaponWeaponNameMainChargerNormal01
source: Z+F Splat Charger
de: Zekkori-Klecks-Konzentrator
es: Cargatintas Ezkkor
es_mx: Cargatintas ZyS
fr: Concentraceur E+F
it: Splatter a carica logo
ja: スプラチャージャーコラボ
ko: 스플랫 차저 컬래버
nl: Zekkofin Bloplader
ru: Сплатган «ЙожкоТюр»
zh_hans: 斯普拉蓄力狙击枪 联名
zh_hant: 斯普拉蓄力狙擊槍 聯名

# WeaponWeaponNameMainChargerNormalCoop
source: Splat Charger
de: Klecks-Konzentrator
es: Cargatintas
es_mx: Cargatintas
fr: Concentraceur
it: Splatter a carica
ja: スプラチャージャー
ko: 스플랫 차저
nl: Bloplader
ru: Сплатган
zh_hans: 斯普拉蓄力狙击枪
zh_hant: 斯普拉蓄力狙擊槍

# WeaponWeaponNameMainChargerNormalMsn
source: Splat Charger
de: Klecks-Konzentrator
es: Cargatintas
es_mx: Cargatintas
fr: Concentraceur
it: Splatter a carica
ja: スプラチャージャー
ko: 스플랫 차저
nl: Bloplader
ru: Сплатган
zh_hans: 斯普拉蓄力狙击枪
zh_hant: 斯普拉蓄力狙擊槍

# WeaponWeaponNameMainChargerNormalO
source: Order Charger Replica
de: Ordnung-Konzentrator Replik
es: Cargatintas orden (réplica)
es_mx: Cargatintas orden réplica
fr: Fusil d'Ordre (réplique)
it: Splatter Ordine replica
ja: オーダーチャージャー レプリカ
ko: 오더 차저 레플리카
nl: Ordelader (replica)
ru: Сплатган Порядка (клон)
zh_hans: 秩序蓄力狙击枪 复制
zh_hant: 秩序蓄力狙擊槍 複製

# WeaponWeaponNameMainChargerNormalScope00
source: Splatterscope
de: Ziel-Konzentrator
es: Cargatintas con mira
es_mx: Telecargatintas
fr: Concentraceur zoom
it: Splatter con mirino
ja: スプラスコープ
ko: 스플랫 스코프
nl: Schelpschutter
ru: Снайпокрас
zh_hans: 斯普拉准星枪
zh_hant: 斯普拉準星槍

# WeaponWeaponNameMainChargerNormalScope01
source: Z+F Splatterscope
de: Zekkori-Ziel-Konzentrator
es: Cargatintas con mira Ezkkor
es_mx: Telecargatintas ZyS
fr: Concentraceur zoom E+F
it: Splatter con mirino logo
ja: スプラスコープコラボ
ko: 스플랫 스코프 컬래버
nl: Zekkofin Schelpschutter
ru: Снайпокрас «ЙожкоТюр»
zh_hans: 斯普拉准星枪 联名
zh_hant: 斯普拉準星槍 聯名

# WeaponWeaponNameMainChargerNormalScopeMsn
source: Splatterscope
de: Ziel-Konzentrator
es: Cargatintas con mira
es_mx: Telecargatintas
fr: Concentraceur zoom
it: Splatter con mirino
ja: スプラスコープ
ko: 스플랫 스코프
nl: Schelpschutter
ru: Снайпокрас
zh_hans: 斯普拉准星枪
zh_hant: 斯普拉準星槍

# WeaponWeaponNameMainChargerPencil00
source: Snipewriter 5H
de: R-BLR/5H
es: Cargaminas 5H
es_mx: Cargaminas 5H
fr: Crayon X - 5H
it: Lapis cecchino 5H
ja: R-PEN/5H
ko: R-PEN/5H
nl: Schotlood 5H
ru: Патрондаш 5Т
zh_hans: R-PEN/5H
zh_hant: R-PEN/5H

# WeaponWeaponNameMainChargerPencil01
source: Snipewriter 5B
de: R-BLR/5B
es: Cargaminas 5B
es_mx: Cargaminas 5B
fr: Crayon X - 5B
it: Lapis cecchino 5B
ja: R-PEN/5B
ko: R-PEN/5B
nl: Schotlood 5B
ru: Патрондаш 5М
zh_hans: R-PEN/5B
zh_hant: R-PEN/5B

# WeaponWeaponNameMainChargerPencilCoop
source: Snipewriter 5H
de: R-BLR/5H
es: Cargaminas 5H
es_mx: Cargaminas 5H
fr: Crayon X - 5H
it: Lapis cecchino 5H
ja: R-PEN/5H
ko: R-PEN/5H
nl: Schotlood 5H
ru: Патрондаш 5Т
zh_hans: R-PEN/5H
zh_hant: R-PEN/5H

# WeaponWeaponNameMainChargerQuick00
source: Classic Squiffer
de: Sepiator α
es: Kalarrapid α
es_mx: Delineador X
fr: Décap'express Alpha
it: Kalamarapid α
ja: スクイックリンα
ko: 스퀵 클린 α
nl: Octopoets
ru: Стиратель
zh_hans: 鱿快洁α
zh_hant: 魷快潔α

# WeaponWeaponNameMainChargerQuick01
source: New Squiffer
de: Sepiator β
es: Kalarrapid β
es_mx: Delineador Y
fr: Décap'express Bêta
it: Kalamarapid β
ja: スクイックリンβ
ko: 스퀵 클린 β
nl: Octopoets Ultra
ru: Стиратель-II
zh_hans: 鱿快洁β
zh_hant: 魷快潔β

# WeaponWeaponNameMainChargerQuickCoop
source: Classic Squiffer
de: Sepiator α
es: Kalarrapid α
es_mx: Delineador X
fr: Décap'express Alpha
it: Kalamarapid α
ja: スクイックリンα
ko: 스퀵 클린 α
nl: Octopoets
ru: Стиратель
zh_hans: 鱿快洁α
zh_hant: 魷快潔α

# WeaponWeaponNameMainChargerQuickMsn
source: Classic Squiffer
de: Sepiator α
es: Kalarrapid α
es_mx: Delineador X
fr: Décap'express Alpha
it: Kalamarapid α
ja: スクイックリンα
ko: 스퀵 클린 α
nl: Octopoets
ru: Стиратель
zh_hans: 鱿快洁α
zh_hant: 魷快潔α

# WeaponWeaponNameMainManeuverBearCoop
source: Grizzco Dualies
de: Bär-Doppler
es: Difusor dual Don Oso
es_mx: Difusor dual Don Oso
fr: Arme double M. Ours SA
it: Repolper Ursus
ja: クマサン印のマニューバー
ko: Mr. 베어표 머누버
nl: Beer & Co-dubbelknallers
ru: Спуртометы «Потапыч Inc.»
zh_hans: 熊先生印章机动枪
zh_hant: 熊先生印章機動槍

# WeaponWeaponNameMainManeuverDual00
source: Dualie Squelchers
de: Dual-Platscher
es: Barredora dual
es_mx: Soplador dual
fr: Double nettoyeur
it: Sweeper duplo
ja: デュアルスイーパー
ko: 듀얼 스위퍼
nl: Dubbelplonzers
ru: Спурт-плескари
zh_hans: 双重清洁枪
zh_hant: 雙重清潔槍

# WeaponWeaponNameMainManeuverDual01
source: Custom Dualie Squelchers
de: Dual-Platscher SE
es: Barredora dual SP
es_mx: Soplador dual adaptado
fr: Double nettoyeur modifié
it: Sweeper duplo CM
ja: デュアルスイーパーカスタム
ko: 커스텀 듀얼 스위퍼
nl: Gemodde Dubbelplonzers
ru: Спурт-плескари «Понт»
zh_hans: 双重清洁枪 改装
zh_hant: 雙重清潔槍 改裝

# WeaponWeaponNameMainManeuverDualCoop
source: Dualie Squelchers
de: Dual-Platscher
es: Barredora dual
es_mx: Soplador dual
fr: Double nettoyeur
it: Sweeper duplo
ja: デュアルスイーパー
ko: 듀얼 스위퍼
nl: Dubbelplonzers
ru: Спурт-плескари
zh_hans: 双重清洁枪
zh_hant: 雙重清潔槍

# WeaponWeaponNameMainManeuverDualMsn
source: Dualie Squelchers
de: Dual-Platscher
es: Barredora dual
es_mx: Soplador dual
fr: Double nettoyeur
it: Sweeper duplo
ja: デュアルスイーパー
ko: 듀얼 스위퍼
nl: Dubbelplonzers
ru: Спурт-плескари
zh_hans: 双重清洁枪
zh_hant: 雙重清潔槍

# WeaponWeaponNameMainManeuverGallon00
source: Glooga Dualies
de: Kelvin 525
es: Fundidora 525 dual
es_mx: Fundidora 525 dual
fr: Double Kelvin 525
it: Kelvin duplo 525
ja: ケルビン525
ko: 켈빈 525
nl: Kelvin 525
ru: Термоплюхи 525
zh_hans: 开尔文525
zh_hant: 開爾文525

# WeaponWeaponNameMainManeuverGallon01
source: Glooga Dualies Deco
de: Kelvin 525 Deko
es: Fundidora 525 dual DX
es_mx: Fundidora 525 dual chic
fr: Double Kelvin 525 chic
it: Kelvin duplo 525 DX
ja: ケルビン525デコ
ko: 켈빈 525 데코
nl: Kelvin 525 Deco
ru: Термоплюхи 525 «Деко»
zh_hans: 开尔文525 装饰
zh_hant: 開爾文525 裝飾

# WeaponWeaponNameMainManeuverGallonCoop
source: Glooga Dualies
de: Kelvin 525
es: Fundidora 525 dual
es_mx: Fundidora 525 dual
fr: Double Kelvin 525
it: Kelvin duplo 525
ja: ケルビン525
ko: 켈빈 525
nl: Kelvin 525
ru: Термоплюхи 525
zh_hans: 开尔文525
zh_hant: 開爾文525

# WeaponWeaponNameMainManeuverGallonMsn
source: Glooga Dualies
de: Kelvin 525
es: Fundidora 525 dual
es_mx: Fundidora 525 dual
fr: Double Kelvin 525
it: Kelvin duplo 525
ja: ケルビン525
ko: 켈빈 525
nl: Kelvin 525
ru: Термоплюхи 525
zh_hans: 开尔文525
zh_hant: 開爾文525

# WeaponWeaponNameMainManeuverLong00
source: Douser Dualies FF
de: Lösch-Doppler FW
es: Extintor Dual FF
es_mx: Extintor dual FF
fr: Double ignifugeur
it: Repolper estintori FF
ja: ガエンFF
ko: 소방 FF
nl: Blusknallers BW
ru: Краскотушители 255
zh_hans: 灭熄FF
zh_hant: 滅熄FF

# WeaponWeaponNameMainManeuverLong01
source: Custom Douser Dualies FF
de: Lösch-Doppler FW SE
es: Extintor Dual FF SP
es_mx: Extintor dual FF adaptado
fr: Double ignifugeur modifié
it: Repolper estintori FF CM
ja: ガエンFFカスタム
ko: 커스텀 소방 FF
nl: Gemodde Blusknallers BW
ru: Краскотушители «Понт»
zh_hans: 灭熄FF 改装
zh_hant: 滅熄FF 改裝

# WeaponWeaponNameMainManeuverLongCoop
source: Douser Dualies FF
de: Lösch-Doppler FW
es: Extintor Dual FF
es_mx: Extintor dual FF
fr: Double ignifugeur
it: Repolper estintori FF
ja: ガエンFF
ko: 소방 FF
nl: Blusknallers BW
ru: Краскотушители 255
zh_hans: 灭熄FF
zh_hant: 滅熄FF

# WeaponWeaponNameMainManeuverNormal00
source: Splat Dualies
de: Klecks-Doppler
es: Difusor dual
es_mx: Difusor dual
fr: Double encreur
it: Repolper duplo
ja: スプラマニューバー
ko: 스플랫 머누버
nl: Dubbelknallers
ru: Спуртометы
zh_hans: 斯普拉机动枪
zh_hant: 斯普拉機動槍

# WeaponWeaponNameMainManeuverNormal01
source: Enperry Splat Dualies
de: Enperry-Klecks-Doppler
es: Difusor dual B
es_mx: Difusor dual Emperi
fr: Double encreur griffé
it: Repolper duplo logo
ja: スプラマニューバーコラボ
ko: 스플랫 머누버 컬래버
nl: Enperry Dubbelknallers
ru: Спуртометы «К.К.»
zh_hans: 斯普拉机动枪 联名
zh_hant: 斯普拉機動槍 聯名

# WeaponWeaponNameMainManeuverNormalCoop
source: Splat Dualies
de: Klecks-Doppler
es: Difusor dual
es_mx: Difusor dual
fr: Double encreur
it: Repolper duplo
ja: スプラマニューバー
ko: 스플랫 머누버
nl: Dubbelknallers
ru: Спуртометы
zh_hans: 斯普拉机动枪
zh_hant: 斯普拉機動槍

# WeaponWeaponNameMainManeuverNormalMsn
source: Splat Dualies
de: Klecks-Doppler
es: Difusor dual
es_mx: Difusor dual
fr: Double encreur
it: Repolper duplo
ja: スプラマニューバー
ko: 스플랫 머누버
nl: Dubbelknallers
ru: Спуртометы
zh_hans: 斯普拉机动枪
zh_hant: 斯普拉機動槍

# WeaponWeaponNameMainManeuverNormalO
source: Order Dualie Replicas
de: Ordnung-Doppler Replik
es: Difusor dual orden (réplica)
es_mx: Difusor dual orden réplica
fr: Arme double d'Ordre (réplique)
it: Repolper Ordine replica
ja: オーダーマニューバー レプリカ
ko: 오더 머누버 레플리카
nl: Ordeknallers (replica)
ru: Спуртометы Порядка (кл.)
zh_hans: 秩序机动枪 复制
zh_hant: 秩序機動槍 複製

# WeaponWeaponNameMainManeuverShort00
source: Dapple Dualies
de: Sprenkler
es: Atomizador dual
es_mx: Atomizador dual
fr: Double moucheteur
it: Ripolpella duplo
ja: スパッタリー
ko: 스퍼터리
nl: Dubbelspatters
ru: Импрессиометы
zh_hans: 溅镀枪
zh_hant: 濺鍍槍

# WeaponWeaponNameMainManeuverShort01
source: Dapple Dualies Nouveau
de: Sprenkler Fresco
es: Atomizador dual maestro
es_mx: Atomizador dual maestro
fr: Double moucheteur nuancé
it: Ripolpella duplo master
ja: スパッタリー・ヒュー
ko: 스퍼터리 휴
nl: Dubbelspatters Nouveau
ru: Импрессиометы «НуВо»
zh_hans: 溅镀枪·新艺术
zh_hant: 濺鍍槍‧新藝術

# WeaponWeaponNameMainManeuverShortCoop
source: Dapple Dualies
de: Sprenkler
es: Atomizador dual
es_mx: Atomizador dual
fr: Double moucheteur
it: Ripolpella duplo
ja: スパッタリー
ko: 스퍼터리
nl: Dubbelspatters
ru: Импрессиометы
zh_hans: 溅镀枪
zh_hant: 濺鍍槍

# WeaponWeaponNameMainManeuverShortMsn
source: Dapple Dualies
de: Sprenkler
es: Atomizador dual
es_mx: Atomizador dual
fr: Double moucheteur
it: Ripolpella duplo
ja: スパッタリー
ko: 스퍼터리
nl: Dubbelspatters
ru: Импрессиометы
zh_hans: 溅镀枪
zh_hant: 濺鍍槍

# WeaponWeaponNameMainManeuverStepper00
source: Dark Tetra Dualies
de: Quadhopper Noir
es: Motatrónic dual negro
es_mx: Tetra dual negro
fr: Double voltigeur noir
it: Moscarpino duplo nero
ja: クアッドホッパーブラック
ko: 블랙 쿼드 호퍼
nl: Quadhoppers Zwart
ru: Черные спуртокроссы
zh_hans: 四重弹跳手枪 黑
zh_hant: 四重彈跳手槍 黑

# WeaponWeaponNameMainManeuverStepper01
source: Light Tetra Dualies
de: Quadhopper Blanc
es: Motatrónic dual blanco
es_mx: Tetra dual blanco
fr: Double voltigeur blanc
it: Moscarpino duplo bianco
ja: クアッドホッパーホワイト
ko: 화이트 쿼드 호퍼
nl: Quadhoppers Wit
ru: Белые спуртокроссы
zh_hans: 四重弹跳手枪 白
zh_hant: 四重彈跳手槍 白

# WeaponWeaponNameMainManeuverStepperCoop
source: Dark Tetra Dualies
de: Quadhopper Noir
es: Motatrónic dual negro
es_mx: Tetra dual negro
fr: Double voltigeur noir
it: Moscarpino duplo nero
ja: クアッドホッパーブラック
ko: 블랙 쿼드 호퍼
nl: Quadhoppers Zwart
ru: Черные спуртокроссы
zh_hans: 四重弹跳手枪 黑
zh_hant: 四重彈跳手槍 黑

# WeaponWeaponNameMainManeuverStepperMsn
source: Dark Tetra Dualies
de: Quadhopper Noir
es: Motatrónic dual negro
es_mx: Tetra dual negro
fr: Double voltigeur noir
it: Moscarpino duplo nero
ja: クアッドホッパーブラック
ko: 블랙 쿼드 호퍼
nl: Quadhoppers Zwart
ru: Черные спуртокроссы
zh_hans: 四重弹跳手枪 黑
zh_hant: 四重彈跳手槍 黑

# WeaponWeaponNameMainRollerBearCoop
source: Grizzco Roller
de: Bär-Roller
es: Rodillo Don Oso
es_mx: Rodillo Don Oso
fr: Rouleau M. Ours SA
it: Rullo Ursus
ja: クマサン印のローラー
ko: Mr. 베어표 롤러
nl: Beer & Co-roller
ru: Валик «Потапыч Inc.»
zh_hans: 熊先生印章滚筒
zh_hant: 熊先生印章滾筒

# WeaponWeaponNameMainRollerCompact00
source: Carbon Roller
de: Karbonroller
es: Rodillo de carbono
es_mx: Rodillo de carbono
fr: Rouleau carbone
it: Rullo di carbonio
ja: カーボンローラー
ko: 카본 롤러
ru: Валик ЛАЙТ
zh_hans: 碳纤维滚筒
zh_hant: 碳纖維滾筒

# WeaponWeaponNameMainRollerCompact01
source: Carbon Roller Deco
de: Karbonroller Deko
es: Rodillo de carbono DX
es_mx: Rodillo de carbono chic
fr: Rouleau carbone chic
it: Rullo di carbonio DX
ja: カーボンローラーデコ
ko: 카본 롤러 데코
ru: Валик ЛАЙТ «Деко»
zh_hans: 碳纤维滚筒 装饰
zh_hant: 碳纖維滾筒 裝飾

# WeaponWeaponNameMainRollerCompactCoop
source: Carbon Roller
de: Karbonroller
es: Rodillo de carbono
es_mx: Rodillo de carbono
fr: Rouleau carbone
it: Rullo di carbonio
ja: カーボンローラー
ko: 카본 롤러
ru: Валик ЛАЙТ
zh_hans: 碳纤维滚筒
zh_hant: 碳纖維滾筒

# WeaponWeaponNameMainRollerCompactMsn
source: Carbon Roller
de: Karbonroller
es: Rodillo de carbono
es_mx: Rodillo de carbono
fr: Rouleau carbone
it: Rullo di carbonio
ja: カーボンローラー
ko: 카본 롤러
ru: Валик ЛАЙТ
zh_hans: 碳纤维滚筒
zh_hant: 碳纖維滾筒

# WeaponWeaponNameMainRollerHeavy00
source: Dynamo Roller
de: Dynaroller
es: Dinamorrodillo
es_mx: Rodillo Pro
fr: Dynamo-rouleau
it: Rullo dinamo
ja: ダイナモローラー
ko: 다이너모 롤러
ru: Мотовалик
zh_hans: 电动马达滚筒
zh_hant: 電動馬達滾筒

# WeaponWeaponNameMainRollerHeavy01
source: Gold Dynamo Roller
de: Dynaroller Tesla
es: Dinamorrodillo T
es_mx: Rodillo Pro dorado
fr: Dynamo-rouleau tesla
it: Rullo dinamo dorato
ja: ダイナモローラーテスラ
ko: 골드 다이너모 롤러
nl: Gouden Dynamoroller
ru: Мотовалик VIP
zh_hans: 电动马达滚筒 高磁波
zh_hant: 電動馬達滾筒 高磁波

# WeaponWeaponNameMainRollerHeavyCoop
source: Dynamo Roller
de: Dynaroller
es: Dinamorrodillo
es_mx: Rodillo Pro
fr: Dynamo-rouleau
it: Rullo dinamo
ja: ダイナモローラー
ko: 다이너모 롤러
ru: Мотовалик
zh_hans: 电动马达滚筒
zh_hant: 電動馬達滾筒

# WeaponWeaponNameMainRollerHeavyMsn
source: Dynamo Roller
de: Dynaroller
es: Dinamorrodillo
es_mx: Rodillo Pro
fr: Dynamo-rouleau
it: Rullo dinamo
ja: ダイナモローラー
ko: 다이너모 롤러
ru: Мотовалик
zh_hans: 电动马达滚筒
zh_hant: 電動馬達滾筒

# WeaponWeaponNameMainRollerHunter00
source: Flingza Roller
de: Flex-Roller
es: Rodillo versátil
es_mx: Rodillo versátil
fr: Flexi-rouleau
it: Flexi-rullo
ja: ヴァリアブルローラー
ko: 베리어블 롤러
nl: Flexroller
ru: Омнивалик
zh_hans: 可变式滚筒
zh_hant: 可變式滾筒

# WeaponWeaponNameMainRollerHunter01
source: Foil Flingza Roller
de: Flex-Roller Fol
es: Rodillo versátil B
es_mx: Rodillo versátil Foil
fr: Flexi-rouleau alu
it: Flexi-rullo B
ja: ヴァリアブルローラーフォイル
ko: 포일 베리어블 롤러
nl: Foil Flexroller
ru: Омнивалик «Блеск»
zh_hans: 可变式滚筒 金属箔
zh_hant: 可變式滾筒 金屬箔

# WeaponWeaponNameMainRollerHunterCoop
source: Flingza Roller
de: Flex-Roller
es: Rodillo versátil
es_mx: Rodillo versátil
fr: Flexi-rouleau
it: Flexi-rullo
ja: ヴァリアブルローラー
ko: 베리어블 롤러
nl: Flexroller
ru: Омнивалик
zh_hans: 可变式滚筒
zh_hant: 可變式滾筒

# WeaponWeaponNameMainRollerHunterMsn
source: Flingza Roller
de: Flex-Roller
es: Rodillo versátil
es_mx: Rodillo versátil
fr: Flexi-rouleau
it: Flexi-rullo
ja: ヴァリアブルローラー
ko: 베리어블 롤러
nl: Flexroller
ru: Омнивалик
zh_hans: 可变式滚筒
zh_hant: 可變式滾筒

# WeaponWeaponNameMainRollerNormal00
source: Splat Roller
de: Klecksroller
es: Rodillo básico
es_mx: Rodillo básico
fr: Rouleau
it: Rullo splat
ja: スプラローラー
ko: 스플랫 롤러
nl: Klodderroller
ru: Сплат-валик
zh_hans: 斯普拉滚筒
zh_hant: 斯普拉滾筒

# WeaponWeaponNameMainRollerNormal01
source: Krak-On Splat Roller
de: Medusa-Klecksroller
es: Rodillo básico B
es_mx: Rodillo básico Meddux
fr: Rouleau griffé
it: Rullo splat logo
ja: スプラローラーコラボ
ko: 스플랫 롤러 컬래버
nl: Krak-On Klodderroller
ru: Сплат-валик «Кра-Кен»
zh_hans: 斯普拉滚筒 联名
zh_hant: 斯普拉滾筒 聯名

# WeaponWeaponNameMainRollerNormalCoop
source: Splat Roller
de: Klecksroller
es: Rodillo básico
es_mx: Rodillo básico
fr: Rouleau
it: Rullo splat
ja: スプラローラー
ko: 스플랫 롤러
nl: Klodderroller
ru: Сплат-валик
zh_hans: 斯普拉滚筒
zh_hant: 斯普拉滾筒

# WeaponWeaponNameMainRollerNormalMsn
source: Splat Roller
de: Klecksroller
es: Rodillo básico
es_mx: Rodillo básico
fr: Rouleau
it: Rullo splat
ja: スプラローラー
ko: 스플랫 롤러
nl: Klodderroller
ru: Сплат-валик
zh_hans: 斯普拉滚筒
zh_hant: 斯普拉滾筒

# WeaponWeaponNameMainRollerNormalO
source: Order Roller Replica
de: Ordnung-Roller Replik
es: Rodillo orden (réplica)
es_mx: Rodillo orden réplica
fr: Rouleau d'Ordre (réplique)
it: Rullo Ordine replica
ja: オーダーローラー レプリカ
ko: 오더 롤러 레플리카
nl: Orderoller (replica)
ru: Валик Порядка (клон)
zh_hans: 秩序滚筒 复制
zh_hant: 秩序滾筒 複製

# WeaponWeaponNameMainRollerWide00
source: Big Swig Roller
de: Breitroller
es: Rodillo mágnum
es_mx: Rodillo mágnum
fr: Rouleau large
it: Ampiorullo
ja: ワイドローラー
ko: 와이드 롤러
nl: Breedroller
ru: Макси-валик
zh_hans: 宽滚筒
zh_hant: 寬滾筒

# WeaponWeaponNameMainRollerWide01
source: Big Swig Roller Express
de: Breitroller Express
es: Rodillo mágnum B
es_mx: Rodillo mágnum exprés
fr: Rouleau large Xpress
it: Ampiorullo Express
ja: ワイドローラーコラボ
ko: 와이드 롤러 컬래버
nl: Breedroller Impuls
ru: Макси-валик «Экспресс»
zh_hans: 宽滚筒 联名
zh_hant: 寬滾筒 聯名

# WeaponWeaponNameMainRollerWideCoop
source: Big Swig Roller
de: Breitroller
es: Rodillo mágnum
es_mx: Rodillo mágnum
fr: Rouleau large
it: Ampiorullo
ja: ワイドローラー
ko: 와이드 롤러
nl: Breedroller
ru: Макси-валик
zh_hans: 宽滚筒
zh_hant: 寬滾筒

# WeaponWeaponNameMainSaberBearCoop
source: Grizzco Splatana
de: Bär-Splatana
es: Azotintador Don Oso
es_mx: Azotintador Don Oso
fr: Éclatana M. Ours SA
it: Lama Ursus
ja: クマサン印のワイパー
ko: Mr. 베어표 와이퍼
nl: Beer & Co-zwieper
ru: Сплат-катана «Потапыч Inc.»
zh_hans: 熊先生印章刮水刀
zh_hant: 熊先生印章刮水刀

# WeaponWeaponNameMainSaberHeavy00
source: Mint Decavitator
de: Minz-Prophylator
es: Odontintador menta
es_mx: Odontintador menta
fr: Sabrifrice menthe
it: Spazzolama menta
ja: デンタルワイパーミント
ko: 민트 덴탈 와이퍼
nl: Schrobbehak PM
ru: Мятная дентана
zh_hans: 巨齿刮水刀 薄荷
zh_hant: 巨齒刮水刀 薄荷

# WeaponWeaponNameMainSaberHeavy01
source: Charcoal Decavitator
de: Carbo-Prophylator
es: Odontintador carbón
es_mx: Odontintador carbón
fr: Sabrifrice charbon
it: Spazzolama carbone
ja: デンタルワイパースミ
ko: 잉크 덴탈 와이퍼
nl: Schrobbehak HK
ru: Угольная дентана
zh_hans: 巨齿刮水刀 墨黑
zh_hant: 巨齒刮水刀 墨黑

# WeaponWeaponNameMainSaberHeavyCoop
source: Mint Decavitator
de: Minz-Prophylator
es: Odontintador menta
es_mx: Odontintador menta
fr: Sabrifrice menthe
it: Spazzolama menta
ja: デンタルワイパーミント
ko: 민트 덴탈 와이퍼
nl: Schrobbehak PM
ru: Мятная дентана
zh_hans: 巨齿刮水刀 薄荷
zh_hant: 巨齒刮水刀 薄荷

# WeaponWeaponNameMainSaberLite00
source: Splatana Wiper
de: Wischer-Splatana
es: Azotintador brisa
es_mx: Azotintador brisa
fr: Éclatana Doto
it: Tergilama
ja: ドライブワイパー
ko: 드라이브 와이퍼
nl: Wisserbladzwieper
ru: Cплат-дворник
zh_hans: 雨刷刮水刀
zh_hant: 雨刷刮水刀

# WeaponWeaponNameMainSaberLite01
source: Splatana Wiper Deco
de: Wischer-Splatana Deko
es: Azotintador brisa DX
es_mx: Azotintador brisa chic
fr: Éclatana Doto chic
it: Tergilama DX
ja: ドライブワイパーデコ
ko: 드라이브 와이퍼 데코
nl: Wisserbladzwieper Deco
ru: Cплат-дворник «Деко»
zh_hans: 雨刷刮水刀 装饰
zh_hant: 雨刷刮水刀 裝飾

# WeaponWeaponNameMainSaberLiteCoop
source: Splatana Wiper
de: Wischer-Splatana
es: Azotintador brisa
es_mx: Azotintador brisa
fr: Éclatana Doto
it: Tergilama
ja: ドライブワイパー
ko: 드라이브 와이퍼
nl: Wisserbladzwieper
ru: Cплат-дворник
zh_hans: 雨刷刮水刀
zh_hant: 雨刷刮水刀

# WeaponWeaponNameMainSaberNormal00
source: Splatana Stamper
de: Stempel-Splatana
es: Azotintador pro
es_mx: Azotintador Pro
fr: Éclatana d'estampe
it: Splattalama
ja: ジムワイパー
ko: 사무 와이퍼
nl: Stempelzwieper
ru: Сплат-печатель
zh_hans: 工作刮水刀
zh_hant: 工作刮水刀

# WeaponWeaponNameMainSaberNormal01
source: Splatana Stamper Nouveau
de: Stempel-Splatana Fresco
es: Azotintador pro maestro
es_mx: Azotintador Pro maestro
fr: Éclatana d'estampe nuancé
it: Splattalama master
ja: ジムワイパー・ヒュー
ko: 사무 와이퍼 휴
nl: Stempelzwieper Nouveau
ru: Сплат-печатель «НуВо»
zh_hans: 工作刮水刀·新艺术
zh_hant: 工作刮水刀‧新藝術

# WeaponWeaponNameMainSaberNormalCoop
source: Splatana Stamper
de: Stempel-Splatana
es: Azotintador pro
es_mx: Azotintador Pro
fr: Éclatana d'estampe
it: Splattalama
ja: ジムワイパー
ko: 사무 와이퍼
nl: Stempelzwieper
ru: Сплат-печатель
zh_hans: 工作刮水刀
zh_hant: 工作刮水刀

# WeaponWeaponNameMainSaberNormalMsn
source: Splatana Stamper
de: Stempel-Splatana
es: Azotintador pro
es_mx: Azotintador Pro
fr: Éclatana d'estampe
it: Splattalama
ja: ジムワイパー
ko: 사무 와이퍼
nl: Stempelzwieper
ru: Сплат-печатель
zh_hans: 工作刮水刀
zh_hant: 工作刮水刀

# WeaponWeaponNameMainSaberNormalO
source: Order Splatana Replica
de: Ordnung-Splatana Replik
es: Azotintador orden (réplica)
es_mx: Azotintador orden réplica
fr: Éclatana d'Ordre (réplique)
it: Lama Ordine replica
ja: オーダーワイパー レプリカ
ko: 오더 와이퍼 레플리카
nl: Ordezwieper (replica)
ru: Сплат-катана Порядка (кл.)
zh_hans: 秩序刮水刀 复制
zh_hant: 秩序刮水刀 複製

# WeaponWeaponNameMainShelterBearCoop
source: Grizzco Brella
de: Bär-Pluviator
es: Paratintas Don Oso
es_mx: Paratintas Don Oso
fr: Para-encre M. Ours SA
it: Sparasole Ursus
ja: クマサン印のシェルター
ko: Mr. 베어표 셸터
nl: Beer & Co-plenzer
ru: Зонтган «Потапыч Inc.»
zh_hans: 熊先生印章防空伞
zh_hant: 熊先生印章防空傘

# WeaponWeaponNameMainShelterCompact00
source: Undercover Brella
de: UnderCover
es: Paratintas clásico
es_mx: Paratintas discreto
fr: Para-encre espion
it: Bombrello
ja: スパイガジェット
ko: 스파이 가젯
nl: Paraplenzer
ru: Шпионский зонт
zh_hans: 特工配件
zh_hant: 特務配件

# WeaponWeaponNameMainShelterCompact01
source: Undercover Sorella Brella
de: Sorella-UnderCover
es: Paratintas clásico B
es_mx: Paratintas discreto Sorella
fr: Para-encre espion Sorella
it: Bombrello Solerra
ja: スパイガジェットソレーラ
ko: 스파이 가젯 소렐라
nl: Sorella Paraplenzer
ru: Шпионский зонт «Родиччи»
zh_hans: 特工配件 姐妹
zh_hant: 特務配件 姐妹

# WeaponWeaponNameMainShelterCompactCoop
source: Undercover Brella
de: UnderCover
es: Paratintas clásico
es_mx: Paratintas discreto
fr: Para-encre espion
it: Bombrello
ja: スパイガジェット
ko: 스파이 가젯
nl: Paraplenzer
ru: Шпионский зонт
zh_hans: 特工配件
zh_hant: 特務配件

# WeaponWeaponNameMainShelterCompactMsn
source: Undercover Brella
de: UnderCover
es: Paratintas clásico
es_mx: Paratintas discreto
fr: Para-encre espion
it: Bombrello
ja: スパイガジェット
ko: 스파이 가젯
nl: Paraplenzer
ru: Шпионский зонт
zh_hans: 特工配件
zh_hant: 特務配件

# WeaponWeaponNameMainShelterFocus00
source: Recycled Brella 24 Mk I
de: Bast-Pluviator 24-A
es: Prototintas 24-I
es_mx: Prototintas 24-I
fr: Para-encre Ré-gen 24 Mk I
it: Sparasole riciclo 24-I
ja: 24式張替傘・甲
ko: 24식 도돌이 우산 갑
nl: Protoplenzer 24-I
ru: Ребут-зонтган М-1
zh_hans: 24式可替换伞·甲
zh_hant: 24式可替換傘‧甲

# WeaponWeaponNameMainShelterFocus01
source: Recycled Brella 24 Mk II
de: Bast-Pluviator 24-B
es: Prototintas 24-II
es_mx: Prototintas 24-II
fr: Para-encre Ré-gen 24 Mk II
it: Sparasole riciclo 24-II
ja: 24式張替傘・乙
ko: 24식 도돌이 우산 을
nl: Protoplenzer 24-II
ru: Ребут-зонтган М-2
zh_hans: 24式可替换伞·乙
zh_hant: 24式可替換傘‧乙
