Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BadgeBadgeMsgNawaBattlerRankLv06
source: Reached Tableturf Rank 400
de: Revierdecks-Rang 400 erreicht!
es: Has alcanzado el rango carterritorial 400.
es_mx: Alcanzaste el rango carterritorial 400.
fr: Rang 400 de Cartes & Territoire atteint
it: Raggiunto rango 400 a Splattanza
ja: ナワバトランクが４００になった
ko: 영역 배틀러 레벨이 400에 도달했다
nl: Slijkslagrang 400 bereikt!
ru: Разряд в «Карты и район»: 400
zh_hans: 占地斗士等级已达到400
zh_hant: 占地鬥士等級達到400

# BadgeBadgeMsgNawaBattlerRankLv07
source: Reached Tableturf Rank 500
de: Revierdecks-Rang 500 erreicht!
es: Has alcanzado el rango carterritorial 500.
es_mx: Alcanzaste el rango carterritorial 500.
fr: Rang 500 de Cartes & Territoire atteint
it: Raggiunto rango 500 a Splattanza
ja: ナワバトランクが５００になった
ko: 영역 배틀러 레벨이 500에 도달했다
nl: Slijkslagrang 500 bereikt!
ru: Разряд в «Карты и район»: 500
zh_hans: 占地斗士等级已达到500
zh_hant: 占地鬥士等級達到500

# BadgeBadgeMsgNawaBattlerRankLv08
source: Reached Tableturf Rank 600
de: Revierdecks-Rang 600 erreicht!
es: Has alcanzado el rango carterritorial 600.
es_mx: Alcanzaste el rango carterritorial 600.
fr: Rang 600 de Cartes & Territoire atteint
it: Raggiunto rango 600 a Splattanza
ja: ナワバトランクが６００になった
ko: 영역 배틀러 레벨이 600에 도달했다
nl: Slijkslagrang 600 bereikt!
ru: Разряд в «Карты и район»: 600
zh_hans: 占地斗士等级已达到600
zh_hant: 占地鬥士等級達到600

# BadgeBadgeMsgNawaBattlerRankLv09
source: Reached Tableturf Rank 700
de: Revierdecks-Rang 700 erreicht!
es: Has alcanzado el rango carterritorial 700.
es_mx: Alcanzaste el rango carterritorial 700.
fr: Rang 700 de Cartes & Territoire atteint
it: Raggiunto rango 700 a Splattanza
ja: ナワバトランクが７００になった
ko: 영역 배틀러 레벨이 700에 도달했다
nl: Slijkslagrang 700 bereikt!
ru: Разряд в «Карты и район»: 700
zh_hans: 占地斗士等级已达到700
zh_hant: 占地鬥士等級達到700

# BadgeBadgeMsgNawaBattlerRankLv10
source: Reached Tableturf Rank 800
de: Revierdecks-Rang 800 erreicht!
es: Has alcanzado el rango carterritorial 800.
es_mx: Alcanzaste el rango carterritorial 800.
fr: Rang 800 de Cartes & Territoire atteint
it: Raggiunto rango 800 a Splattanza
ja: ナワバトランクが８００になった
ko: 영역 배틀러 레벨이 800에 도달했다
nl: Slijkslagrang 800 bereikt!
ru: Разряд в «Карты и район»: 800
zh_hans: 占地斗士等级已达到800
zh_hant: 占地鬥士等級達到800

# BadgeBadgeMsgNawaBattlerRankLv11
source: Reached Tableturf Rank 900
de: Revierdecks-Rang 900 erreicht!
es: Has alcanzado el rango carterritorial 900.
es_mx: Alcanzaste el rango carterritorial 900.
fr: Rang 900 de Cartes & Territoire atteint
it: Raggiunto rango 900 a Splattanza
ja: ナワバトランクが９００になった
ko: 영역 배틀러 레벨이 900에 도달했다
nl: Slijkslagrang 900 bereikt!
ru: Разряд в «Карты и район»: 900
zh_hans: 占地斗士等级已达到900
zh_hant: 占地鬥士等級達到900

# BadgeBadgeMsgNawaBattlerRankLv12
source: Reached Tableturf Rank 999
de: Revierdecks-Rang 999 erreicht!
es: Has alcanzado el rango carterritorial 999.
es_mx: Alcanzaste el rango carterritorial 999.
fr: Rang 999 de Cartes & Territoire atteint
it: Raggiunto rango 999 a Splattanza
ja: ナワバトランクが９９９になった
ko: 영역 배틀러 레벨이 999에 도달했다
nl: Slijkslagrang 999 bereikt!
ru: Разряд в «Карты и район»: 999
zh_hans: 占地斗士等级已达到999
zh_hant: 占地鬥士等級達到999

# BadgeBadgeMsgNawaBattlerWinAllNpcLevel3
source: Tableturf Battle Dojo Max Level Champ
de: Revierdecks-Dojo-Champion auf höchstem Niveau!
es: Máximo nivel en el dojo de lucha carterritorial
es_mx: Máximo nivel en el tablero de combate carterritorial
fr: Intégralité des rivaux du Cartodrome vaincus en difficulté max
it: Conquistato il dojo di Splattanza al rango massimo
ja: ナワバトラー道場で全員の最高レベルに勝利した
ko: 영역 배틀러 도장에서 전원의 최고 레벨에 승리했다
nl: Slijkslagdojo-kampioen op het hoogste niveau!
ru: Чемпион игры в «Карты и район» на максимальном уровне
zh_hans: 在占地斗士道场中战胜最高等级的所有人
zh_hant: 在占地鬥士道場戰勝最高等級的所有人

# BadgeBadgeMsgOrderFoodLv00
source: Ordered 10 Concessions
de: 10-mal einen Imbiss bestellt!
es: Has efectuado 10 pedidos en la tienda.
es_mx: Realizaste 10 pedidos en la tienda.
fr: 10 commandes passées au snack du hall
it: Ordinato 10 volte al chiosco
ja: 売店で１０回注文した
ko: 매점에서 10회 주문했다
nl: 10 keer iets gehaald bij Goudelieves Bikbalie!
ru: Кол-во заказов в торговой лавке: 10
zh_hans: 在商店完成了10次点餐
zh_hant: 在商店完成了10次點餐

# BadgeBadgeMsgOrderFoodLv01
source: Ordered 100 Concessions
de: 100-mal einen Imbiss bestellt!
es: Has efectuado 100 pedidos en la tienda.
es_mx: Realizaste 100 pedidos en la tienda.
fr: 100 commandes passées au snack du hall
it: Ordinato 100 volte al chiosco
ja: 売店で１００回注文した
ko: 매점에서 100회 주문했다
nl: 100 keer iets gehaald bij Goudelieves Bikbalie!
ru: Кол-во заказов в торговой лавке: 100
zh_hans: 在商店完成了100次点餐
zh_hant: 在商店完成了100次點餐

# BadgeBadgeMsgOrderFoodLv02
source: Ordered 1,000 Concessions
de: 1000-mal einen Imbiss bestellt!
es: Has efectuado 1000 pedidos en la tienda.
es_mx: Realizaste 1000 pedidos en la tienda.
fr: 1 000 commandes passées au snack du hall
it: Ordinato 1000 volte al chiosco
ja: 売店で１０００回注文した
ko: 매점에서 1,000회 주문했다
nl: 1000 keer iets gehaald bij Goudelieves Bikbalie!
ru: Кол-во заказов в торговой лавке: 1000
zh_hans: 在商店完成了1000次点餐
zh_hant: 在商店完成了1000次點餐

# BadgeBadgeMsgOrderVendorFsodrLv00
source: 10 Spyke Orders
de: 10 Bestellungen bei Siggi aufgegeben!
es: Le has hecho 10 encargos a Eri.
es_mx: Le hiciste 10 encargos a Eri.
fr: 10 commandes passées à Kipik
it: Ordinato 10 volte da Richie
ja: ダウニーに１０回ギアを注文した
ko: 다우니에게 기어를 10회 주문했다
nl: 10 bestellingen geplaatst bij Spyke!
ru: Кол-во заказов у Шипани: 10
zh_hans: 通过丹尼完成装备预订10次
zh_hant: 找丹尼預訂裝備10次

# BadgeBadgeMsgOrderVendorFsodrLv01
source: 100 Spyke Orders
de: 100 Bestellungen bei Siggi aufgegeben!
es: Le has hecho 100 encargos a Eri.
es_mx: Le hiciste 100 encargos a Eri.
fr: 100 commandes passées à Kipik
it: Ordinato 100 volte da Richie
ja: ダウニーに１００回ギアを注文した
ko: 다우니에게 기어를 100회 주문했다
nl: 100 bestellingen geplaatst bij Spyke!
ru: Кол-во заказов у Шипани: 100
zh_hans: 通过丹尼完成装备预订100次
zh_hant: 找丹尼預訂裝備100次

# BadgeBadgeMsgOrderVendorLv00
source: 10 Murch Orders
de: 10 Bestellungen bei Sid aufgegeben!
es: Le has hecho 10 encargos a Enrizo.
es_mx: Le hiciste 10 encargos a Enrizo.
fr: 10 commandes passées à Tipik
it: Ordinato 10 volte da Echino
ja: スパイキーに１０回ギアを注文した
ko: 스파이키에게 기어를 10회 주문했다
nl: 10 bestellingen geplaatst bij Mikey!
ru: Кол-во заказов у Иглюхи: 10
zh_hans: 通过刺冠完成装备预订10次
zh_hant: 找刺冠預訂裝備10次

# BadgeBadgeMsgOrderVendorLv01
source: 100 Murch Orders
de: 100 Bestellungen bei Sid aufgegeben!
es: Le has hecho 100 encargos a Enrizo.
es_mx: Le hiciste 100 encargos a Enrizo.
fr: 100 commandes passées à Tipik
it: Ordinato 100 volte da Echino
ja: スパイキーに１００回ギアを注文した
ko: 스파이키에게 기어를 100회 주문했다
nl: 100 bestellingen geplaatst bij Mikey!
ru: Кол-во заказов у Иглюхи: 100
zh_hans: 通过刺冠完成装备预订100次
zh_hant: 找刺冠預訂裝備100次

# BadgeBadgeMsgPlayerRankLv00
source: Reached Level 30
de: Stufe 30 erreicht!
es: Has alcanzado el nivel 30.
es_mx: Alcanzaste el nivel 30.
fr: Niveau 30 atteint
it: Livello 30 raggiunto
ja: ランクが３０になった
ko: 레벨이 30에 도달했다
nl: Niveau 30 bereikt!
ru: Уровень: 30
zh_hans: 等级已达到30
zh_hant: 等級達到30

# BadgeBadgeMsgPlayerRankLv01
source: Reached Level 50
de: Stufe 50 erreicht!
es: Has alcanzado el nivel 50.
es_mx: Alcanzaste el nivel 50.
fr: Niveau 50 atteint
it: Livello 50 raggiunto
ja: ランクが５０になった
ko: 레벨이 50에 도달했다
nl: Niveau 50 bereikt!
ru: Уровень: 50
zh_hans: 等级已达到50
zh_hant: 等級達到50

# BadgeBadgeMsgPlayerRankLv02
source: Reached Level 100
de: Stufe 100 erreicht!
es: Has alcanzado el nivel 100.
es_mx: Alcanzaste el nivel 100.
fr: Niveau 100 atteint
it: Livello 100 raggiunto
ja: ランクが１００になった
ko: 레벨이 100에 도달했다
nl: Niveau 100 bereikt!
ru: Уровень: 100
zh_hans: 等级已达到100
zh_hant: 等級達到100

# BadgeBadgeMsgPlayerRankLv03
source: Reached Level 200
de: Stufe 200 erreicht!
es: Has alcanzado el nivel 200.
es_mx: Alcanzaste el nivel 200.
fr: Niveau 200 atteint
it: Livello 200 raggiunto
ja: ランクが２００になった
ko: 레벨이 200에 도달했다
nl: Niveau 200 bereikt!
ru: Уровень: 200
zh_hans: 等级已达到200
zh_hant: 等級達到200

# BadgeBadgeMsgPlayerRankLv04
source: Reached Level 300
de: Stufe 300 erreicht!
es: Has alcanzado el nivel 300.
es_mx: Alcanzaste el nivel 300.
fr: Niveau 300 atteint
it: Livello 300 raggiunto
ja: ランクが３００になった
ko: 레벨이 300에 도달했다
nl: Niveau 300 bereikt!
ru: Уровень: 300
zh_hans: 等级已达到300
zh_hant: 等級達到300

# BadgeBadgeMsgPlayerRankLv05
source: Reached Level 400
de: Stufe 400 erreicht!
es: Has alcanzado el nivel 400.
es_mx: Alcanzaste el nivel 400.
fr: Niveau 400 atteint
it: Livello 400 raggiunto
ja: ランクが４００になった
ko: 레벨이 400에 도달했다
nl: Niveau 400 bereikt!
ru: Уровень: 400
zh_hans: 等级已达到400
zh_hant: 等級達到400

# BadgeBadgeMsgPlayerRankLv06
source: Reached Level 500
de: Stufe 500 erreicht!
es: Has alcanzado el nivel 500.
es_mx: Alcanzaste el nivel 500.
fr: Niveau 500 atteint
it: Livello 500 raggiunto
ja: ランクが５００になった
ko: 레벨이 500에 도달했다
nl: Niveau 500 bereikt!
ru: Уровень: 500
zh_hans: 等级已达到500
zh_hant: 等級達到500

# BadgeBadgeMsgPlayerRankLv07
source: Reached Level 600
de: Stufe 600 erreicht!
es: Has alcanzado el nivel 600.
es_mx: Alcanzaste el nivel 600.
fr: Niveau 600 atteint
it: Livello 600 raggiunto
ja: ランクが６００になった
ko: 레벨이 600에 도달했다
nl: Niveau 600 bereikt!
ru: Уровень: 600
zh_hans: 等级已达到600
zh_hant: 等級達到600

# BadgeBadgeMsgPlayerRankLv08
source: Reached Level 700
de: Stufe 700 erreicht!
es: Has alcanzado el nivel 700.
es_mx: Alcanzaste el nivel 700.
fr: Niveau 700 atteint
it: Livello 700 raggiunto
ja: ランクが７００になった
ko: 레벨이 700에 도달했다
nl: Niveau 700 bereikt!
ru: Уровень: 700
zh_hans: 等级已达到700
zh_hant: 等級達到700

# BadgeBadgeMsgPlayerRankLv09
source: Reached Level 800
de: Stufe 800 erreicht!
es: Has alcanzado el nivel 800.
es_mx: Alcanzaste el nivel 800.
fr: Niveau 800 atteint
it: Livello 800 raggiunto
ja: ランクが８００になった
ko: 레벨이 800에 도달했다
nl: Niveau 800 bereikt!
ru: Уровень: 800
zh_hans: 等级已达到800
zh_hant: 等級達到800

# BadgeBadgeMsgPlayerRankLv10
source: Reached Level 900
de: Stufe 900 erreicht!
es: Has alcanzado el nivel 900.
es_mx: Alcanzaste el nivel 900.
fr: Niveau 900 atteint
it: Livello 900 raggiunto
ja: ランクが９００になった
ko: 레벨이 900에 도달했다
nl: Niveau 900 bereikt!
ru: Уровень: 900
zh_hans: 等级已达到900
zh_hant: 等級達到900

# BadgeBadgeMsgPlayerRankLv11
source: Reached Level 999
de: Stufe 999 erreicht!
es: Has alcanzado el nivel 999.
es_mx: Alcanzaste el nivel 999.
fr: Niveau 999 atteint
it: Livello 999 raggiunto
ja: ランクが９９９になった
ko: 레벨이 999에 도달했다
nl: Niveau 999 bereikt!
ru: Уровень: 999
zh_hans: 等级已达到999
zh_hant: 等級達到999

# BadgeBadgeMsgSpendLotteryLv00
source: Spent 300,000 Cash on the Shell-Out Machine
de: Für 300.000 am Kapselautomaten gespielt!
es: Tu gasto en la máquina sacapremios ha llegado a 300 000.
es_mx: Gastaste 300 000 en el premiotrón.
fr: Somme de 300 000 dépensée dans le Capsulomate
it: Speso 300.000 al Premi-o-matic
ja: くじ引きでおカネを３００,０００ゲソ使った
ko: 뽑기에서 돈을 300,000G 사용했다
nl: 300.000 uitgegeven aan de Prijzenpot!
ru: Потрачено в капсульном автомате: 300 000
zh_hans: 抽奖的消费金额达到300000元鱿钞
zh_hant: 抽獎的消費金額達到300,000元魷鈔

# BadgeBadgeMsgSpendLotteryLv01
source: Spent 3,000,000 Cash on the Shell-Out Machine
de: Für 3.000.000 am Kapselautomaten gespielt!
es: Tu gasto en la máquina sacapremios ha llegado a 3 000 000.
es_mx: Gastaste 3 000 000 en el premiotrón.
fr: Somme de 3 000 000 dépensée dans le Capsulomate
it: Speso 3.000.000 al Premi-o-matic
ja: くじ引きでおカネを３,０００,０００ゲソ使った
ko: 뽑기에서 돈을 3,000,000G 사용했다
nl: 3.000.000 uitgegeven aan de Prijzenpot!
ru: Потрачено в капсульном автомате: 3 000 000
zh_hans: 抽奖的消费金额达到3000000元鱿钞
zh_hant: 抽獎的消費金額達到3,000,000元魷鈔

# BadgeBadgeMsgSpendLotteryLv02
source: Spent 30,000,000 Cash on the Shell-Out Machine
de: Für 30.000.000 am Kapselautomaten gespielt!
es: Tu gasto en la máquina sacapremios ha llegado a 30 000 000.
es_mx: Gastaste 30 000 000 en el premiotrón.
fr: Somme de 30 000 000 dépensée dans le Capsulomate
it: Speso 30.000.000 al Premi-o-matic
ja: くじ引きでおカネを３０,０００,０００ゲソ使った
ko: 뽑기에서 돈을 30,000,000G 사용했다
nl: 30.000.000 uitgegeven aan de Prijzenpot!
ru: Потрачено в капсульном автомате: 30 000 000
zh_hans: 抽奖的消费金额达到30000000元鱿钞
zh_hant: 抽獎的消費金額達到30,000,000元魷鈔

# BadgeBadgeMsgSpendShopClothesFsodrLv00
source: 100K Jelly Fresh Club
de: Für 100.000 bei Emporium Quallani eingekauft!
es: Tu gasto en la tienda de ropade Cromópolis ha llegado a 100 000.
es_mx: Gastaste 100 000 en Prêt-à-Méduse.
fr: Somme de 100 000 dépensée à Octo'Mode
it: Speso 100.000 da Meduchic
ja: ハイカラシティのフク屋でおカネを１００,０００ゲソ使った
ko: 오더폴리스 시티의 옷 가게에서 돈을 100,000G 사용했다
nl: 100.000 uitgegeven bij Beste Maatjes!
ru: Кол-во потраченных денег в «Рыбьем меху»: 100 000
zh_hans: 在尚兴市服装店的消费金额达到100000元鱿钞
zh_hant: 在尚興市的服裝店消費金額達到100,000元魷鈔

# BadgeBadgeMsgSpendShopClothesFsodrLv01
source: 1MM Jelly Fresh Club
de: Für 1.000.000 bei Emporium Quallani eingekauft!
es: Tu gasto en la tienda de ropa deCromópolis ha llegado a 1 000 000.
es_mx: Gastaste 1 000 000 en Prêt-à-Méduse.
fr: Somme d'un million dépensée à Octo'Mode
it: Speso 1.000.000 da Meduchic
ja: ハイカラシティのフク屋でおカネを１,０００,０００ゲソ使った
ko: 오더폴리스 시티의 옷 가게에서 돈을 1,000,000G 사용했다
nl: 1 miljoen uitgegeven bij Beste Maatjes!
ru: Кол-во потраченных денег в «Рыбьем меху»: 1 000 000
zh_hans: 在尚兴市服装店的消费金额达到1000000元鱿钞
zh_hant: 在尚興市的服裝店消費金額達到1,000,000元魷鈔

# BadgeBadgeMsgSpendShopClothesLv00
source: 100K Man-o'-Wardrobe Club
de: Für 100.000 im Médusalon eingekauft!
es: Tu gasto en la tienda de ropade Tintelia ha llegado a 100 000.
es_mx: Gastaste 100 000 en Prêt-à-Ventouse.
fr: Somme de 100 000 dépensée au Vestarium
it: Speso 100.000 da La Modusa
ja: バンカラ街のフク屋でおカネを１００,０００ゲソ使った
ko: 카오폴리스 타운의 옷 가게에서 돈을 100,000G 사용했다
nl: 100.000 uitgegeven bij Modusa!
ru: Кол-во потраченных денег в «Каравелле»: 100 000
zh_hans: 在蛮颓镇服装店的消费金额达到100000元鱿钞
zh_hant: 在蠻頹鎮的服裝店消費金額達到100,000元魷鈔

# BadgeBadgeMsgSpendShopClothesLv01
source: 1MM Man-o'-Wardrobe Club
de: Für 1.000.000 im Médusalon eingekauft!
es: Tu gasto en la tienda de ropade Tintelia ha llegado a 1 000 000.
es_mx: Gastaste 1 000 000 en Prêt-à-Ventouse.
fr: Somme d'un million dépensée au Vestarium
it: Speso 1.000.000 da La Modusa
ja: バンカラ街のフク屋でおカネを１,０００,０００ゲソ使った
ko: 카오폴리스 타운의 옷 가게에서 돈을 1,000,000G 사용했다
nl: 1 miljoen uitgegeven bij Modusa!
ru: Кол-во потраченных денег в «Каравелле»: 1 000 000
zh_hans: 在蛮颓镇服装店的消费金额达到1000000元鱿钞
zh_hant: 在蠻頹鎮的服裝店消費金額達到1,000,000元魷鈔

# BadgeBadgeMsgSpendShopClothesSdodrLv00
source: 100K Ye Olde Cloth Shoppe Club
de: Für 100.000 bei Zierfesch eingekauft!
es: Tu gasto en la tienda de ropa de Cromópolis ha llegado a 100 000.
es_mx: Gastaste 100 000 en Prêt-à-Poulpe.
fr: Somme de 100 000 dépensée à Culture Couture
it: Speso 100.000 da Atelier Celenteron
ja: ハイカラスクエアのフク屋でおカネを１００,０００ゲソ使った
ko: 오더폴리스 스퀘어의 옷 가게에서 돈을 100,000G 사용했다
nl: 100.000 uitgegeven bij Kwallietijd!
ru: Кол-во потраченных денег в магазине «СтилЪ»: 100 000
zh_hans: 在尚兴广场服装店的消费金额达到100000元鱿钞
zh_hant: 在尚興廣場的服裝店消費金額達到100,000元魷鈔

# BadgeBadgeMsgSpendShopClothesSdodrLv01
source: 1MM Ye Olde Cloth Shoppe Club
de: Für 1.000.000 bei Zierfesch eingekauft!
es: Tu gasto en la tienda de ropa de Cromópolis ha llegado a 1 000 000.
es_mx: Gastaste 1 000 000 en Prêt-à-Poulpe.
fr: Somme d'un million dépensée à Culture Couture
it: Speso 1.000.000 da Atelier Celenteron
ja: ハイカラスクエアのフク屋でおカネを１,０００,０００ゲソ使った
ko: 오더폴리스 스퀘어의 옷 가게에서 돈을 1,000,000G 사용했다
nl: 1 miljoen uitgegeven bij Kwallietijd!
ru: Кол-во потраченных денег в магазине «СтилЪ»: 1 000 000
zh_hans: 在尚兴广场服装店的消费金额达到1000000元鱿钞
zh_hant: 在尚興廣場的服裝店消費金額達到1,000,000元魷鈔

# BadgeBadgeMsgSpendShopGoodsLv00
source: 100K Hotlantis Club
de: Für 100.000 im Hotlantis eingekauft!
es: Tu gasto en Miscelánea Abisal ha llegado a 100 000.
es_mx: Gastaste 100 000 en Miscelánea Abisal.
fr: Somme de 100 000 dépensée chez Coolypso
it: Speso 100.000 da Misto mare
ja: ザッカ屋でおカネを１００,０００ゲソ使った
ko: 잡화점에서 돈을 100,000G 사용했다
nl: 100.000 uitgegeven bij Aqua Morgana!
ru: Кол-во потраченных денег в «Хитлантиде»: 100 000
zh_hans: 在杂货店的消费金额达到100000元鱿钞
zh_hant: 在雜貨店的消費金額達到100,000元魷鈔

# BadgeBadgeMsgSpendShopGoodsLv01
source: 1MM Hotlantis Club
de: Für 1.000.000 im Hotlantis eingekauft!
es: Tu gasto en Miscelánea Abisal ha llegado a 1 000 000.
es_mx: Gastaste 1 000 000 en Miscelánea Abisal.
fr: Somme d'un million dépensée chez Coolypso
it: Speso 1.000.000 da Misto mare
ja: ザッカ屋でおカネを１,０００,０００ゲソ使った
ko: 잡화점에서 돈을 1,000,000G 사용했다
nl: 1 miljoen uitgegeven bij Aqua Morgana!
ru: Кол-во потраченных денег в «Хитлантиде»: 1 000 000
zh_hans: 在杂货店的消费金额达到1000000元鱿钞
zh_hant: 在雜貨店的消費金額達到1,000,000元魷鈔

# BadgeBadgeMsgSpendShopHeadFsodrLv00
source: 100K Cooler Heads Club
de: Für 100.000 bei Tent-à-Tête eingekauft!
es: Tu gasto en la tienda de accesoriosde Cromópolis ha llegado a 100 000.
es_mx: Gastaste 100 000 en De cabeza.
fr: Somme de 100 000 dépensée à Kamatête
it: Speso 100.000 da Testa a posto
ja: ハイカラシティのアタマ屋でおカネを１００,０００ゲソ使った
ko: 오더폴리스 시티의 액세서리 숍에서 돈을 100,000G 사용했다
nl: 100.000 uitgegeven bij Onder een Hoedje!
ru: Кол-во потраченных денег в «Кепарь-Лобане»: 100 000
zh_hans: 在尚兴市头部装备店的消费金额达到100000元鱿钞
zh_hant: 在尚興市的頭部裝備店消費金額達到100,000元魷鈔

# BadgeBadgeMsgSpendShopHeadFsodrLv01
source: 1MM Cooler Heads Club
de: Für 1.000.000 bei Tent-à-Tête eingekauft!
es: Tu gasto en la tienda de accesoriosde Cromópolis ha llegado a 1 000 000.
es_mx: Gastaste 1 000 000 en De cabeza.
fr: Somme d'un million dépensée à Kamatête
it: Speso 1.000.000 da Testa a posto
ja: ハイカラシティのアタマ屋でおカネを１,０００,０００ゲソ使った
ko: 오더폴리스 시티의 액세서리 숍에서 돈을 1,000,000G 사용했다
nl: 1 miljoen uitgegeven bij Onder een Hoedje!
ru: Кол-во потраченных денег в «Кепарь-Лобане»: 1 000 000
zh_hans: 在尚兴市头部装备店的消费金额达到1000000元鱿钞
zh_hant: 在尚興市的頭部裝備店消費金額達到1,000,000元魷鈔

# BadgeBadgeMsgSpendShopHeadLv00
source: 100K Naut Couture Club
de: Für 100.000 bei Naute Couture eingekauft!
es: Tu gasto en la tienda de accesoriosde Tintelia ha llegado a 100 000.
es_mx: Gastaste 100 000 en Estilo Nautilo.
fr: Somme de 100 000 dépensée aux Eaux-de-forme
it: Speso 100.000 da Guscintesta
ja: バンカラ街のアタマ屋でおカネを１００,０００ゲソ使った
ko: 카오폴리스 타운의 액세서리 숍에서 돈을 100,000G 사용했다
nl: 100.000 uitgegeven bij Nauts Deals!
ru: Кол-во потраченных денег в «Шмот-кутюре»: 100 000
zh_hans: 在蛮颓镇头部装备店的消费金额达到100000元鱿钞
zh_hant: 在蠻頹鎮的頭部裝備店消費金額達到100,000元魷鈔

# BadgeBadgeMsgSpendShopHeadLv01
source: 1MM Naut Couture Club
de: Für 1.000.000 bei Naute Couture eingekauft!
es: Tu gasto en la tienda de accesoriosde Tintelia ha llegado a 1 000 000.
es_mx: Gastaste 1 000 000 en Estilo Nautilo.
fr: Somme d'un million dépensée aux Eaux-de-forme
it: Speso 1.000.000 da Guscintesta
ja: バンカラ街のアタマ屋でおカネを１,０００,０００ゲソ使った
ko: 카오폴리스 타운의 액세서리 숍에서 돈을 1,000,000G 사용했다
nl: 1 miljoen uitgegeven bij Nauts Deals!
ru: Кол-во потраченных денег в «Шмот-кутюре»: 1 000 000
zh_hans: 在蛮颓镇头部装备店的消费金额达到1000000元鱿钞
zh_hant: 在蠻頹鎮的頭部裝備店消費金額達到1,000,000元魷鈔

# BadgeBadgeMsgSpendShopHeadSdodrLv00
source: 100K Headspace Club
de: Für 100.000 bei Kopfsache eingekauft!
es: Tu gasto en la tienda de accesorios de Tintelia ha llegado a 100 000.
es_mx: Gastaste 100 000 en Palasesera.
fr: Somme de 100 000 dépensée à Couvre-seiche
it: Speso 100.000 da Karma & Cappelli
ja: ハイカラスクエアのアタマ屋でおカネを１００,０００ゲソ使った
ko: 오더폴리스 스퀘어의 액세서리 숍에서 돈을 100,000G 사용했다
nl: 100.000 uitgegeven bij Hoofdmoot!
ru: Кол-во потраченных денег в магазине «Аурелия»: 100 000
zh_hans: 在尚兴广场头部装备店的消费金额达到100000元鱿钞
zh_hant: 在尚興廣場的頭部裝備店消費金額達到100,000元魷鈔

# BadgeBadgeMsgSpendShopHeadSdodrLv01
source: 1MM Headspace Club
de: Für 1.000.000 bei Kopfsache eingekauft!
es: Tu gasto en la tienda de accesorios de Tintelia ha llegado a 1 000 000.
es_mx: Gastaste 1 000 000 en Palasesera.
fr: Somme d'un million dépensée à Couvre-seiche
it: Speso 1.000.000 da Karma & Cappelli
ja: ハイカラスクエアのアタマ屋でおカネを１,０００,０００ゲソ使った
ko: 오더폴리스 스퀘어의 액세서리 숍에서 돈을 1,000,000G 사용했다
nl: 1 miljoen uitgegeven bij Hoofdmoot!
ru: Кол-во потраченных денег в магазине «Аурелия»: 1 000 000
zh_hans: 在尚兴广场头部装备店的消费金额达到1000000元鱿钞
zh_hant: 在尚興廣場的頭部裝備店消費金額達到1,000,000元魷鈔

# BadgeBadgeMsgSpendShopShoesFsodrLv00
source: 100K Shrimp Kicks Club
de: Für 100.000 bei Shrimpy Shoes eingekauft!
es: Tu gasto en la tienda de zapatosde Cromópolis ha llegado a 100 000.
es_mx: Gastaste 100 000 en Calzapodi.
fr: Somme de 100 000 dépensée à Crustapied
it: Speso 100.000 da Gamberto scarpe
ja: ハイカラシティのクツ屋でおカネを１００,０００ゲソ使った
ko: 오더폴리스 시티의 신발 가게에서 돈을 100,000G 사용했다
nl: 100.000 uitgegeven bij De Schoener!
ru: Кол-во потраченных денег в «Кедокредо»: 100 000
zh_hans: 在尚兴市鞋店的消费金额达到100000元鱿钞
zh_hant: 在尚興市的鞋店消費金額達到100,000元魷鈔

# BadgeBadgeMsgSpendShopShoesFsodrLv01
source: 1MM Shrimp Kicks Club
de: Für 1.000.000 bei Shrimpy Shoes eingekauft!
es: Tu gasto en la tienda de zapatos deCromópolis ha llegado a 1 000 000.
es_mx: Gastaste 1 000 000 en Calzapodi.
fr: Somme d'un million dépensée à Crustapied
it: Speso 1.000.000 da Gamberto scarpe
ja: ハイカラシティのクツ屋でおカネを１,０００,０００ゲソ使った
ko: 오더폴리스 시티의 신발 가게에서 돈을 1,000,000G 사용했다
nl: 1 miljoen uitgegeven bij De Schoener!
ru: Кол-во потраченных денег в «Кедокредо»: 1 000 000
zh_hans: 在尚兴市鞋店的消费金额达到1000000元鱿钞
zh_hant: 在尚興市的鞋店消費金額達到1,000,000元魷鈔

# BadgeBadgeMsgSpendShopShoesLv00
source: 100K Crush Station Club
de: Für 100.000 in der Pumpstation eingekauft!
es: Tu gasto en la tienda de zapatosde Tintelia ha llegado a 100 000.
es_mx: Gastaste 100 000 en Calzando Fuerte.
fr: Somme de 100 000 dépensée au Pied agile
it: Speso 100.000 da Chelescarpe
ja: バンカラ街のクツ屋でおカネを１００,０００ゲソ使った
ko: 카오폴리스 타운의 신발 가게에서 돈을 100,000G 사용했다
nl: 100.000 uitgegeven bij Krab voor Stap!
ru: Кол-во потраченных денег в «Водокаче»: 100 000
zh_hans: 在蛮颓镇鞋店的消费金额达到100000元鱿钞
zh_hant: 在蠻頹鎮的鞋店消費金額達到100,000元魷鈔

# BadgeBadgeMsgSpendShopShoesLv01
source: 1MM Crush Station Club
de: Für 1.000.000 in der Pumpstation eingekauft!
es: Tu gasto en la tienda de zapatosde Tintelia ha llegado a 1 000 000.
es_mx: Gastaste 1 000 000 en Calzando Fuerte.
fr: Somme d'un million dépensée au Pied agile
it: Speso 1.000.000 da Chelescarpe
ja: バンカラ街のクツ屋でおカネを１,０００,０００ゲソ使った
ko: 카오폴리스 타운의 신발 가게에서 돈을 1,000,000G 사용했다
nl: 1 miljoen uitgegeven bij Krab voor Stap!
ru: Кол-во потраченных денег в «Водокаче»: 1 000 000
zh_hans: 在蛮颓镇鞋店的消费金额达到1000000元鱿钞
zh_hant: 在蠻頹鎮的鞋店消費金額達到1,000,000元魷鈔

# BadgeBadgeMsgSpendShopShoesSdodrLv00
source: 100K Shella Fresh Club
de: Für 100.000 bei Krabkicks eingekauft!
es: Tu gasto en la tienda de zapatos de Tintelia ha llegado a 100 000.
es_mx: Gastaste 100 000 en Ochosuelas.
fr: Somme de 100 000 dépensée au Pied malin
it: Speso 100.000 da Carpe coi Tacchi
ja: ハイカラスクエアのクツ屋でおカネを１００,０００ゲソ使った
ko: 오더폴리스 스퀘어의 신발 가게에서 돈을 100,000G 사용했다
nl: 100.000 uitgegeven bij Fish & Kicks!
ru: Кол-во потраченных денег в магазине «Краболап»: 100 000
zh_hans: 在尚兴广场鞋店的消费金额达到100000元鱿钞
zh_hant: 在尚興廣場的鞋店消費金額達到100,000元魷鈔

# BadgeBadgeMsgSpendShopShoesSdodrLv01
source: 1MM Shella Fresh Club
de: Für 1.000.000 bei Krabkicks eingekauft!
es: Tu gasto en la tienda de zapatos de Tintelia ha llegado a 1 000 000.
es_mx: Gastaste 1 000 000 en Ochosuelas.
fr: Somme d'un million dépensée au Pied malin
it: Speso 1.000.000 da Carpe coi Tacchi
ja: ハイカラスクエアのクツ屋でおカネを１,０００,０００ゲソ使った
ko: 오더폴리스 스퀘어의 신발 가게에서 돈을 1,000,000G 사용했다
nl: 1 miljoen uitgegeven bij Fish & Kicks!
ru: Кол-во потраченных денег в магазине «Краболап»: 1 000 000
zh_hans: 在尚兴广场鞋店的消费金额达到1000000元鱿钞
zh_hant: 在尚興廣場的鞋店消費金額達到1,000,000元魷鈔

# BadgeBadgeMsgTipColorCompleteSdodrAutoA
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊
