Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameStcStiLogo32
source: ZF-BL Z+F logo
de: Zekkori-Logo „ZKI-BL“
es: Logotipo Ezkkor OSKR-AZ
es_mx: Logotipo ZyS ZFT-AZ
fr: Logo E+F FZK-BL
it: Logo E+T-BL
ja: ロゴ エゾッコリー CFK-BL
ko: 제코핀 BKD-BL 로고
nl: Zekkofin-logo ZK-BL
ru: Логотип «ЙожкоТюр» ЙОТ-СИ
zh_hans: Logo 泽酷暖流 CFK-BL
zh_hant: Logo 澤酷暖流 CFK-BL

# GoodsGoodsNameStcStiLogo33
source: ZF-YE Z+F logo
de: Zekkori-Logo „ZKI-G“
es: Logotipo Ezkkor OSKR-AM
es_mx: Logotipo ZyS ZFT-AM
fr: Logo E+F FZK-JA
it: Logo E+T-GI
ja: ロゴ エゾッコリー CFK-YE
ko: 제코핀 BKD-YE 로고
nl: Zekkofin-logo ZK-GE
ru: Логотип «ЙожкоТюр» ЙОТ-ЖЁ
zh_hans: Logo 泽酷暖流 CFK-YE
zh_hant: Logo 澤酷暖流 CFK-YE

# GoodsGoodsNameStcStiLogo34
source: ZF-GR Z+F logo
de: Zekkori-Logo „ZKI-GRN“
es: Logotipo Ezkkor OSKR-VR
es_mx: Logotipo ZyS ZFT-VR
fr: Logo E+F FZK-V
it: Logo E+T-VE
ja: ロゴ エゾッコリー CFK-GR
ko: 제코핀 BKD-GR 로고
nl: Zekkofin-logo ZK-GR
ru: Логотип «ЙожкоТюр» ЙОТ-ЗЕ
zh_hans: Logo 泽酷暖流 CFK-GR
zh_hant: Logo 澤酷暖流 CFK-GR

# GoodsGoodsNameStcStiMiniGameRankAwardLv01
source: Tableturf Battle sticker 1
de: Revierdecks-Aufkleber 1
es: Pegatina lucha carterritorial 1
es_mx: Calcomanía combate carterritorial 1
fr: Autocollant C&T 1
it: Adesivo Splattanza 1
ja: ナワバトラーステッカー１
ko: 영역 배틀러 스티커 1
nl: Slijkslagsticker 1
ru: Наклейка «Карты и район» 1
zh_hans: 占地斗士贴纸1
zh_hant: 占地鬥士貼紙1

# GoodsGoodsNameStcStiMiniGameRankAwardLv02
source: Tableturf Battle sticker 2
de: Revierdecks-Aufkleber 2
es: Pegatina lucha carterritorial 2
es_mx: Calcomanía combate carterritorial 2
fr: Autocollant C&T 2
it: Adesivo Splattanza 2
ja: ナワバトラーステッカー２
ko: 영역 배틀러 스티커 2
nl: Slijkslagsticker 2
ru: Наклейка «Карты и район» 2
zh_hans: 占地斗士贴纸2
zh_hant: 占地鬥士貼紙2

# GoodsGoodsNameStcStiMiniGameRankAwardLv03
source: Tableturf Battle sticker 3
de: Revierdecks-Aufkleber 3
es: Pegatina lucha carterritorial 3
es_mx: Calcomanía combate carterritorial 3
fr: Autocollant C&T 3
it: Adesivo Splattanza 3
ja: ナワバトラーステッカー３
ko: 영역 배틀러 스티커 3
nl: Slijkslagsticker 3
ru: Наклейка «Карты и район» 3
zh_hans: 占地斗士贴纸3
zh_hant: 占地鬥士貼紙3

# GoodsGoodsNameStcStiMiniGameRankAwardLv04
source: Tableturf Battle sticker 4
de: Revierdecks-Aufkleber 4
es: Pegatina lucha carterritorial 4
es_mx: Calcomanía combate carterritorial 4
fr: Autocollant C&T 4
it: Adesivo Splattanza 4
ja: ナワバトラーステッカー４
ko: 영역 배틀러 스티커 4
nl: Slijkslagsticker 4
ru: Наклейка «Карты и район» 4
zh_hans: 占地斗士贴纸4
zh_hant: 占地鬥士貼紙4

# GoodsGoodsNameStcStiMiniGameRankAwardLv05
source: Tableturf Battle sticker 5
de: Revierdecks-Aufkleber 5
es: Pegatina lucha carterritorial 5
es_mx: Calcomanía combate carterritorial 5
fr: Autocollant C&T 5
it: Adesivo Splattanza 5
ja: ナワバトラーステッカー５
ko: 영역 배틀러 스티커 5
nl: Slijkslagsticker 5
ru: Наклейка «Карты и район» 5
zh_hans: 占地斗士贴纸5
zh_hant: 占地鬥士貼紙5

# GoodsGoodsNameStcStiMiniGameRankAwardLv06
source: Tableturf Battle sticker 6
de: Revierdecks-Aufkleber 6
es: Pegatina lucha carterritorial 6
es_mx: Calcomanía combate carterritorial 6
fr: Autocollant C&T 6
it: Adesivo Splattanza 6
ja: ナワバトラーステッカー６
ko: 영역 배틀러 스티커 6
nl: Slijkslagsticker 6
ru: Наклейка «Карты и район» 6
zh_hans: 占地斗士贴纸6
zh_hant: 占地鬥士貼紙6

# GoodsGoodsNameStcStiMiniGameRankAwardLv07
source: Tableturf Battle sticker 7
de: Revierdecks-Aufkleber 7
es: Pegatina lucha carterritorial 7
es_mx: Calcomanía combate carterritorial 7
fr: Autocollant C&T 7
it: Adesivo Splattanza 7
ja: ナワバトラーステッカー７
ko: 영역 배틀러 스티커 7
nl: Slijkslagsticker 7
ru: Наклейка «Карты и район» 7
zh_hans: 占地斗士贴纸7
zh_hant: 占地鬥士貼紙7

# GoodsGoodsNameStcStiPoster25
source: BD-KDZ-RLS poster
de: Poster „T&P-KND-RGL“
es: Póster CCF-KL
es_mx: Póster UCC-KL
fr: Affiche PML-ZDK
it: Poster EMP-ZB
ja: ポスター TA-KLP
ko: DP-KLP 포스터
nl: Poster PZ-KNDDBS
ru: Плакат УСТОР-ДЕТРУЛ
zh_hans: 海报 TA-KLP
zh_hant: 海報 TA-KLP

# GoodsGoodsNameStcStiPoster59
source: RBR-DOW poster
de: Poster „R&R-RDW“
es: Póster RAMN-MDS
es_mx: Póster RAMN-MDS
fr: Affiche AMR-OFEX
it: Poster RR-ODS
ja: ポスター BG-RMP
ko: SRJ-RMP 포스터
nl: Poster BAB-RvdW
ru: Плакат РОБ-ВКУС
zh_hans: 海报 BG-RMP
zh_hant: 海報 BG-RMP

# GoodsGoodsNameStcStiSdodrDevelopLog00
source: Marina's Dev Diary 01
de: Marinas Dev-Tagebuch 01
es: Diario técnico de Marina 01
es_mx: Diario técnico de Marina 01
fr: Journal de Coralie 01
it: Diario di Nori 01
ja: イイダの開発日記 01
ko: 이이다의 개발 일기 01
nl: Mariana's ontwikkelingsdagboek 01
ru: Заметки разработчика Мариши 01
zh_hans: 饭田的开发日记 01
zh_hant: 飯田的研發日記 01

# GoodsGoodsNameStcStiSdodrDevelopLog01
source: Marina's Dev Diary 02
de: Marinas Dev-Tagebuch 02
es: Diario técnico de Marina 02
es_mx: Diario técnico de Marina 02
fr: Journal de Coralie 02
it: Diario di Nori 02
ja: イイダの開発日記 02
ko: 이이다의 개발 일기 02
nl: Mariana's ontwikkelingsdagboek 02
ru: Заметки разработчика Мариши 02
zh_hans: 饭田的开发日记 02
zh_hant: 飯田的研發日記 02

# GoodsGoodsNameStcStiSdodrDevelopLog02
source: Marina's Dev Diary 03
de: Marinas Dev-Tagebuch 03
es: Diario técnico de Marina 03
es_mx: Diario técnico de Marina 03
fr: Journal de Coralie 03
it: Diario di Nori 03
ja: イイダの開発日記 03
ko: 이이다의 개발 일기 03
nl: Mariana's ontwikkelingsdagboek 03
ru: Заметки разработчика Мариши 03
zh_hans: 饭田的开发日记 03
zh_hant: 飯田的研發日記 03

# GoodsGoodsNameStcStiSdodrDevelopLog03
source: Marina's Dev Diary 04
de: Marinas Dev-Tagebuch 04
es: Diario técnico de Marina 04
es_mx: Diario técnico de Marina 04
fr: Journal de Coralie 04
it: Diario di Nori 04
ja: イイダの開発日記 04
ko: 이이다의 개발 일기 04
nl: Mariana's ontwikkelingsdagboek 04
ru: Заметки разработчика Мариши 04
zh_hans: 饭田的开发日记 04
zh_hant: 飯田的研發日記 04

# GoodsGoodsNameStcStiSdodrDevelopLog04
source: Marina's Dev Diary 05
de: Marinas Dev-Tagebuch 05
es: Diario técnico de Marina 05
es_mx: Diario técnico de Marina 05
fr: Journal de Coralie 05
it: Diario di Nori 05
ja: イイダの開発日記 05
ko: 이이다의 개발 일기 05
nl: Mariana's ontwikkelingsdagboek 05
ru: Заметки разработчика Мариши 05
zh_hans: 饭田的开发日记 05
zh_hant: 飯田的研發日記 05

# GoodsGoodsNameStcStiSdodrDevelopLog05
source: Marina's Dev Diary 06
de: Marinas Dev-Tagebuch 06
es: Diario técnico de Marina 06
es_mx: Diario técnico de Marina 06
fr: Journal de Coralie 06
it: Diario di Nori 06
ja: イイダの開発日記 06
ko: 이이다의 개발 일기 06
nl: Mariana's ontwikkelingsdagboek 06
ru: Заметки разработчика Мариши 06
zh_hans: 饭田的开发日记 06
zh_hant: 飯田的研發日記 06

# GoodsGoodsNameStcStiSdodrDevelopLog06
source: Marina's Dev Diary 07
de: Marinas Dev-Tagebuch 07
es: Diario técnico de Marina 07
es_mx: Diario técnico de Marina 07
fr: Journal de Coralie 07
it: Diario di Nori 07
ja: イイダの開発日記 07
ko: 이이다의 개발 일기 07
nl: Mariana's ontwikkelingsdagboek 07
ru: Заметки разработчика Мариши 07
zh_hans: 饭田的开发日记 07
zh_hant: 飯田的研發日記 07

# GoodsGoodsNameStcStiSdodrDevelopLog07
source: Marina's Dev Diary 08
de: Marinas Dev-Tagebuch 08
es: Diario técnico de Marina 08
es_mx: Diario técnico de Marina 08
fr: Journal de Coralie 08
it: Diario di Nori 08
ja: イイダの開発日記 08
ko: 이이다의 개발 일기 08
nl: Mariana's ontwikkelingsdagboek 08
ru: Заметки разработчика Мариши 08
zh_hans: 饭田的开发日记 08
zh_hant: 飯田的研發日記 08

# GoodsGoodsNameStcStiSdodrDevelopLog08
source: Marina's Dev Diary 09
de: Marinas Dev-Tagebuch 09
es: Diario técnico de Marina 09
es_mx: Diario técnico de Marina 09
fr: Journal de Coralie 09
it: Diario di Nori 09
ja: イイダの開発日記 09
ko: 이이다의 개발 일기 09
nl: Mariana's ontwikkelingsdagboek 09
ru: Заметки разработчика Мариши 09
zh_hans: 饭田的开发日记 09
zh_hant: 飯田的研發日記 09

# GoodsGoodsNameStcStiSdodrDevelopLog09
source: Marina's Dev Diary 10
de: Marinas Dev-Tagebuch 10
es: Diario técnico de Marina 10
es_mx: Diario técnico de Marina 10
fr: Journal de Coralie 10
it: Diario di Nori 10
ja: イイダの開発日記 10
ko: 이이다의 개발 일기 10
nl: Mariana's ontwikkelingsdagboek 10
ru: Заметки разработчика Мариши 10
zh_hans: 饭田的开发日记 10
zh_hant: 飯田的研發日記 10

# GoodsGoodsNameStcStiSdodrDevelopLog10
source: Marina's Dev Diary 11
de: Marinas Dev-Tagebuch 11
es: Diario técnico de Marina 11
es_mx: Diario técnico de Marina 11
fr: Journal de Coralie 11
it: Diario di Nori 11
ja: イイダの開発日記 11
ko: 이이다의 개발 일기 11
nl: Mariana's ontwikkelingsdagboek 11
ru: Заметки разработчика Мариши 11
zh_hans: 饭田的开发日记 11
zh_hant: 飯田的研發日記 11

# GoodsGoodsNameStcStiSdodrDevelopLog11
source: Marina's Dev Diary 12
de: Marinas Dev-Tagebuch 12
es: Diario técnico de Marina 12
es_mx: Diario técnico de Marina 12
fr: Journal de Coralie 12
it: Diario di Nori 12
ja: イイダの開発日記 12
ko: 이이다의 개발 일기 12
nl: Mariana's ontwikkelingsdagboek 12
ru: Заметки разработчика Мариши 12
zh_hans: 饭田的开发日记 12
zh_hant: 飯田的研發日記 12

# GoodsGoodsNameStcStiSdodrDevelopLog12
source: Marina's Dev Diary 13
de: Marinas Dev-Tagebuch 13
es: Diario técnico de Marina 13
es_mx: Diario técnico de Marina 13
fr: Journal de Coralie 13
it: Diario di Nori 13
ja: イイダの開発日記 13
ko: 이이다의 개발 일기 13
nl: Mariana's ontwikkelingsdagboek 13
ru: Заметки разработчика Мариши 13
zh_hans: 饭田的开发日记 13
zh_hant: 飯田的研發日記 13

# GoodsGoodsNameStcStiSdodrDevelopLog13
source: Marina's Dev Diary 14
de: Marinas Dev-Tagebuch 14
es: Diario técnico de Marina 14
es_mx: Diario técnico de Marina 14
fr: Journal de Coralie 14
it: Diario di Nori 14
ja: イイダの開発日記 14
ko: 이이다의 개발 일기 14
nl: Mariana's ontwikkelingsdagboek 14
ru: Заметки разработчика Мариши 14
zh_hans: 饭田的开发日记 14
zh_hant: 飯田的研發日記 14

# GoodsGoodsNameStcStiSdodrDevelopLog14
source: Marina's Dev Diary 15
de: Marinas Dev-Tagebuch 15
es: Diario técnico de Marina 15
es_mx: Diario técnico de Marina 15
fr: Journal de Coralie 15
it: Diario di Nori 15
ja: イイダの開発日記 15
ko: 이이다의 개발 일기 15
nl: Mariana's ontwikkelingsdagboek 15
ru: Заметки разработчика Мариши 15
zh_hans: 饭田的开发日记 15
zh_hant: 飯田的研發日記 15

# GoodsGoodsNameStcStiSdodrFleaMarket00
source: Marina Order graffiti
de: Ordnung-Graffiti „Marina“
es: Grafiti orden Marina
es_mx: Grafiti orden Marina
fr: Graffiti d'Ordre Coralie
it: Graffito Ordine di Nori
ja: オーダグラフィティ イイダ
ko: 이이다 오더 그라피티
nl: Orde-graffiti Mariana
ru: Граффити Порядка «Мариша»
zh_hans: 秩序涂鸦 饭田
zh_hant: 秩序塗鴉 飯田

# GoodsGoodsNameStcStiSdodrFleaMarket01
source: Pearl Order graffiti
de: Ordnung-Graffiti „Perla“
es: Grafiti orden Perla
es_mx: Grafiti orden Perla
fr: Graffiti d'Ordre Perle
it: Graffito Ordine di Alga
ja: オーダグラフィティ ヒメ
ko: 히메 오더 그라피티
nl: Orde-graffiti Lorelei
ru: Граффити Порядка «Жемчик»
zh_hans: 秩序涂鸦 小姬
zh_hant: 秩序塗鴉 小姬

# GoodsGoodsNameStcStiSdodrFleaMarket02
source: Callie Order graffiti
de: Ordnung-Graffiti „Aioli“
es: Grafiti orden Mar
es_mx: Grafiti orden Mar
fr: Graffiti d'Ordre Ayo
it: Graffito Ordine di Stella
ja: オーダグラフィティ アオリ
ko: 아오리 오더 그라피티
nl: Orde-graffiti Callie
ru: Граффити Порядка «Кэлли»
zh_hans: 秩序涂鸦 小拟
zh_hant: 秩序塗鴉 小擬

# GoodsGoodsNameStcStiSdodrFleaMarket03
source: Marie Order graffiti
de: Ordnung-Graffiti „Limone“
es: Grafiti orden Tina
es_mx: Grafiti orden Tina
fr: Graffiti d'Ordre Oly
it: Graffito Ordine di Marina
ja: オーダグラフィティ ホタル
ko: 호타루 오더 그라피티
nl: Orde-graffiti Marie
ru: Граффити Порядка «Мари»
zh_hans: 秩序涂鸦 小萤
zh_hant: 秩序塗鴉 小螢

# GoodsGoodsNameStcStiSdodrFleaMarket04
source: pixel Big Man
de: Pixel-Sticker „Mantaro“
es: Emblema pixelado Rayan
es_mx: Emblema pixelado Rayan
fr: Portrait de Raimi pixellisé
it: Pixel Mantaleo
ja: ピクセル マンタロー
ko: 픽셀 만타로
nl: Pixel-Ray
ru: Пиксель-арт «Биг Ман»
zh_hans: 像素 鬼福
zh_hant: 像素 鬼福

# GoodsGoodsNameStcStiSdodrFleaMarket05
source: pixel Frye
de: Pixel-Sticker „Muri“
es: Emblema pixelado Angie
es_mx: Emblema pixelado Angie
fr: Portrait d'Angie pixellisé
it: Pixel Morena
ja: ピクセル ウツホ
ko: 픽셀 우츠호
nl: Pixel-Muriël
ru: Пиксель-арт «Мурия»
zh_hans: 像素 曼曼
zh_hant: 像素 曼曼

# GoodsGoodsNameStcStiSdodrFleaMarket06
source: pixel Shiver
de: Pixel-Sticker „Mako“
es: Emblema pixelado Megan
es_mx: Emblema pixelado Megan
fr: Portrait de Pasquale pixellisé
it: Pixel Pinnuccia
ja: ピクセル フウカ
ko: 픽셀 후우카
nl: Pixel-Haya
ru: Пиксель-арт «Кулла»
zh_hans: 像素 莎莎
zh_hant: 像素 莎莎

# GoodsGoodsNameStcStiSdodrFleaMarket07
source: pixel Marie
de: Pixel-Sticker „Limone“
es: Emblema pixelado Tina
es_mx: Emblema pixelado Tina
fr: Portrait d'Oly pixellisé
it: Pixel Marina
ja: ピクセル ホタル
ko: 픽셀 호타루
ru: Пиксель-арт «Мари»
zh_hans: 像素 小萤
zh_hant: 像素 小螢

# GoodsGoodsNameStcStiSdodrFleaMarket08
source: pixel Callie
de: Pixel-Sticker „Aioli“
es: Emblema pixelado Mar
es_mx: Emblema pixelado Mar
fr: Portrait d'Ayo pixellisé
it: Pixel Stella
ja: ピクセル アオリ
ko: 픽셀 아오리
ru: Пиксель-арт «Кэлли»
zh_hans: 像素 小拟
zh_hant: 像素 小擬

# GoodsGoodsNameStcStiSdodrFleaMarket09
source: pixel Sheldon
de: Pixel-Sticker „Arty“
es: Emblema pixelado Jairo
es_mx: Emblema pixelado Jairo
fr: Portrait de Cartouche pixellisé
it: Pixel Armand
ja: ピクセル ブキチ
ko: 픽셀 부키치
nl: Pixel-Krabbert
ru: Пиксель-арт «Пушкин»
zh_hans: 像素 武器子
zh_hant: 像素 武器子

# GoodsGoodsNameStcStiSdodrFleaMarket10
source: pixel Pearl
de: Pixel-Sticker „Perla“
es: Emblema pixelado Perla
es_mx: Emblema pixelado Perla
fr: Portrait de Perle pixellisé
it: Pixel Alga
ja: ピクセル ヒメ
ko: 픽셀 히메
nl: Pixel-Lorelei
ru: Пиксель-арт «Жемчик»
zh_hans: 像素 小姬
zh_hant: 像素 小姬

# GoodsGoodsNameStcStiSdodrFleaMarket11
source: pixel Marina
de: Pixel-Sticker „Marina“
es: Emblema pixelado Marina
es_mx: Emblema pixelado Marina
fr: Portrait de Coralie pixellisé
it: Pixel Nori
ja: ピクセル イイダ
ko: 픽셀 이이다
nl: Pixel-Mariana
ru: Пиксель-арт «Мариша»
zh_hans: 像素 饭田
zh_hant: 像素 飯田

# GoodsGoodsNameStcStiSdodrFleaMarket12
source: pixel Eight
de: Pixel-Sticker „Nr. 8“
es: Emblema pixelado Ocho
es_mx: Emblema pixelado Ocho
fr: Portrait de Huit pixellisé
it: Pixel Otto
ja: ピクセル ハチ
ko: 픽셀 에이트
nl: Pixel-Acht
ru: Пиксель-арт «Восьмерка»
zh_hans: 像素 小八
zh_hant: 像素 小八

# GoodsGoodsNameStcStiSdodrFleaMarket13
source: pixel Agent 4
de: Pixel-Sticker „Nr. 4“
es: Emblema pixelado Agente 4
es_mx: Emblema pixelado Agente 4
fr: Portrait de Numéro 4 pixellisé
it: Pixel Numero 4
ja: ピクセル ４号
ko: 픽셀 4호
ru: Пиксель-арт «Агент 004»
zh_hans: 像素 4号
zh_hant: 像素 4號

# GoodsGoodsNameStcStiSdodrFleaMarket14
source: pixel DJ Octavio
de: Pixel-Sticker „DJ Oktario“
es: Emblema pixelado DJ Octovius
es_mx: Emblema pixelado DJ Octovius
fr: Portrait de DJ Octave pixellisé
it: Pixel DJ Octavius
ja: ピクセル DJタコワサ将軍
ko: 픽셀 DJ 문추냉이 장군
ru: Пиксель-арт «DJ Октавио»
zh_hans: 像素 DJ芥末章鱼将军
zh_hant: 像素 DJ芥末章魚將軍

# GoodsGoodsNameStcStiSdodrFleaMarket15
source: pixel Murch
de: Pixel-Sticker „Sid“
es: Emblema pixelado Enrizo
es_mx: Emblema pixelado Enrizo
fr: Portrait de Tipik pixellisé
it: Pixel Echino
ja: ピクセル スパイキー
ko: 픽셀 스파이키
nl: Pixel-Mikey
ru: Пиксель-арт «Иглюха»
zh_hans: 像素 刺冠
zh_hant: 像素 刺冠

# GoodsGoodsNameStcStiSdodrFleaMarket16
source: dream tapestry 01
de: Traum-Wandteppich 01
es: Tapiz de ensueño 01
es_mx: Tapiz de ensueño 01
fr: Tapisserie onirique 01
it: Arazzo da sogno 01
ja: ユメみるタペストリー 01
ko: 꿈꾸는 태피스트리 01
nl: Droomwandtapijt 01
ru: Гобелен «Мечта» 01
zh_hans: 梦想缂织壁毯 01
zh_hant: 夢想緙織壁毯 01

# GoodsGoodsNameStcStiSdodrFleaMarket17
source: dream tapestry 02
de: Traum-Wandteppich 02
es: Tapiz de ensueño 02
es_mx: Tapiz de ensueño 02
fr: Tapisserie onirique 02
it: Arazzo da sogno 02
ja: ユメみるタペストリー 02
ko: 꿈꾸는 태피스트리 02
nl: Droomwandtapijt 02
ru: Гобелен «Мечта» 02
zh_hans: 梦想缂织壁毯 02
zh_hant: 夢想緙織壁毯 02

# GoodsGoodsNameStcStiSdodrFleaMarket18
source: dream tapestry 03
de: Traum-Wandteppich 03
es: Tapiz de ensueño 03
es_mx: Tapiz de ensueño 03
fr: Tapisserie onirique 03
it: Arazzo da sogno 03
ja: ユメみるタペストリー 03
ko: 꿈꾸는 태피스트리 03
nl: Droomwandtapijt 03
ru: Гобелен «Мечта» 03
zh_hans: 梦想缂织壁毯 03
zh_hant: 夢想緙織壁毯 03

# GoodsGoodsNameStcStiSdodrFleaMarket19
source: dream tapestry 04
de: Traum-Wandteppich 04
es: Tapiz de ensueño 04
es_mx: Tapiz de ensueño 04
fr: Tapisserie onirique 04
it: Arazzo da sogno 04
ja: ユメみるタペストリー 04
ko: 꿈꾸는 태피스트리 04
nl: Droomwandtapijt 04
ru: Гобелен «Мечта» 04
zh_hans: 梦想缂织壁毯 04
zh_hant: 夢想緙織壁毯 04

# GoodsGoodsNameStcStiSdodrFleaMarket20
source: dream tapestry 05
de: Traum-Wandteppich 05
es: Tapiz de ensueño 05
es_mx: Tapiz de ensueño 05
fr: Tapisserie onirique 05
it: Arazzo da sogno 05
ja: ユメみるタペストリー 05
ko: 꿈꾸는 태피스트리 05
nl: Droomwandtapijt 05
ru: Гобелен «Мечта» 05
zh_hans: 梦想缂织壁毯 05
zh_hant: 夢想緙織壁毯 05

# GoodsGoodsNameStcStiSdodrFleaMarket21
source: Pearl wallpaper
de: Perla-Hintergrundbild
es: Papel de pared Perla
es_mx: Fondo Perlita
fr: Papier peint Perle
it: Sfondo di Alga
ja: センパイのかべがみ
ko: 선배 바탕화면
nl: Lorelei-afbeelding
ru: Обои «Жемчик»
zh_hans: 前辈的壁纸
zh_hant: 前輩的壁紙

# GoodsGoodsNameStcStiSdodrFleaMarket22
source: Jelleton sticker
de: Aufkleber „Viskelloid“
es: Pegatina esquealeta
es_mx: Calcomanía esquealeta
fr: Autocollant Squelécaille
it: Adesivo di Ossomolle
ja: ステッカー スケルトーン
ko: 스켈레톤 스티커
nl: Drilgruwel-sticker
ru: Наклейка «Консервитор»
zh_hans: 贴纸 骷髅鱼
zh_hant: 貼紙 骷髏魚

# GoodsGoodsNameStcStiSignboard00
source: STY1 sign
de: Schild „S1CHR“
es: Señal SGANTDO
es_mx: Letrero SGANTDO
fr: Panneau PR-SCR
it: Cartello SPT
ja: ひょうしき ADI
ko: STY1 표지판
nl: Bord PSOP
ru: Знак БЕРЕ
zh_hans: 标志 ADI
zh_hant: 標誌 ADI

# GoodsGoodsNameStcStiSignboard01
source: PRHBTD sign
de: Schild „VRBTN“
es: Señal PRHBDO
es_mx: Letrero PRHBDO
fr: Panneau ITR
it: Cartello NEF
ja: ひょうしき KGD
ko: PRHBTD 표지판
nl: Bord VRBD
ru: Знак БЕЗОРУ
zh_hans: 标志 KGD
zh_hant: 標誌 KGD

# GoodsGoodsNameStcStiSignboard02
source: WRNSHK sign
de: Schild „SCHCK“
es: Señal DSCELC
es_mx: Letrero DSCELC
fr: Panneau ATN-ELC
it: Cartello PCE
ja: ひょうしき DRT
ko: WRNSHK 표지판
nl: Bord POSSK
ru: Знак ВЫСНАП
zh_hans: 标志 DRT
zh_hant: 標誌 DRT

# GoodsGoodsNameStcStiSignboard03
source: H-UP sign
de: Schild „4CHTG“
es: Señal ATNCN
es_mx: Letrero ATNCN
fr: Panneau ATNLT
it: Cartello CMA
ja: ひょうしき ANU
ko: H-UP 표지판
nl: Bord LOJH
ru: Знак ПОДСТ
zh_hans: 标志 ANU
zh_hant: 標誌 ANU

# GoodsGoodsNameStcStiSignboard04
source: HZRDZ sign
de: Schild „GFHR“
es: Señal PLGR0
es_mx: Letrero PLGR0
fr: Panneau DNG
it: Cartello SPE
ja: ひょうしき KBA
ko: HZRDZ 표지판
nl: Bord GVMTL
ru: Знак ВРЕД
zh_hans: 标志 KBA
zh_hant: 標誌 KBA

# GoodsGoodsNameStcStiSignboard05
source: NTAL0ED sign
de: Schild „DRF-N1X“
es: Señal NOPRMT
es_mx: Letrero NOPRMT
fr: Panneau TT-DFD
it: Cartello TCB
ja: ひょうしき TKN
ko: NTAL0ED 표지판
nl: Bord NXTGST
ru: Знак НИЗЯ
zh_hans: 标志 TKN
zh_hant: 標誌 TKN

# GoodsGoodsNameStcStiSignboard06
source: THABGN0 sign
de: Schild „NMLS-NCHT“
es: Señal QNO000
es_mx: Letrero QNO000
fr: Panneau 3FN
it: Cartello PBT
ja: ひょうしき KNS
ko: THABGN0 표지판
nl: Bord DENA
ru: Знак НИНАД
zh_hans: 标志 KNS
zh_hant: 標誌 KNS

# GoodsGoodsNameStcStiSignboard07
source: CTNWVZ sign
de: Schild „VRS-WLL“
es: Señal CDOOLS
es_mx: Letrero CDOOLS
fr: Panneau GF-VG
it: Cartello PND
ja: ひょうしき NAM
ko: CTNWVZ 표지판
nl: Bord POGLV
ru: Знак УНОС
zh_hans: 标志 NAM
zh_hant: 標誌 NAM

# GoodsGoodsNameStcStiSignboard08
source: SBMRG sign
de: Schild „T4UCH“
es: Señal INMRSN
es_mx: Letrero INMRSN
fr: Panneau SBMRG
it: Cartello PCA
ja: ひょうしき SUB
ko: SBMRG 표지판
nl: Bord DMP
ru: Знак ЛТЫХ
zh_hans: 标志 SUB
zh_hant: 標誌 SUB

# GoodsGoodsNameStcStiSignboard09
source: SDQLD sign
de: Schild „TNT-TYP“
es: Señal CHVCLM
es_mx: Letrero CHCLM
fr: Panneau JN-CLM
it: Cartello CBE
ja: ひょうしき KBZ
ko: SDQLD 표지판
nl: Bord IKVGS
ru: Знак КАЛЬПАЦ
zh_hans: 标志 KBZ
zh_hant: 標誌 KBZ

# GoodsGoodsNameStcStiSignboard10
source: CTNGR8 sign
de: Schild „VRS-GTTR“
es: Señal CDOCJA
es_mx: Letrero CDOCJA
fr: Panneau GR-PR
it: Cartello GRT
ja: ひょうしき KNM
ko: CTNGR8 표지판
nl: Bord PORST
ru: Знак РЕШ
zh_hans: 标志 KNM
zh_hant: 標誌 KNM

# GoodsGoodsNameStcStiSignboard13
source: SOZ-3 sign
de: Schild „SRY-3“
es: Señal PDN3
es_mx: Letrero LSO3
fr: Panneau DSO-X3
it: Cartello SCU-X3
ja: はりがみ SUM-SA
ko: SOZ-3 벽보
nl: Bord 3XSOR
ru: Знак ИЗВИ-ТРИ
zh_hans: 告示 SUM-SA
zh_hant: 告示 SUM-SA

# GoodsGoodsNameStcStiSignboard14
source: Grizzco Industries logo
de: Bär-GmbH-Logo
es: Logotipo Don Oso, S. A.
es_mx: Logotipo Don Oso, S. A.
fr: Logo M. Ours SA
it: Logo Ursus & Co
ja: ロゴ クマサンしょうかい
ko: Mr. 베어 상회 로고
nl: Beer & Co-logo
ru: Логотип «Потапыч Inc.»
zh_hans: Logo 熊先生商会
zh_hant: Logo 熊先生商會

# GoodsGoodsNameStcStiSignboard16
source: SR-HXGN sign
de: Schild „SR-HXG“
es: Señal SRHEXG
es_mx: Letrero SRHEXG
fr: Panneau SR-HXGN
it: Cartello SR-ESA
ja: ひょうしき SR-ROK
ko: SR-HXGN 표지판
nl: Bord SR-HXG
ru: Знак SR-ОКТ
zh_hans: 标志 SR-ROK
zh_hant: 標誌 SR-ROK

# GoodsGoodsNameStcStiSignboard17
source: SR-BWRBGNR sign
de: Schild „SR-ANFNG“
es: Señal SRPPTS
es_mx: Letrero SRPPTS
fr: Panneau SR-DBTATN
it: Cartello SR-NPP
ja: ひょうしき SR-NST
ko: SR-BWRBGNR 표지판
nl: Bord SR-POBEG
ru: Знак SR-АТАС
zh_hans: 标志 SR-NST
zh_hant: 標誌 SR-NST

# GoodsGoodsNameStcStiSignboard18
source: SR-UDTRG sign
de: Schild „SR-PYR“
es: Señal SRTRIV
es_mx: Letrero SRTRIV
fr: Panneau SR-CNINV
it: Cartello SR-TCA
ja: ひょうしき SR-GKN
ko: SR-UDTRG 표지판
nl: Bord SR-OMKDH
ru: Знак SR-ТРЕУГ
zh_hans: 标志 SR-GKN
zh_hant: 標誌 SR-GKN

# GoodsGoodsNameStcStiSignboard19
source: SR-WRNZ sign
de: Schild „SR-WRNG“
es: Señal SRADVT
es_mx: Letrero SRADVT
fr: Panneau SR-AVT
it: Cartello SR-AVV
ja: ひょうしき SR-IRC
ko: SR-WRNZ 표지판
nl: Bord SR-ALGVR
ru: Знак SR-ПРЕД
zh_hans: 标志 SR-IRC
zh_hant: 標誌 SR-IRC

# GoodsGoodsNameStcStiSignboard20
source: FLDRHTS-APTS sign
de: Schild „SHL-LGO“
es: Cartel CPMD-LG3
es_mx: Letrero CPMD-LG3
fr: Panneau LFM-APTS
it: Cartello FER-COA
ja: かんばん HI-SNR
ko: NCH-APTS 간판
nl: Bord BA-HGB
ru: Знак МИКАМ-ЖИЛ
zh_hans: 招牌 HI-SNR
zh_hant: 招牌 HI-SNR

# GoodsGoodsNameStcStiSignboard21
source: FLDRHTS-BBSHP sign
de: Schild „SHL-BRB“
es: Cartel CPMD-BBR
es_mx: Letrero CPMD-BBR
fr: Panneau LFM-CFR
it: Cartello FER-BAR
ja: かんばん HI-SPY
ko: NCH-BBSHP 간판
nl: Bord BA-KPR
ru: Знак МИКАМ-СТРИГ
zh_hans: 招牌 HI-SPY
zh_hant: 招牌 HI-SPY

# GoodsGoodsNameStcStiSignboard22
source: FLDRHTS-0-MAT sign
de: Schild „SHL-WSH“
es: Cartel CPMD-LVD
es_mx: Letrero CPMD-LVD
fr: Panneau LFM-LVR
it: Cartello FER-LAG
ja: かんばん HI-KRD
ko: NCH-KLD 간판
nl: Bord BA-WSLN
ru: Знак МИКАМ-СТИР
zh_hans: 招牌 HI-KRD
zh_hant: 招牌 HI-KRD

# GoodsGoodsNameStcStiSignboard26
source: BD-FL-OCE pennant
de: Wimpel „T&P-LG-OZN“
es: Banderín CCF-LGT
es_mx: Banderín UCC-LGT
fr: Fanion PML-FLO-OCN
it: Gagliardetto EMP-CO
ja: ペナント TA-LNP
ko: DP-LP 페넌트
nl: Vaantje PZ-OCEGLF
ru: Вымпел УСТОР-ОКЕВОЛ
zh_hans: 三角旗 TA-LNP
zh_hant: 三角旗 TA-LNP

# GoodsGoodsNameStcStiSignboard27
source: BD-FL-BPT sign
de: Schild „T&P-LGPLN“
es: Cartel CCF-PPA
es_mx: Letrero UCC-PPA
fr: Panneau PML-PLN-SOL
it: Cartello EMP-MSP
ja: かんばん TA-AFG
ko: DP-BFG 간판
nl: Bord PZ-PLTTGRND
ru: Знак УСТОР-ПЛАНЗДАН
zh_hans: 招牌 TA-AFG
zh_hant: 招牌 TA-AFG

# GoodsGoodsNameStcStiSignboard28
source: EE-SQ sign
de: Schild „NTAUS-TNT“
es: Señal CLM-SLDEMG
es_mx: Letrero CLM-SLDEMG
fr: Panneau CLM-STS
it: Cartello UDE-CA
ja: ひょうしき HZG-IK
ko: BSG-SQ 표지판
nl: Bord NUG-IKV
ru: Знак КАЛЬ-ЭВАК
zh_hans: 标志 HZG-IK
zh_hant: 標誌 HZG-IK

# GoodsGoodsNameStcStiSignboard29
source: EE-OCT sign
de: Schild „NTAUS-OKT“
es: Señal PLP-SLDEMG
es_mx: Letrero PLP-SLDEMG
fr: Panneau PLP-STS
it: Cartello UDE-PO
ja: ひょうしき HZG-TK
ko: BSG-OC 표지판
nl: Bord NUG-OCT
ru: Знак ОСЬ-ЭВАК
zh_hans: 标志 HZG-TK
zh_hant: 標誌 HZG-TK

# GoodsGoodsNameStcStiSignboard30
source: GSF sign
de: Schild „KN-GRF“
es: Señal PRH-ESC
es_mx: Letrero PRH-ESC
fr: Panneau GFT-INT
it: Cartello GRV
ja: ひょうしき MNK
ko: GJG 표지판
nl: Bord GNGF
ru: Знак НЕТ-ГРАФ
zh_hans: 标志 MNK
zh_hant: 標誌 MNK

# GoodsGoodsNameStcStiSignboard31
source: NOBP sign
de: Schild „KN-OKT“
es: Señal PRH-PLP
es_mx: Letrero PRH-PLP
fr: Panneau INT-PLP
it: Cartello VAAP
ja: ひょうしき TKK
ko: OCG 표지판
nl: Bord VBVOCT
ru: Знак НЕТ-ОСЬ
zh_hans: 标志 TKK
zh_hant: 標誌 TKK

# GoodsGoodsNameStcStiSignboard32
source: LRS sign
de: Schild „RTT-RNG“
es: Señal SLVVD
es_mx: Letrero SLVVD
fr: Panneau BST
it: Cartello SVG
ja: ひょうしき UKW
ko: TB 표지판
nl: Bord RDGB
ru: Знак СПАС-КРГ
zh_hans: 标志 UKW
zh_hant: 標誌 UKW

# GoodsGoodsNameStcStiSignboard33
source: GSA sign
de: Schild „PFL-GRD“
es: Señal SGN-FCH
es_mx: Letrero SGN-FCH
fr: Panneau FLC
it: Cartello FVD
ja: ひょうしき YZR
ko: HSP 표지판
nl: Bord PRD
ru: Знак СТРЕЛ-ВПЕРЕД
zh_hans: 标志 YZR
zh_hant: 標誌 YZR

# GoodsGoodsNameStcStiSignboard34
source: LJS sign
de: Schild „RTT-WST“
es: Señal CHL-SLVVD
es_mx: Letrero CHL-SLVVD
fr: Panneau GST
it: Cartello GDS
ja: ひょうしき KMD
ko: GMJ 표지판
nl: Bord ZMVST
ru: Знак СПАС-ЖИЛ
zh_hans: 标志 KMD
zh_hant: 標誌 KMD
