Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrHackingPlayerArmorRecover
source: Armor Recovery
de: Rüstungsregeneration
es: Reparación salvadora
es_mx: Reparación salvadora
fr: Récupération de blindage
it: Recupero armatura
ja: ピンチ回復速度
ko: 위기 회복 속도
nl: Sneller pantserherstel
ru: Скорость ремонта брони +
zh_hans: 险境回复速度
zh_hant: 險境回復速度

# SdodrSdodrHackingPlayerArmorRecoverExplanation
source: Increases the speed at which brokenarmor repairs itself. Swimming in inkrestores it even faster.
de: Erhöht die Geschwindigkeit, mit der sichbeschädigte Rüstung repariert. Tauchen inTinte beschleunigt den Vorgang noch mehr.
es: La armadura dañada se recupera antes.La recuperación es aún más rápida si senada por la tinta.
es_mx: La armadura dañada tarda menos enrecuperarse. La recuperación es aún másrápida si se nada por la tinta.
fr: Augmente la vitesse à laquelle l'armureendommagée se régénère. Nager dans l'encreaccélère encore le processus.
it: Aumenta la velocità con cui un'armaturadanneggiata si ripara. Se nuoti nell'inchiostro,il recupero sarà ancora più rapido.
ja: 壊されたアーマーが早く回復します。センプクするとさらに早く回復します。
ko: 부서진 아머가 빨리 회복됩니다.잠복하면 더욱 빨리 회복됩니다.
nl: Verhoogt de snelheid waarmee kapottebepantsering zichzelf repareert. Herstelt nogsneller als je in inkt zwemt.
ru: Повышает скорость восстановлениясломанных доспехов. Она будет еще вышев краске.
zh_hans: 加快被破坏的盔甲的回复速度。潜伏时进一步加快回复速度。
zh_hant: 加快盔甲遭到破壞後的回復速度。潛伏可以額外再度加快回復速度

# SdodrSdodrHackingPlayerDamageRate
source: Damage Reduction
de: Schadensreduzierung
es: Defensa contra daño
es_mx: Defensa contra daño
fr: Protection contre les dégâts
it: Riduzione danno
ja: 受けるダメージ
ko: 받는 대미지
nl: Schadevermindering
ru: Получаемый урон -
zh_hans: 承受伤害
zh_hant: 承受傷害

# SdodrSdodrHackingPlayerDamageRateExplanation
source: Reduces damage taken.
de: Reduziert den Schaden, den du erleidest.
es: Reduce el daño que sufres.
es_mx: Reduce el daño que sufres.
fr: Réduit les dégâts reçus.
it: Riduce il danno che subisci.
ja: 受けるダメージが軽減されます。
ko: 받는 대미지가 감소합니다.
nl: Verlaagt de schade die je oploopt.
ru: Понижает получаемый тобой урон.
zh_hans: 减轻承受的伤害。
zh_hant: 減輕承受傷害。

# SdodrSdodrHackingRechooseFloorShop
source: Vending-Machine Reset
de: Automaten-Auffüllung
es: Reinicio de expendedor
es_mx: Reinicio de expendedor
fr: Réinitialisation du distributeur
it: Reset articoli
ja: 自販機リセット
ko: 자판기 리셋
nl: Ander verkoopautomaataanbod
ru: Новое в консервоматах
zh_hans: 重置自动贩卖机
zh_hant: 重置自動販賣機

# SdodrSdodrHackingRechooseFloorShopExplanation
source: Allows you to pay Membux to change avending machine's selection.
de: Ermöglicht den Einsatz von Memoneten, um dasWarenangebot eines Automaten zu ändern.
es: Permite restablecer los artículosdisponibles en el expendedor usandopastimonedas.
es_mx: Permite restablecer los artículos disponiblesen los expendedores usando pastimonedas.
fr: Te permet de payer des poulpèzes pourchanger la sélection offerte par ledistributeur.
it: Permette di usare norilir per cambiarela scelta di articoli ai distributori.
ja: 自販機の品ぞろえをネリコインを支払ってリセットできます。
ko: 네리 코인을 지불하여 자판기의 상품을리셋할 수 있습니다.
nl: Geeft je de mogelijkheid om neuri'ste betalen om het aanbod van eenverkoopautomaat te wijzigen.
ru: Обновляет ассортимент товаровв консервоматах за вспомбаксы.
zh_hans: 可以通过支付忆界硬币重置自动贩卖机的商品种类。
zh_hant: 可以支付憶界硬幣重置自動販賣機的品項。

# SdodrSdodrHackingRechooseStage
source: Floor Reset
de: Etage zurücksetzen
es: Restablecer pisos
es_mx: Restablecer pisos
fr: Réinitialisation de l'étage
it: Reset piano
ja: フロアリセット
ko: 플로어 리셋
nl: Ander etage-aanbod
ru: Сброс этажа
zh_hans: 重置楼层
zh_hant: 重置樓層

# SdodrSdodrHackingRechooseStageExplanation
source: Enables you to reset the offered floortypes and rewards.
de: Lässt dich die angebotenen Levelund Belohnungen für die nächsteEtage neu generieren.
es: Permite que se restablezcan las opcionesy recompensas para el piso siguiente.
es_mx: Te permite restablecer las opciones yrecompensas para el piso siguiente.
fr: Permet de réinitialiser les propositionsd'étage et les récompenses associées.
it: Permette di resettare le varianti offerte peril piano successivo e le relative ricompense.
ja: 次のフロアの内容とほうしゅうをリセットできます。
ko: 다음 플로어의 내용과 보상을 리셋할 수 있습니다.
nl: Geeft je de mogelijkheid om andere typesen andere beloningen voor een etagete laten selecteren.
ru: Позволяет сбросить все данныеи награды предложенныхна выбор этажей.
zh_hans: 可以重置下一个楼层的内容与报酬。
zh_hant: 可以重置下個樓層的內容與報酬。

# SdodrSdodrHackingRetryAdmission
source: Continue
de: Neue Chance
es: Continuación
es_mx: Continuación
fr: Continuer +
it: Seconda chance
ja: コンティニュー
ko: 재도전
nl: Doorspeelkans
ru: Повторный шанс
zh_hans: 继续游戏
zh_hant: 續命

# SdodrSdodrHackingRetryAdmissionExplanation
source: Allows you to pay Membux to keep goingafter losing all your Lives.
de: Ermöglicht den Einsatz von Memoneten,um nach Verlust aller Leben weiterzuspielen.
es: Si te quedas sin vidas, puedes emplearpastimonedas para continuar jugando.
es_mx: Si te quedas sin vidas, puedes emplearpastimonedas para continuar jugando.
fr: Te permet de continuer après avoir utilisétoutes tes vies en dépensant des poulpèzes.
it: Permette di usare norilir per andareavanti dopo aver perso tutte le vite.
ja: ライフがなくなっても、ネリコインを支払えばコンティニューできます。
ko: 라이프를 모두 소모해도 네리 코인을 지불하면재도전할 수 있습니다.
nl: Geeft je de mogelijkheid om neuri'ste betalen om je poging voort te zettenals je al je levens bent verloren.
ru: За вспомбаксы позволяет продолжитьигру, даже когда закончатся все жизни.
zh_hans: 即使没有剩余生命，也可以支付忆界硬币继续游戏。
zh_hant: 即使耗盡生命，也可以支付憶界硬幣續命。

# SdodrSdodrHackingRetryNumMax
source: Max Lives
de: Maximale Versuche
es: Vidas máximas
es_mx: Vidas máximas
fr: Vies max
it: Vite massime
ja: 最大ライフ
ko: 최대 라이프
nl: Max. aantal levens
ru: Максимум жизней +
zh_hans: 生命上限
zh_hant: 生命上限

# SdodrSdodrHackingRetryNumMaxExplanation
source: Increases how many Lives you get perrun at the Spire.
de: Erhöht die maximale Anzahl an Leben,die dir während eines Durchgangsim Turm zur Verfügung stehen.
es: Aumenta el número de vidas de quedispones inicialmente.
es_mx: Aumenta el número de vidas con las queinicias cada ascenso.
fr: Augmente le nombre de vies dont tu disposespar ascension.
it: Aumenta il numero di vite a disposizioneper ciascun assalto alla torre.
ja: ライフの最大数と初期数が増えます。
ko: 라이프의 최대 수와 초기 수가 증가합니다.
nl: Verhoogt het aantal levens dat je krijgtper poging om de toren te beklimmen.
ru: Увеличивает количество жизнейдля каждого прохождения башни.
zh_hans: 增加生命的数量上限和初始数量。
zh_hant: 增加生命的上限與初始數量。

# SdodrSdodrHackingReveal1StBoss
source: Reveal 10F Boss
de: Boss-Enthüllung – Etage 10
es: Pitoniso piso 10
es_mx: Reconocimiento de jefe P10
fr: Révélation du boss de l'étage 10
it: Boss piano 10 rivelato
ja: １０Ｆボスうらない
ko: 10F 보스 알아내기
nl: Wie is de baas op de 10e?
ru: Босс 10 этажа
zh_hans: 占卜10ＦBoss
zh_hant: 10Ｆ Boss占卜

# SdodrSdodrHackingReveal1StBossExplanation
source: Learn what boss you'll face on 10F beforethe fight.
de: Erfahre im Voraus, welcher Boss dirauf Etage 10 begegnen wird.
es: Revela qué enemigo destacado apareceráen el piso 10 antes de enfrentarte a él.
es_mx: Revela cuál jefe aparecerá en el piso 10antes de enfrentarte a él.
fr: Découvre quel boss tu affronterasà l'étage 10 avant de le combattre.
it: Rivela il boss del piano 10 prima dicominciare la battaglia.
ja: １０Ｆにどんなボスが現れるか、戦う前にわかります。
ko: 10F에 어떤 보스가 등장할지 전투 전에 알 수 있습니다.
nl: Laat je voor het gevecht zien welke baasje opwacht op de 10e etage.
ru: Узнай заранее, с каким боссом тебепредстоит столкнуться на 10 этаже.
zh_hans: 在战斗前得知10Ｆ出现什么Boss。
zh_hant: 在戰鬥開始前得知10Ｆ會出現什麼樣的Boss。

# SdodrSdodrHackingReveal2NdBoss
source: Reveal 20F Boss
de: Boss-Enthüllung – Etage 20
es: Pitoniso piso 20
es_mx: Reconocimiento de jefe P20
fr: Révélation du boss de l'étage 20
it: Boss piano 20 rivelato
ja: ２０Ｆボスうらない
ko: 20F 보스 알아내기
nl: Wie is de baas op de 20e?
ru: Босс 20 этажа
zh_hans: 占卜20ＦBoss
zh_hant: 20Ｆ Boss占卜

# SdodrSdodrHackingReveal2NdBossExplanation
source: Learn what boss you'll face on 20F beforethe fight.
de: Erfahre im Voraus, welcher Boss dirauf Etage 20 begegnen wird.
es: Revela qué enemigo destacado apareceráen el piso 20 antes de enfrentarte a él.
es_mx: Revela cuál jefe aparecerá en el piso 20antes de enfrentarte a él.
fr: Découvre quel boss tu affronterasà l'étage 20 avant de le combattre.
it: Rivela il boss del piano 20 prima dicominciare la battaglia.
ja: ２０Ｆにどんなボスが現れるか、戦う前にわかります。
ko: 20F에 어떤 보스가 등장할지 전투 전에 알 수 있습니다.
nl: Laat je voor het gevecht zien welke baasje opwacht op de 20e etage.
ru: Узнай заранее, с каким боссом тебепредстоит столкнуться на 20 этаже.
zh_hans: 在战斗前得知20Ｆ出现什么Boss。
zh_hant: 在戰鬥開始前得知20Ｆ會出現什麼樣的Boss。

# SdodrSdodrHackingTipFreqBias
source: Color-Chip Bias
de: Farbchip-Vorliebe
es: Alteración de cromochips
es_mx: Alteración de cromochips
fr: Favoritisme puce chromatique
it: Schede colore preferite
ja: カラーチップかたより
ko: 컬러 칩 선호
nl: Kleurenchipvoorkeur
ru: Шанс на основной тон +
zh_hans: 色彩晶片侧重
zh_hant: 色彩晶片偏重

# SdodrSdodrHackingTipFreqBiasExplanation
source: Your Palette's common color chips will beoffered even more frequently.
de: Farbchips, die du in deiner Palette bevorzugtausrüstest, tauchen im Spielverlauf häufigerauf.
es: Los cromochips más habituales de cadapaleta se vuelven aún más comunes.
es_mx: Los cromochips más habituales de cadapaleta se vuelven aún más comunes.
fr: Les puces chromatiques les plus présentesdans ta palette auront plus de chancesd'être proposées.
it: Le schede colore più frequenti dellatua tavoletta ti verranno offerte ancorapiù spesso.
ja: パレットごとの出やすいカラーチップがより出やすくなります。
ko: 팔레트마다 잘 나오는 컬러 칩이 더욱 잘 나오게 됩니다.
nl: De meest voorkomende kleurenchips vanje palet zullen nu nog vaker wordenaangeboden.
ru: Жетоны основных тонов твоегобокса будут попадаться еще чаще.
zh_hans: 各调色盘容易出现的色彩晶片会更加容易出现。
zh_hant: 各調色盤容易出現的色彩晶片變得更加容易出現。

# SdodrSdodrHackingWeakenEnemy
source: Weaken Enemies
de: Gegnerschwächung
es: Debilitación rival
es_mx: Debilitación rival
fr: Affaiblisseur d'ennemis
it: Nemici indeboliti
ja: 敵弱り
ko: 적 약화
nl: Verzwakte vijanden
ru: Слабые враги
zh_hans: 弱化敌人
zh_hant: 弱化敵人

# SdodrSdodrHackingWeakenEnemyExplanation
source: Enemies on Normal floors up to 10F andEasy floors up to 20F will spawn in aweakened state.
de: Gegner auf Standard-Etagen (bis Etage 10)und Einfachen Etagen (bis Etage 20) startenin geschwächtem Zustand.
es: Los enemigos serán más débiles en los 10primeros pisos en dificultad normal, o enlos 20 primeros pisos en dificultad fácil.
es_mx: Los enemigos serán más débiles en los pisosnormales hasta el P10, y en los pisos fácileshasta el P20.
fr: Les ennemis des étages normaux (jusqu'au10e étage) et des étages faciles (jusqu'au20e étage) seront plus faibles.
it: I nemici sui piani normali fino al 10e sui piani facili fino al 20 sarannopiù deboli.
ja: １０Ｆまでの「ふつう」と２０Ｆまでの「かんたん」で、敵が弱った状態で出現します。
ko: 10F까지의 「보통」과 20F까지의 「쉬움」 난이도에서적이 약해진 상태로 출현합니다.
nl: Vijanden die op normale etages tot en metde 10e en makkelijke etages tot en met de20e verschijnen, zijn zwakker dan normaal.
ru: На этажах до 10-го сложности «Норм»и до 20-го сложности «Легко» все врагибудут появляться ослабевшими.
zh_hans: 在10Ｆ之前的“普通”难度以及20Ｆ之前的“简单”难度中，敌人会以弱化状态出现。
zh_hant: 敵人會以弱化的狀態出現。「普通」難度至10Ｆ為止，「簡單」難度至20Ｆ為止。

# SdodrSdodrMainMissionMainMissionBallKing
source: Defeat the boss!
de: Besiege den Boss!
es: ¡Vence al enemigo!
es_mx: ¡Vence al jefe!
fr: Élimine le boss !
it: Sconfiggi il boss!
ja: ボスを倒せ！
ko: 보스를 물리치자!
nl: Versla de baas!
ru: Одолей врага!
zh_hans: 击倒Boss！
zh_hant: 擊倒Boss！

# SdodrSdodrMainMissionMainMissionBarrierKingIida
source: Liberate Marina!
de: Befreie Marina!
es: ¡Salva a Marina!
es_mx: ¡Salva a Marina!
fr: Libère Coralie !
it: Libera Nori!
ja: イイダを救出しろ！
ko: 이이다를 구출하자!
nl: Bevrijd Mariana!
ru: Освободи Маришу!
zh_hans: 解救饭田！
zh_hant: 拯救飯田！

# SdodrSdodrMainMissionMainMissionBarrierKingOdako
source: Defeat Order!
de: Besiege Ordnung!
es: ¡Vence a Ordon!
es_mx: ¡Vence a Ordon!
fr: Élimine l'Ordre !
it: Sconfiggi Ordine!
ja: オーダを倒せ！
ko: 오더를 물리치자!
nl: Versla Orde!
ru: Победи Порядок!
zh_hans: 击倒秩序！
zh_hant: 擊倒秩序！

# SdodrSdodrMainMissionMainMissionBarrierKingOdakoEx
source: Defeat Smollusk!
de: Besiege Ordnuckel!
es: ¡Vence a Pulpín!
es_mx: ¡Vence a Pulpín!
fr: Élimine Minusque !
it: Sconfiggi Minusco!
ja: コダコを倒せ！
ko: 리틀퍼스를 물리치자!
nl: Versla Molluskuul!
ru: Победи Мелколюска!
zh_hans: 击倒小小蛸！
zh_hant: 擊倒小小蛸！

# SdodrSdodrMainMissionMainMissionKillAllSpawners
source: Destroy the portal!
de: Zerstöre das Portal!
es: ¡Destruye el portal!
es_mx: ¡Destruye el portal!
fr: Détruis le vortex !
it: Distruggi il portale!
ja: ポータルを壊せ！
ko: 포털을 부수자!
nl: Vernietig het portaal!
ru: Уничтожь портал!
zh_hans: 破坏传送口！
zh_hant: 摧毀傳送口！

# SdodrSdodrMainMissionMainMissionKillAllSpawnersMulti
source: Destroy the portals!
de: Zerstöre die Portale!
es: ¡Destruye los portales!
es_mx: ¡Destruye los portales!
fr: Détruis les vortex !
it: Distruggi i portali!
ja: ポータルを壊せ！
ko: 포털을 부수자!
nl: Vernietig de portalen!
ru: Уничтожь порталы!
zh_hans: 破坏传送口！
zh_hant: 摧毀傳送口！

# SdodrSdodrMainMissionMainMissionKillAllTargetEenemies
source: Defeat the fleeing foe!
de: Besiege denfliehenden Feind!
es: ¡Elimina al enemigoque huye!
es_mx: ¡Vence al enemigoescurridizo!
fr: Élimine le fuyard !
it: Sconfiggi il nemicosfuggente!
ja: にげる敵を倒せ！
ko: 도망치는 적을 쓰러뜨리자!
nl: Versla de vluchtendevijand!
ru: Плюхни убегающего!
zh_hans: 击倒逃跑的敌人！
zh_hant: 擊倒逃跑的敵人！

# SdodrSdodrMainMissionMainMissionKillAllTargetEenemiesMulti
source: Defeat the fleeing foes!
de: Besiege diefliehenden Feinde!
es: ¡Elimina a losenemigos que huyen!
es_mx: ¡Vence a los enemigosescurridizos!
fr: Élimine les fuyards !
it: Sconfiggi i nemicisfuggenti!
ja: にげる敵を倒せ！
ko: 도망치는 적을 쓰러뜨리자!
nl: Versla de vluchtendevijanden!
ru: Плюхни убегающих!
zh_hans: 击倒逃跑的敌人！
zh_hant: 擊倒逃跑的敵人！

# SdodrSdodrMainMissionMainMissionRivalKing
source: Defeat the boss!
de: Besiege den Boss!
es: ¡Vence al enemigo!
es_mx: ¡Vence al jefe!
fr: Élimine le boss !
it: Sconfiggi il boss!
ja: ボスを倒せ！
ko: 보스를 물리치자!
nl: Versla de baas!
ru: Одолей врага!
zh_hans: 击倒Boss！
zh_hant: 擊倒Boss！

# SdodrSdodrMainMissionMainMissionShop
source: Use the vending machine!
de: Nutze den Automaten!
es: ¡Usa el expendedor!
es_mx: ¡Usa el expendedor!
fr: Utilise le distributeur !
it: Usa il distributore!
ja: 自販機で買い物しよう！
ko: 자판기로 쇼핑하자!
nl: Gebruik deverkoopautomaat!
ru: Используй консервомат!
zh_hans: 在自动贩卖机购物！
zh_hant: 使用自動販賣機購物！

# SdodrSdodrMainMissionMainMissionTowerKing
source: Defeat the boss!
de: Besiege den Boss!
es: ¡Vence al enemigo!
es_mx: ¡Vence al jefe!
fr: Élimine le boss !
it: Sconfiggi il boss!
ja: ボスを倒せ！
ko: 보스를 물리치자!
nl: Versla de baas!
ru: Одолей врага!
zh_hans: 击倒Boss！
zh_hant: 擊倒Boss！

# SdodrSdodrMainMissionMainMissionVictoryArea
source: Protect the zone!
de: Beschütze die Zone!
es: ¡Domina la zona!
es_mx: ¡Controla la zona!
fr: Protège la zone !
it: Conquista la zona!
ja: エリアを守れ！
ko: 에어리어를 지키자!
nl: Bescherm de zone!
ru: Защищай зону!
zh_hans: 保护区域！
zh_hant: 保衛區域！

# SdodrSdodrMainMissionMainMissionVictoryAreaMulti
source: Protect the zones!
de: Beschütze die Zonen!
es: ¡Domina las zonas!
es_mx: ¡Controla las zonas!
fr: Protège les zones !
it: Conquista le zone!
ja: エリアを守れ！
ko: 에어리어를 지키자!
nl: Bescherm de zones!
ru: Защищай зоны!
zh_hans: 保护区域！
zh_hant: 保衛區域！

# SdodrSdodrMainMissionMainMissionVictoryBall
source: Sink the ∞-ball!
de: Bring die ∞-Kugelins Ziel!
es: ¡Traslada la bola ∞!
es_mx: ¡Emboca la bola ∞!
fr: Pousse la boule ∞jusqu'à l'objectif !
it: Scorta la palla ∞!
ja: ボールを運べ！
ko: 볼을 옮기자!
nl: Breng de ∞-balnaar het doel!
ru: Закати ∞-шар!
zh_hans: 运送球！
zh_hant: 運送球！

# SdodrSdodrMainMissionMainMissionVictoryBallMulti
source: Sink the ∞-balls!
de: Bring die ∞-Kugelnins Ziel!
es: ¡Traslada las bolas ∞!
es_mx: ¡Emboca las bolas ∞!
fr: Pousse les boules ∞jusqu'à l'objectif !
it: Scorta le palle ∞!
ja: ボールを運べ！
ko: 볼을 옮기자!
nl: Breng de ∞-ballennaar de doelen!
ru: Закати ∞-шары!
zh_hans: 运送球！
zh_hant: 運送球！

# SdodrSdodrMainMissionMainMissionVictoryLift
source: Escort the turbine tower!
de: Eskortiere denTurbinenturm!
es: ¡Traslada la turbina!
es_mx: ¡Traslada la turbina!
fr: Escorte la tourbine !
it: Scorta la torretta a elica!
ja: プロペラヤグラを運べ！
ko: 프로펠러 타워를 옮기자!
nl: Escorteer deturbinetoren!
ru: Кати вертокрас к цели!
zh_hans: 运送螺旋桨塔楼！
zh_hant: 運送螺旋槳塔樓！

# SdodrSdodrPaletteAgent4ClearText
source: THIS is who Mawina wanted in charge ofMemverse secuwity? This unfwappable,fwee-spiwited so-and-so? I would neverabide it!Buuut...no weason such stwengthshouldn't be used to pwotect a worldof order.An Order Defense Force is MUCH coolerthan a New Squidbeak Splatoon anyway!No lawless do-gooder would be beyondour gwasp!
de: DAS soll Marinas tolle Security fürihr Memoversum sein? Dieses doofe,kleine, blöde Dingsdummda? Mit mirkäme das überhaupt nicht in Frage!Aber als Schutz für die Welt derOrdnung würde ich so jemanden schonnehmen, Hauptsache stark genug.Die Eliteschützer der Hoffnung!So was klingt viel cooler als die doofeneuen Aquamarine. Mit so einem Truppwäre jeder Chaos-Fan sofort gekleckst!
es: ¿Y Marina quería poner en manos de estapiltrafa la seguridad del Pastiverso?¿Alguien de costumbres tan disolutas?¡Es intolerable!Bueno... Por paradójico que resulte,cierta falta de escrúpulos puede venirnosbien para proteger un mundo ordenado.En cualquier caso, ¡una Brigada deDefensa del Orden siempre será másefectiva que un Comando Branquias!¡Ningún rebelde escapará a nuestrocastigo!
es_mx: ¿En serio Madina quería poner a alguienasí a cargo de la seguridad delPastiverso? ¿Alguien de espíritutan despeocupado? ¡Inacetable!Peeero... jum... esa fuerza se puedeusar para poteger un mundo de orden.En cuaquier caso, ¡una Brigada deDefensa del Orden es mucho mejorque un Comando Branquias! ¡La rebeldíatiene que ser castigada!
fr: C'est ça, la personne que Coralie a choisiepour assurer la sécurité du Poulpivers ?Le genre relax qui obéit aux consignesquand ça lui chante ? Et pis quoi,encore ?En même temps... ça serait pratiqued'avoir quelqu'un d'aussi fortiche eninformatique pour protéger le mondede l'Ordre.Et pis une Force de Défense de l'Ordre,c'est plus mieux qu'un escadron Espadon,nouvelle version à deux ronds ! Tous lesvilains pas beaux se feront ratatiner lemuseau par ma Force de Défense et cesera bien fait !
it: Cocì è questo il mollusco voluto daNori per la cicureccia del Noriverse?Questo spirito libeyo e impeytuybabile?Non posso ciopportarlo!Anche se... non c'è motivo per nonusaye la sua potenza e proteggeyel'oddine.Un Comitato per la Difecia dell'Oddine èmolto meyo di qualsiasi Nuova DivicioneBranchia! Cocì necciun fuoyileggeci sfuggirebbe più!
ja: イイダはコイツに ネリバースの治安を守らせようとしてたですね？なんかユルくて自由なヤツなのですーコダコは ちょっと苦手なタイプですーしかーし！ この強さ、チツジョな世界を守るために 利用しない手はないのです！New!カラストンビ部隊なんかよりチツジョ防衛隊のが イカしてるですよ！さあ、フラチなヤカラを成敗するのですッ！
ko: 이이다는 이 녀석한테 네리버스의치안을 맡기려고 했죠?뭔가 느슨하고 자유로운 녀석이에요～리틀퍼스하고는 안 맞는 타입이네요～하지만! 질서의 세계를 지키기 위해이 강력한 힘은 이용해 줘야죠!New! 오징어입 부대 같은 것보다질서 방위대가 훨씬 어메이징해요!자, 괘씸한 녀석들을 벌하는 거예요!
nl: Wil Mawiana de veiligheid van hetHewinnivewsum laten bewaken door dezesuffe, kleine vwijbuiter? Dat kan ik niettoestaan!Maar haar kwacht kan wel worden ingezetom de owdewereld te beschermen...Elitetwoepen van de owde klinkt ZO VEELcooler dan Nieuwe Kwaakcommando's!Die wetteloze chaoten zouden geen kansmaken!
ru: И ЭТО наше одобленное Малишейшекьюлити Коншелватолии? Этаневожмутимая, швободомышлящаяпелшона? Ни жа что!Хотя... Может, для жащиты моегомила полядка? Ешли у пелшоныхватит шилы.Шилы Оболоны полядка! Это жвучитнамного клуче, чем какой-то тамотляд шпециального нажначения«Шплут»! Ни один швободомышлящийучинитель добла не уйдет от нашихщупалец!
zh_hans: 饭田是打算把忆界宇宙的治安交给这家伙来维持吗？总感觉这家伙散漫又自由……小小蛸不太擅长和这类人打交道……但～是！为了守护秩序的世界，小小蛸没有理由不利用那强大的实力！比起什么“New！喷嘴部队”，还是当秩序防卫队更加鱿型！来，一起去惩罚那些不法之徒吧！
zh_hant: 飯田想要把憶界宇宙的治安交給他維護嗎？感覺那傢伙既散漫又奔放，是小小蛸不擅長應付的類型。不——過！為了保護秩序世界，沒理由不利用他的強大實力！跟New！噴嘴部隊相比，還是秩序防衛隊比較魷型啦！來吧，我要打敗你們這些不肖之徒！

# SdodrSdodrPaletteAgent4PaletteName
source: Agent 4's Palette
de: Palette von Nr. 4
es: Paleta de Agente 4
es_mx: Paleta de Agente 4
fr: Palette de Numéro 4
it: Tavoletta di Numero 4
ja: ４号のパレット
ko: 4호의 팔레트
nl: Agent 4's palet
ru: Тон-бокс агента 004
zh_hans: 4号的调色盘
zh_hant: 4號的調色盤

# SdodrSdodrPaletteAgent8ClearText
source: Oh, hiii, Eight! Can you tell I'm behavingmyself and doing a good job as bossof the Spire?I have all the Jelletons here with me,so it doesn't get too wonely. But I stillwant you and Peawl and Mawina and Achtto come pway sometimes! You'll alwayshave a fwiend in Smollusk!
de: Nr. 8! Meine Lieblingsnummer!Ich bin voll brav als Chef und Meisterdes Turms der Ordnung, versprochen!Die ganzen Viskelloide leisten mirGesellschaft, also ist's hier niemalseinsam. Aber ich freu mich trotzdemganz doll, wenn du und Perla und Marinaund Ahato mal hier vorbeikommt undmit mir spielt!Ich werd für immer euer Freund sein!
es: ¡Ah, hola, Ocho! ¿Qué te parece mi granactuación como enemigo destacado de latorre? ¿A que lo hago bien?Gracias a los esquealetas que me hacencompañía, no me siento solo. ¡Pero mealegraría que Perla, Marina, Acht y túvinieseis de vez en cuando a visitarme!¡En Pulpín siempre tendréis un amigo!
es_mx: ¡Ah, holiii, Ocho! Estoy haciendo unbuen tabajo como jefe de la tode,¿verdad?Todos los esquealetas están aquíconmigo, así que no me siento solito.¡Pero me alegaría que tú, Pedla, Madinay Acht viniedan de vez en cuando avisitarme! ¡En Pulpín siempre tendránun amigo!
fr: Oh, salut, Huit ! T'as vu comme jesuis bien sage et que je suis un bonboss de la tour ?Tous les Squelécailles sont avec moi,alors je m'ennuie jamais. Mais ça mefera plaisir si Perle, Coralie, Eyte et toi,vous venez jouer de temps en tempsavec votre vieux copain Minusque !
it: Ooohh, ciao Occio! Ci credi che mi stocompottando bene qui come boss dellatorre?Ci ciono ciucci gli Occimolli qui con me,cocì non mi cento ciolo. Ma voyo cheanche tu, Alga, Nori e Acht veniate agiocaye ogni tanto! È bello giocayein tanti, ciucci insieme!
ja: ハチ～ 見てるですか～？コダコは今日もいい子に 塔のボスとしてお役目を果たしているのです塔にはスケルトーンのみんなもいますしそんなに さみしくはないのですが、シェンパイとイイダと、あとついでにミズタとときどき遊びに来てほしいですーコダコはいつでも お待ちしてるのです！
ko: 에이트～ 보고 있나요～?리틀퍼스는 오늘도 착하게탑의 보스로서 소임을 다하고 있어요탑에는 스켈레톤들도 있으니까그렇게 외롭지는 않지만션배랑 이이다, 덤으로 미즈타도 데리고가끔 놀러 와 줬으면 좋겠어요～리틀퍼스는 언제나 기다리고 있을게요!
nl: O hallooootjes, Acht! Ik ben een helegoede baas van de Towen der Owde,ik beloof het!En ik heb gezelschap van alleDwilgwuwels, dus ik ben ook niet alleen.Maar jij en Lowelei en Mawiana enSmawachne moeten nog wel met mekomen spelen, oké?Ik ben voow altijd jullie vwiend!
ru: Ой, Вошьмелка! Мое любимое чишло!Пливет! Ну как, я холоший бош башни?А мне не очень одиноко! Шо мнойконшелвитолы. Но я вшегда лад тебе,Жемчику, Малише и Окте. Плиходитепоиглать ш вашим длугомМелколюшком!
zh_hans: 小八～你在看吗～？小小蛸今天也很乖，做好了在塔里担任Boss的职责哦。塔里还有骷髅鱼，所以我没那么寂寞，不过小小蛸还是希望前辈、饭田，顺便还有水田也能经常来找我玩～小小蛸一直都等着你们！
zh_hant: 小八～你正在看嗎～？小小蛸今天也是個乖孩子，貫徹了在塔裡當Boss的職責喔。骷髏魚們也都在塔裡，所以我並沒有感到太孤單。但我還是希望你跟閒輩、飯田可以經常來找我玩，水田也能順便。小小蛸隨時歡迎！

# SdodrSdodrPaletteAgent8Explanation
source: The more hacking effects you have active, thefewer color chips you can set in this Palette.
de: Je mehr Hacking-Effekte aktiv sind, umso wenigerFarbchips kannst du in dieser Palette nutzen.
es: Cuanto mayor sea el efecto del hackeo, menoscromochips puedes usar en esta paleta avanzada.
es_mx: Cuantos más hackeos activos tengas, menoscromochips puedes usar en esta paleta.
fr: Plus il y a d'effets de hacking actifs, moins tu peuxinsérer de puces chromatiques dans cette palette.
it: Più il sistema è hackerato, meno schede colorepuoi impostare in questa tavoletta.
ja: ハッキングの効果が大きいほど、セットできるカラーチップが少なくなる上級者向けのパレットです。
ko: 해킹의 효과가 클수록 세팅할 수 있는 컬러 칩이적어지는 상급자용 팔레트입니다.
nl: Hoe meer hackeffecten er actief zijn, hoe minderkleurenchips je in dit palet kunt plaatsen.
ru: Чем больше активных модов, тем меньшетон-жетонов поместится в тон-бокс!
zh_hans: 骇解的效果越强，可装备的色彩晶片就会越少，是面向高手的调色盘。
zh_hant: 駭解的效果越強，可安裝的色彩晶片就會越少，屬於適合高手使用的調色盤。
