Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameHlaStiWstChargerNormal01Lv01
source: Z+F Splat Charger holo sticker
de: Holokleber „Zekkori-Klecks-Konzentrator“
es: Holopegatina Cargatintas Ezkkor
es_mx: Holocalcomanía Cargatintas ZyS
fr: Autoc. Concentraceur E+F HOLO
it: Oloadesivo splatter a carica logo
ja: ステッカー スプラチャージャーコラボ HO
ko: 스플랫 차저 컬래버 HO 스티커
nl: Zekkofin Bloplader-hologramsticker
zh_hans: 贴纸 斯普拉蓄力狙击枪 联名 HO
zh_hant: 貼紙 斯普拉蓄力狙擊槍 聯名 HO

# GoodsGoodsNameHlaStiWstChargerNormalOLv01
source: Order Charger Replica holo sticker
de: Holokleber „Ordnung-Konzentrator Replik“
es: Holopegatina Cargatintas orden (réplica)
es_mx: Holocalc. Cargatintas orden réplica
fr: Autoc. Fusil d'Ordre (réplique) HOLO
it: Oloadesivo splatter Ordine replica
ja: ステッカー オーダーチャージャー レプリカ HO
ko: 오더 차저 레플리카 HO 스티커
nl: Ordelader-hologramsticker
ru: Гологр. «Сплатган Порядка (клон)»
zh_hans: 贴纸 秩序蓄力狙击枪 复制 HO
zh_hant: 貼紙 秩序蓄力狙擊槍 複製 HO

# GoodsGoodsNameHlaStiWstChargerNormalScope00Lv01
source: Splatterscope holo sticker
de: Holokleber „Ziel-Konzentrator“
es: Holopegatina Cargatintas con mira
es_mx: Holocalcomanía Telecargatintas
fr: Autoc. Concentraceur zoom HOLO
it: Oloadesivo splatter con mirino
ja: ステッカー スプラスコープ HO
ko: 스플랫 스코프 HO 스티커
nl: Schelpschutter-hologramsticker
ru: Голограмма «Снайпокрас»
zh_hans: 贴纸 斯普拉准星枪 HO
zh_hant: 貼紙 斯普拉準星槍 HO

# GoodsGoodsNameHlaStiWstChargerNormalScope01Lv01
source: Z+F Splatterscope holo sticker
de: Holokleber „Zekkori-Ziel-Konzentrator“
es: Holopegatina Cargatintas con mira Ezkkor
es_mx: Holocalc. Telecargatintas ZyS
fr: Autoc. Concentr. zoom E+F HOLO
it: Oloadesivo splatter con mirino logo
ja: ステッカー スプラスコープコラボ HO
ko: 스플랫 스코프 컬래버 HO 스티커
nl: Zekkofin Schelpsch.-hologramsticker
zh_hans: 贴纸 斯普拉准星枪 联名 HO
zh_hant: 貼紙 斯普拉準星槍 聯名 HO

# GoodsGoodsNameHlaStiWstChargerPencil00Lv01
source: Snipewriter 5H holo sticker
de: Holokleber „R-BLR/5H“
es: Holopegatina Cargaminas 5H
es_mx: Holocalcomanía Cargaminas 5H
fr: Autocollant Crayon X - 5H HOLO
it: Oloadesivo lapis cecchino 5H
ja: ステッカー R-PEN/5H HO
ko: R-PEN/5H HO 스티커
nl: Schotlood 5H-hologramsticker
ru: Голограмма «Патрондаш 5Т»
zh_hans: 贴纸 R-PEN/5H HO
zh_hant: 貼紙 R-PEN/5H HO

# GoodsGoodsNameHlaStiWstChargerPencil01Lv01
source: Snipewriter 5B holo sticker
de: Holokleber „R-BLR/5B“
es: Holopegatina Cargaminas 5B
es_mx: Holocalcomanía Cargaminas 5B
fr: Autocollant Crayon X - 5B HOLO
it: Oloadesivo lapis cecchino 5B
ja: ステッカー R-PEN/5B HO
ko: R-PEN/5B HO 스티커
nl: Schotlood 5B-hologramsticker
ru: Голограмма «Патрондаш 5М»
zh_hans: 贴纸 R-PEN/5B HO
zh_hant: 貼紙 R-PEN/5B HO

# GoodsGoodsNameHlaStiWstChargerQuick00Lv01
source: Classic Squiffer holo sticker
de: Holokleber „Sepiator α“
es: Holopegatina Kalarrapid α
es_mx: Holocalcomanía Delineador X
fr: Autoc. Décap'express Alpha HOLO
it: Oloadesivo kalamarapid α
ja: ステッカー スクイックリンα HO
ko: 스퀵 클린 α HO 스티커
nl: Octopoets-hologramsticker
ru: Голограмма «Стиратель»
zh_hans: 贴纸 鱿快洁α HO
zh_hant: 貼紙 魷快潔α HO

# GoodsGoodsNameHlaStiWstChargerQuick01Lv01
source: New Squiffer holo sticker
de: Holokleber „Sepiator β“
es: Holopegatina Kalarrapid β
es_mx: Holocalcomanía Delineador Y
fr: Autoc. Décap'express Bêta HOLO
it: Oloadesivo kalamarapid β
ja: ステッカー スクイックリンβ HO
ko: 스퀵 클린 β HO 스티커
nl: Octopoets Ultra-hologramsticker
ru: Голограмма «Стиратель-II»
zh_hans: 贴纸 鱿快洁β HO
zh_hant: 貼紙 魷快潔β HO

# GoodsGoodsNameHlaStiWstManeuverDual00Lv01
source: Dualie Squelchers holo sticker
de: Holokleber „Dual-Platscher“
es: Holopegatina Barredora dual
es_mx: Holocalcomanía Soplador dual
fr: Autocollant Double nettoyeur HOLO
it: Oloadesivo sweeper duplo
ja: ステッカー デュアルスイーパー HO
ko: 듀얼 스위퍼 HO 스티커
nl: Dubbelplonzers-hologramsticker
ru: Голограмма «Спурт-плескари»
zh_hans: 贴纸 双重清洁枪 HO
zh_hant: 貼紙 雙重清潔槍 HO

# GoodsGoodsNameHlaStiWstManeuverDual01Lv01
source: C. Dualie Squelchers holo sticker
de: Holokleber „Dual-Platscher SE“
es: Holopegatina Barredora dual SP
es_mx: Holocalc. Soplador dual adaptado
fr: Autoc. Double nettoyeur mod. HOLO
it: Oloadesivo sweeper duplo CM
ja: ステッカー デュアルスイーパーカスタム HO
ko: 커스텀 듀얼 스위퍼 HO 스티커
nl: Gem. Dubbelplonz.-hologramsticker
zh_hans: 贴纸 双重清洁枪 改装 HO
zh_hant: 貼紙 雙重清潔槍 改裝 HO

# GoodsGoodsNameHlaStiWstManeuverGallon00Lv01
source: Glooga Dualies holo sticker
de: Holokleber „Kelvin 525“
es: Holopegatina Fundidora 525 dual
es_mx: Holocalcomanía Fundidora 525 dual
fr: Autocollant Double Kelvin 525 HOLO
it: Oloadesivo kelvin duplo 525
ja: ステッカー ケルビン525 HO
ko: 켈빈 525 HO 스티커
nl: Kelvin 525-hologramsticker
ru: Голограмма «Термоплюхи 525»
zh_hans: 贴纸 开尔文525 HO
zh_hant: 貼紙 開爾文525 HO

# GoodsGoodsNameHlaStiWstManeuverGallon01Lv01
source: Glooga Dualies Deco holo sticker
de: Holokleber „Kelvin 525 Deko“
es: Holopegatina Fundidora 525 dual DX
es_mx: Holoc. Fundidora 525 dual chic
fr: Autoc. Double Kelvin 525 chic HOLO
it: Oloadesivo kelvin duplo 525 DX
ja: ステッカー ケルビン525デコ HO
ko: 켈빈 525 데코 HO 스티커
nl: Kelvin 525 Deco-hologramsticker
zh_hans: 贴纸 开尔文525 装饰 HO
zh_hant: 貼紙 開爾文525 裝飾 HO

# GoodsGoodsNameHlaStiWstManeuverLong00Lv01
source: Douser Dualies FF holo sticker
de: Holokleber „Lösch-Doppler FW“
es: Holopegatina Extintor Dual FF
es_mx: Holocalcomanía Extintor dual FF
fr: Autoc. Double ignifugeur HOLO
it: Oloadesivo repolper estintori FF
ja: ステッカー ガエンFF HO
ko: 소방 FF HO 스티커
nl: Blusknallers BW-hologramsticker
ru: Голограмма «Краскотушители 255»
zh_hans: 贴纸 灭熄FF HO
zh_hant: 貼紙 滅熄FF HO

# GoodsGoodsNameHlaStiWstManeuverLong01Lv01
source: Custom Douser Dualies FF holo stk.
de: Holokleber „Lösch-Doppler FW SE“
es: Holopegatina Extintor Dual FF SP
es_mx: Holocalc. Extintor dual FF adaptado
fr: Aut. Double ignifugeur modifié HOLO
it: Oloadesivo repolper estintori FF CM
ja: ステッカー ガエンFFカスタム HO
ko: 커스텀 소방 FF HO 스티커
nl: Gem. Blusknallers BW-hologramst.
zh_hans: 贴纸 灭熄FF 改装 HO
zh_hant: 貼紙 滅熄FF 改裝 HO

# GoodsGoodsNameHlaStiWstManeuverNormal00Lv01
source: Splat Dualies holo sticker
de: Holokleber „Klecks-Doppler“
es: Holopegatina Difusor dual
es_mx: Holocalcomanía Difusor dual
fr: Autocollant Double encreur HOLO
it: Oloadesivo repolper duplo
ja: ステッカー スプラマニューバー HO
ko: 스플랫 머누버 HO 스티커
nl: Dubbelknallers-hologramsticker
ru: Голограмма «Спуртометы»
zh_hans: 贴纸 斯普拉机动枪 HO
zh_hant: 貼紙 斯普拉機動槍 HO

# GoodsGoodsNameHlaStiWstManeuverNormal01Lv01
source: Enperry Splat Dualies holo sticker
de: Holokleber „Enperry-Klecks-Doppler“
es: Holopegatina Difusor dual B
es_mx: Holocalcomanía Difusor dual Emperi
fr: Autoc. Double encreur griffé HOLO
it: Oloadesivo repolper duplo logo
ja: ステッカー スプラマニューバーコラボ HO
ko: 스플랫 머누버 컬래버 HO 스티커
nl: Enperry Dubbelkn.-hologramsticker
zh_hans: 贴纸 斯普拉机动枪 联名 HO
zh_hant: 貼紙 斯普拉機動槍 聯名 HO

# GoodsGoodsNameHlaStiWstManeuverNormalOLv01
source: Order Dualie Replicas holo sticker
de: Holokleber „Ordnung-Doppler Replik“
es: Holopegatina Difusor dual orden (réplica)
es_mx: Holocalc. Difusor dual orden réplica
fr: Aut. Arme doub. d'Ordre (répl.) HOLO
it: Oloadesivo repolper Ordine replica
ja: ステッカー オーダーマニューバー レプリカ HO
ko: 오더 머누버 레플리카 HO 스티커
nl: Ordeknallers-hologramsticker
ru: Гологр. «Спуртометы Порядка (кл.)»
zh_hans: 贴纸 秩序机动枪 复制 HO
zh_hant: 貼紙 秩序機動槍 複製 HO

# GoodsGoodsNameHlaStiWstManeuverShort00Lv01
source: Dapple Dualies holo sticker
de: Holokleber „Sprenkler“
es: Holopegatina Atomizador dual
es_mx: Holocalcomanía Atomizador dual
fr: Autoc. Double moucheteur HOLO
it: Oloadesivo ripolpella duplo
ja: ステッカー スパッタリー HO
ko: 스퍼터리 HO 스티커
nl: Dubbelspatters-hologramsticker
ru: Голограмма «Импрессиометы»
zh_hans: 贴纸 溅镀枪 HO
zh_hant: 貼紙 濺鍍槍 HO

# GoodsGoodsNameHlaStiWstManeuverShort01Lv01
source: Dapple Dualies Nouveau holo sticker
de: Holokleber „Sprenkler Fresco“
es: Holopegat. Atomizador dual maestro
es_mx: Holocalc. Atomizador dual maestro
fr: Autoc. Double mouch. nuancé HOLO
it: Oloadesivo ripolpella duplo master
ja: ステッカー スパッタリー・ヒュー HO
ko: 스퍼터리 휴 HO 스티커
nl: Dubbelsp. Nouveau-hologramsticker
zh_hans: 贴纸 溅镀枪·新艺术 HO
zh_hant: 貼紙 濺鍍槍‧新藝術 HO

# GoodsGoodsNameHlaStiWstManeuverStepper00Lv01
source: Dark Tetra Dualies holo sticker
de: Holokleber „Quadhopper Noir“
es: Holopegatina Motatrónic dual negro
es_mx: Holocalcomanía Tetra dual negro
fr: Autoc. Double voltigeur noir HOLO
it: Oloadesivo moscarpino duplo nero
ja: ステッカー クアッドホッパーブラック HO
ko: 블랙 쿼드 호퍼 HO 스티커
nl: Quadhoppers Zwart-hologramsticker
ru: Голограмма «Черные спуртокроссы»
zh_hans: 贴纸 四重弹跳手枪 黑 HO
zh_hant: 貼紙 四重彈跳手槍 黑 HO

# GoodsGoodsNameHlaStiWstManeuverStepper01Lv01
source: Light Tetra Dualies holo sticker
de: Holokleber „Quadhopper Blanc“
es: Holopegatina Motatrónic dual blanco
es_mx: Holocalcomanía Tetra dual blanco
fr: Autoc. Double voltigeur blanc HOLO
it: Oloadesivo moscarpino duplo bianco
ja: ステッカー クアッドホッパーホワイト HO
ko: 화이트 쿼드 호퍼 HO 스티커
nl: Quadhoppers Wit-hologramsticker
ru: Голограмма «Белые спуртокроссы»
zh_hans: 贴纸 四重弹跳手枪 白 HO
zh_hant: 貼紙 四重彈跳手槍 白 HO

# GoodsGoodsNameHlaStiWstRollerCompact00Lv01
source: Carbon Roller holo sticker
de: Holokleber „Karbonroller“
es: Holopegatina Rodillo de carbono
es_mx: Holocalcomanía Rodillo de carbono
fr: Autocollant Rouleau carbone HOLO
it: Oloadesivo rullo di carbonio
ja: ステッカー カーボンローラー HO
ko: 카본 롤러 HO 스티커
nl: Carbonroller-hologramsticker
ru: Голограмма «Валик ЛАЙТ»
zh_hans: 贴纸 碳纤维滚筒 HO
zh_hant: 貼紙 碳纖維滾筒 HO

# GoodsGoodsNameHlaStiWstRollerCompact01Lv01
source: Carbon Roller Deco holo sticker
de: Holokleber „Karbonroller Deko“
es: Holopegatina Rodillo de carbono DX
es_mx: Holocalc. Rodillo de carbono chic
fr: Autoc. Rouleau carbone chic HOLO
it: Oloadesivo rullo di carbonio DX
ja: ステッカー カーボンローラーデコ HO
ko: 카본 롤러 데코 HO 스티커
nl: Carbonroller Deco-hologramsticker
zh_hans: 贴纸 碳纤维滚筒 装饰 HO
zh_hant: 貼紙 碳纖維滾筒 裝飾 HO

# GoodsGoodsNameHlaStiWstRollerHeavy00Lv01
source: Dynamo Roller holo sticker
de: Holokleber „Dynaroller“
es: Holopegatina Dinamorrodillo
es_mx: Holocalcomanía Rodillo Pro
fr: Autocollant Dynamo-rouleau HOLO
it: Oloadesivo rullo dinamo
ja: ステッカー ダイナモローラー HO
ko: 다이너모 롤러 HO 스티커
nl: Dynamoroller-hologramsticker
ru: Голограмма «Мотовалик»
zh_hans: 贴纸 电动马达滚筒 HO
zh_hant: 貼紙 電動馬達滾筒 HO

# GoodsGoodsNameHlaStiWstRollerHeavy01Lv01
source: Gold Dynamo Roller holo sticker
de: Holokleber „Dynaroller Tesla“
es: Holopegatina Dinamorrodillo T
es_mx: Holocalcomanía Rodillo Pro dorado
fr: Autoc. Dynamo-rouleau tesla HOLO
it: Oloadesivo rullo dinamo dorato
ja: ステッカー ダイナモローラーテスラ HO
ko: 골드 다이너모 롤러 HO 스티커
nl: Gouden Dynamorol.-hologramsticker
ru: Голограмма «Мотовалик VIP»
zh_hans: 贴纸 电动马达滚筒 高磁波 HO
zh_hant: 貼紙 電動馬達滾筒 高磁波 HO

# GoodsGoodsNameHlaStiWstRollerHunter00Lv01
source: Flingza Roller holo sticker
de: Holokleber „Flex-Roller“
es: Holopegatina Rodillo versátil
es_mx: Holocalcomanía Rodillo versátil
fr: Autocollant Flexi-rouleau HOLO
it: Oloadesivo flexi-rullo
ja: ステッカー ヴァリアブルローラー HO
ko: 베리어블 롤러 HO 스티커
nl: Flexroller-hologramsticker
ru: Голограмма «Омнивалик»
zh_hans: 贴纸 可变式滚筒 HO
zh_hant: 貼紙 可變式滾筒 HO

# GoodsGoodsNameHlaStiWstRollerHunter01Lv01
source: Foil Flingza Roller holo sticker
de: Holokleber „Flex-Roller Fol“
es: Holopegatina Rodillo versátil B
es_mx: Holocalc. Rodillo versátil Foil
fr: Autocollant Flexi-rouleau alu HOLO
it: Oloadesivo flexi-rullo B
ja: ステッカー ヴァリアブルローラーフォイル HO
ko: 포일 베리어블 롤러 HO 스티커
nl: Foil Flexroller-hologramsticker
zh_hans: 贴纸 可变式滚筒 金属箔 HO
zh_hant: 貼紙 可變式滾筒 金屬箔 HO

# GoodsGoodsNameHlaStiWstRollerNormal00Lv01
source: Splat Roller holo sticker
de: Holokleber „Klecksroller“
es: Holopegatina Rodillo básico
es_mx: Holocalcomanía Rodillo básico
fr: Autocollant Rouleau HOLO
it: Oloadesivo rullo splat
ja: ステッカー スプラローラー HO
ko: 스플랫 롤러 HO 스티커
nl: Klodderroller-hologramsticker
ru: Голограмма «Сплат-валик»
zh_hans: 贴纸 斯普拉滚筒 HO
zh_hant: 貼紙 斯普拉滾筒 HO

# GoodsGoodsNameHlaStiWstRollerNormal01Lv01
source: Krak-On Splat Roller holo sticker
de: Holokleber „Medusa-Klecksroller“
es: Holopegatina Rodillo básico B
es_mx: Holocalc. Rodillo básico Meddux
fr: Autocollant Rouleau griffé HOLO
it: Oloadesivo rullo splat logo
ja: ステッカー スプラローラーコラボ HO
ko: 스플랫 롤러 컬래버 HO 스티커
nl: Krak-On Klodderroll.-hologramsticker
zh_hans: 贴纸 斯普拉滚筒 联名 HO
zh_hant: 貼紙 斯普拉滾筒 聯名 HO

# GoodsGoodsNameHlaStiWstRollerNormalOLv01
source: Order Roller Replica holo sticker
de: Holokleber „Ordnung-Roller Replik“
es: Holopegatina Rodillo orden (réplica)
es_mx: Holocalcomanía Rodillo orden réplica
fr: Autoc. Rouleau d'Ordre (répl.) HOLO
it: Oloadesivo rullo Ordine replica
ja: ステッカー オーダーローラー レプリカ HO
ko: 오더 롤러 레플리카 HO 스티커
nl: Orderoller-hologramsticker
ru: Голограмма «Валик Порядка (клон)»
zh_hans: 贴纸 秩序滚筒 复制 HO
zh_hant: 貼紙 秩序滾筒 複製 HO

# GoodsGoodsNameHlaStiWstRollerWide00Lv01
source: Big Swig Roller holo sticker
de: Holokleber „Breitroller“
es: Holopegatina Rodillo mágnum
es_mx: Holocalcomanía Rodillo mágnum
fr: Autocollant Rouleau large HOLO
it: Oloadesivo ampiorullo
ja: ステッカー ワイドローラー HO
ko: 와이드 롤러 HO 스티커
nl: Breedroller-hologramsticker
ru: Голограмма «Макси-валик»
zh_hans: 贴纸 宽滚筒 HO
zh_hant: 貼紙 寬滾筒 HO

# GoodsGoodsNameHlaStiWstRollerWide01Lv01
source: Big Swig Roller Express holo sticker
de: Holokleber „Breitroller Express“
es: Holopegatina Rodillo mágnum B
es_mx: Holocalc. Rodillo mágnum exprés
fr: Autoc. Rouleau large Xpress HOLO
it: Oloadesivo ampiorullo Express
ja: ステッカー ワイドローラーコラボ HO
ko: 와이드 롤러 컬래버 HO 스티커
nl: Breedroller Impuls-hologramsticker
zh_hans: 贴纸 宽滚筒 联名 HO
zh_hant: 貼紙 寬滾筒 聯名 HO

# GoodsGoodsNameHlaStiWstSaberHeavy00Lv01
source: Mint Decavitator holo sticker
de: Holokleber „Minz-Prophylator“
es: Holopegatina Odontintador menta
es_mx: Holocalc. Odontintador menta
fr: Autocollant Sabrifrice menthe HOLO
it: Oloadesivo spazzolama menta
ja: ステッカー デンタルワイパーミント HO
ko: 민트 덴탈 와이퍼 HO 스티커
nl: Schrobbehak PM-hologramsticker
ru: Голограмма «Мятная дентана»
zh_hans: 贴纸 巨齿刮水刀 薄荷 HO
zh_hant: 貼紙 巨齒刮水刀 薄荷 HO

# GoodsGoodsNameHlaStiWstSaberHeavy01Lv01
source: Charcoal Decavitator holo stk.
de: Holokleber „Carbo-Prophylator“
es: Holopegatina Odontintador carbón
es_mx: Holocalc. Odontintador carbón
fr: Autocollant Sabrifrice charbon HOLO
it: Oloadesivo spazzolama carbone
ja: ステッカー デンタルワイパースミ HO
ko: 잉크 덴탈 와이퍼 HO 스티커
nl: Schrobbehak HK-hologramsticker
ru: Голограмма «Угольная дентана»
zh_hans: 贴纸 巨齿刮水刀 墨黑 HO
zh_hant: 貼紙 巨齒刮水刀 墨黑 HO

# GoodsGoodsNameHlaStiWstSaberLite00Lv01
source: Splatana Wiper holo sticker
de: Holokleber „Wischer-Splatana“
es: Holopegatina Azotintador brisa
es_mx: Holocalcomanía Azotintador brisa
fr: Autocollant Éclatana Doto HOLO
it: Oloadesivo tergilama
ja: ステッカー ドライブワイパー HO
ko: 드라이브 와이퍼 HO 스티커
nl: Wisserbladzwieper-hologramsticker
ru: Голограмма «Cплат-дворник»
zh_hans: 贴纸 雨刷刮水刀 HO
zh_hant: 貼紙 雨刷刮水刀 HO

# GoodsGoodsNameHlaStiWstSaberLite01Lv01
source: Splatana Wiper Deco holo sticker
de: Holokleber „Wischer-Splatana Deko“
es: Holopegatina Azotintador brisa DX
es_mx: Holocalc. Azotintador brisa chic
fr: Autocollant Éclatana Doto chic HOLO
it: Oloadesivo tergilama DX
ja: ステッカー ドライブワイパーデコ HO
ko: 드라이브 와이퍼 데코 HO 스티커
nl: Wisserbladzw. Deco-hologramsticker
zh_hans: 贴纸 雨刷刮水刀 装饰 HO
zh_hant: 貼紙 雨刷刮水刀 裝飾 HO

# GoodsGoodsNameHlaStiWstSaberNormal00Lv01
source: Splatana Stamper holo sticker
de: Holokleber „Stempel-Splatana“
es: Holopegatina Azotintador pro
es_mx: Holocalcomanía Azotintador Pro
fr: Autoc. Éclatana d'estampe HOLO
it: Oloadesivo splattalama
ja: ステッカー ジムワイパー HO
ko: 사무 와이퍼 HO 스티커
nl: Stempelzwieper-hologramsticker
ru: Голограмма «Сплат-печатель»
zh_hans: 贴纸 工作刮水刀 HO
zh_hant: 貼紙 工作刮水刀 HO

# GoodsGoodsNameHlaStiWstSaberNormal01Lv01
source: Splatana Stamper Nouveau holo stk.
de: Holokleber „Stempel-Splatana Fresco“
es: Holopegatina Azotintador pro maestro
es_mx: Holoc. Azotintador Pro maestro
fr: Autoc. Éclat. d'estampe nuancé HOLO
it: Oloadesivo splattalama master
ja: ステッカー ジムワイパー・ヒュー HO
ko: 사무 와이퍼 휴 HO 스티커
nl: Stempelzwieper N.-hologramsticker
zh_hans: 贴纸 工作刮水刀·新艺术 HO
zh_hant: 貼紙 工作刮水刀‧新藝術 HO

# GoodsGoodsNameHlaStiWstSaberNormalOLv01
source: Order Splatana Replica holo sticker
de: Holokleber „Ordnung-Splatana Replik“
es: Holopegatina Azotintador orden (réplica)
es_mx: Holocalc. Azotintador orden réplica
fr: Aut. Éclatana d'Ordre (répl.) HOLO
it: Oloadesivo lama Ordine replica
ja: ステッカー オーダーワイパー レプリカ HO
ko: 오더 와이퍼 레플리카 HO 스티커
nl: Ordezwieper-hologramsticker
ru: Голог. «Сплат-катана Порядка (кл.)»
zh_hans: 贴纸 秩序刮水刀 复制 HO
zh_hant: 貼紙 秩序刮水刀 複製 HO

# GoodsGoodsNameHlaStiWstShelterCompact00Lv01
source: Undercover Brella holo sticker
de: Holokleber „UnderCover“
es: Holopegatina Paratintas clásico
es_mx: Holocalcomanía Paratintas discreto
fr: Autocollant Para-encre espion HOLO
it: Oloadesivo bombrello
ja: ステッカー スパイガジェット HO
ko: 스파이 가젯 HO 스티커
nl: Paraplenzer-hologramsticker
ru: Голограмма «Шпионский зонт»
zh_hans: 贴纸 特工配件 HO
zh_hant: 貼紙 特務配件 HO

# GoodsGoodsNameHlaStiWstShelterCompact01Lv01
source: Undercover S. Brella holo sticker
de: Holokleber „Sorella-UnderCover“
es: Holopegatina Paratintas clásico B
es_mx: Holocalc. Paratintas discreto Sorella
fr: Autoc. Para-encre espion S. HOLO
it: Oloadesivo bombrello Solerra
ja: ステッカー スパイガジェットソレーラ HO
ko: 스파이 가젯 소렐라 HO 스티커
nl: Sorella Paraplenzer-hologramsticker
zh_hans: 贴纸 特工配件 姐妹 HO
zh_hant: 貼紙 特務配件 姐妹 HO

# GoodsGoodsNameHlaStiWstShelterFocus00Lv01
source: Recycled Brella 24 Mk I holo sticker
de: Holokleber „Bast-Pluviator 24-A“
es: Holopegatina Prototintas 24-I
es_mx: Holocalc. Prototintas 24-I
fr: Aut. Para-encre Ré-gen 24 Mk I HOLO
it: Oloadesivo sparasole riciclo 24-I
ja: ステッカー 24式張替傘・甲 HO
ko: 24식 도돌이 우산 갑 HO 스티커
nl: Protoplenzer 24-I-hologramsticker
ru: Голограмма «Ребут-зонтган М-1»
zh_hans: 贴纸 24式可替换伞·甲 HO
zh_hant: 貼紙 24式可替換傘‧甲 HO

# GoodsGoodsNameHlaStiWstShelterFocus01Lv01
source: Recycled Brella 24 Mk II holo sticker
de: Holokleber „Bast-Pluviator 24-B“
es: Holopegatina Prototintas 24-II
es_mx: Holocalcomanía Prototintas 24-II
fr: Autoc. Para-encre R-g 24 Mk II HOLO
it: Oloadesivo sparasole riciclo 24-II
ja: ステッカー 24式張替傘・乙 HO
ko: 24식 도돌이 우산 을 HO 스티커
nl: Protoplenzer 24-II-hologramsticker
ru: Голограмма «Ребут-зонтган М-2»
zh_hans: 贴纸 24式可替换伞·乙 HO
zh_hant: 貼紙 24式可替換傘‧乙 HO

# GoodsGoodsNameHlaStiWstShelterNormal00Lv01
source: Splat Brella holo sticker
de: Holokleber „Parapluviator“
es: Holopegatina Paratintas
es_mx: Holocalcomanía Paratintas
fr: Autocollant Para-encre HOLO
it: Oloadesivo sparasole
ja: ステッカー パラシェルター HO
ko: 파라 셸터 HO 스티커
nl: Plenzer-hologramsticker
ru: Голограмма «Сплат-зонт»
zh_hans: 贴纸 遮阳防空伞 HO
zh_hant: 貼紙 遮陽防空傘 HO

# GoodsGoodsNameHlaStiWstShelterNormal01Lv01
source: Sorella Brella holo sticker
de: Holokleber „Sorella-Parapluviator“
es: Holopegatina Paratintas B
es_mx: Holocalcomanía Paratintas Sorella
fr: Autocollant Para-encre Sorella HOLO
it: Oloadesivo sparasole Solerra
ja: ステッカー パラシェルターソレーラ HO
ko: 파라 셸터 소렐라 HO 스티커
nl: Sorella Plenzer-hologramsticker
zh_hans: 贴纸 遮阳防空伞 姐妹 HO
zh_hant: 貼紙 遮陽防空傘 姐妹 HO

# GoodsGoodsNameHlaStiWstShelterNormalOLv01
source: Order Brella Replica holo sticker
de: Holokleber „Ordnung-Pluviator Replik“
es: Holopegatina Paratintas orden (réplica)
es_mx: Holocalc. Paratintas orden réplica
fr: Aut. Para-encre d'Ordre (répl.) HOLO
it: Oloadesivo sparasole Ordine replica
ja: ステッカー オーダーシェルター レプリカ HO
ko: 오더 셸터 레플리카 HO 스티커
nl: Ordeplenzer-hologramsticker
ru: Гологр. «Зонтган Порядка (клон)»
zh_hans: 贴纸 秩序防空伞 复制 HO
zh_hant: 貼紙 秩序防空傘 複製 HO

# GoodsGoodsNameHlaStiWstShelterWide00Lv01
source: Tenta Brella holo sticker
de: Holokleber „Camp-Pluviator“
es: Holopegatina Paratintas maxi
es_mx: Holocalcomanía Paratintas forestal
fr: Autocollant Para-encre XL HOLO
it: Oloadesivo sparatenda
ja: ステッカー キャンピングシェルター HO
ko: 캠핑 셸터 HO 스티커
nl: Kampeerplenzer-hologramsticker
ru: Голограмма «Зонтент»
zh_hans: 贴纸 露营防空伞 HO
zh_hant: 貼紙 露營防空傘 HO

# GoodsGoodsNameHlaStiWstShelterWide01Lv01
source: Tenta Sorella Brella holo sticker
de: Holokleber „Sorella-Camp-Pluviator“
es: Holopegatina Paratintas maxi B
es_mx: Holocalc. Paratintas forestal Sorella
fr: Autoc. Para-encre XL Sorella HOLO
it: Oloadesivo sparatenda Solerra
ja: ステッカー キャンピングシェルターソレーラ HO
ko: 캠핑 셸터 소렐라 HO 스티커
nl: Sorella Kampeerpl.-hologramsticker
zh_hans: 贴纸 露营防空伞 姐妹 HO
zh_hant: 貼紙 露營防空傘 姐妹 HO

# GoodsGoodsNameHlaStiWstShooterBlaze00Lv01
source: Aerospray MG holo sticker
de: Holokleber „Airbrush MG“
es: Holopegatina Aerógrafo pro
es_mx: Holocalcomanía Aerógrafo GP
fr: Autocollant Aérogun HOLO
it: Oloadesivo aerografo
ja: ステッカー プロモデラーMG HO
ko: 프로모델러 MG HO 스티커
nl: Kladderwerper-hologramsticker
ru: Голограмма «Аэроспрей»
zh_hans: 贴纸 专业模型枪MG HO
zh_hant: 貼紙 專業模型槍MG HO

# GoodsGoodsNameHlaStiWstShooterBlaze01Lv01
source: Aerospray RG holo sticker
de: Holokleber „Airbrush RG“
es: Holopegatina Aerógrafo plus
es_mx: Holocalcomanía Aerógrafo GN
fr: Autocollant Aérogun premium HOLO
it: Oloadesivo aerografo élite
ja: ステッカー プロモデラーRG HO
ko: 프로모델러 RG HO 스티커
nl: Kladderwerper Pro-hologramsticker
ru: Голограмма «Аэроспрей ДЕЛЮКС»
zh_hans: 贴纸 专业模型枪RG HO
zh_hant: 貼紙 專業模型槍RG HO

# GoodsGoodsNameHlaStiWstShooterExpert00Lv01
source: Splattershot Pro holo sticker
de: Holokleber „Profi-Kleckser“
es: Holopegatina Lanzatintas plus
es_mx: Holocalcomanía Rociador Pro
fr: Autocollant Liquidateur pro HOLO
it: Oloadesivo splasher élite
ja: ステッカー プライムシューター HO
ko: 프라임 슈터 HO 스티커
nl: Superspetter Pro-hologramsticker
ru: Голограмма «Каплестрел ПРО»
zh_hans: 贴纸 顶尖射击枪 HO
zh_hant: 貼紙 頂尖射擊槍 HO

# GoodsGoodsNameHlaStiWstShooterExpert01Lv01
source: Forge Splattershot Pro holo sticker
de: Holokleber „Focus-Profi-Kleckser“
es: Holopegatina Lanzatintas plus B
es_mx: Holocalcomanía Rociador Forima
fr: Autoc. Liquidateur pro griffé HOLO
it: Oloadesivo splasher élite logo
ja: ステッカー プライムシューターコラボ HO
ko: 프라임 슈터 컬래버 HO 스티커
nl: Forge Supersp. Pro-hologramsticker
zh_hans: 贴纸 顶尖射击枪 联名 HO
zh_hant: 貼紙 頂尖射擊槍 聯名 HO

# GoodsGoodsNameHlaStiWstShooterFirst00Lv01
source: Splattershot Jr. holo sticker
de: Holokleber „Junior-Kleckser“
es: Holopegatina Lanzatintas novato
es_mx: Holocalcomanía Rociador básico
fr: Autocollant Liquidateur Jr. HOLO
it: Oloadesivo sparacolore recluta
ja: ステッカー わかばシューター HO
ko: 새싹 슈터 HO 스티커
nl: Superspetter jr.-hologramsticker
ru: Голограмма «Каплестрел-У»
zh_hans: 贴纸 新叶射击枪 HO
zh_hant: 貼紙 新葉射擊槍 HO

# GoodsGoodsNameHlaStiWstShooterFirst01Lv01
source: Custom Splattershot Jr. holo sticker
de: Holokleber „Junior-Kleckser Plus“
es: Holopegatina Lanzatintas novato B
es_mx: Holocalc. Rociador básico adaptado
fr: Autocollant Liquidateur Sr. HOLO
it: Oloadesivo sparacolore logo
ja: ステッカー もみじシューター HO
ko: 단풍 슈터 HO 스티커
nl: Gem. Supersp. jr.-hologramsticker
ru: Голограмма «Каплестрел-У 2.0»
zh_hans: 贴纸 枫叶射击枪 HO
zh_hant: 貼紙 楓葉射擊槍 HO

# GoodsGoodsNameHlaStiWstShooterFlash00Lv01
source: Squeezer holo sticker
de: Holokleber „Quetscher“
es: Holopegatina Tintopresor
es_mx: Holocalcomanía Tintopresor
fr: Autocollant Compresseur HOLO
it: Oloadesivo strizzer
ja: ステッカー ボトルガイザー HO
ko: 보틀 가이저 HO 스티커
nl: Floeper-hologramsticker
ru: Голограмма «Бутылятор»
zh_hans: 贴纸 开瓶喷泉枪 HO
zh_hant: 貼紙 開瓶噴泉槍 HO

# GoodsGoodsNameHlaStiWstShooterFlash01Lv01
source: Foil Squeezer holo sticker
de: Holokleber „Quetscher Fol“
es: Holopegatina Tintopresor B
es_mx: Holocalcomanía Tintopresor Foil
fr: Autocollant Compresseur alu HOLO
it: Oloadesivo strizzer B
ja: ステッカー ボトルガイザーフォイル HO
ko: 포일 보틀 가이저 HO 스티커
nl: Foil Floeper-hologramsticker
zh_hans: 贴纸 开瓶喷泉枪 金属箔 HO
zh_hant: 貼紙 開瓶噴泉槍 金屬箔 HO

# GoodsGoodsNameHlaStiWstShooterGravity00Lv01
source: .52 Gal holo sticker
de: Holokleber „.52 Gallon“
es: Holopegatina Salpicadora 2000
es_mx: Holocalcomanía Salpicadora 2000
fr: Autocollant Calibre 2000 HOLO
it: Oloadesivo calibro 2000
ja: ステッカー .52ガロン HO
ko: .52 갤런 HO 스티커
nl: .52 Kaliter-hologramsticker
ru: Голограмма «Струевик .52»
zh_hans: 贴纸 .52加仑 HO
zh_hant: 貼紙 .52加侖 HO

# GoodsGoodsNameHlaStiWstShooterGravity01Lv01
source: .52 Gal Deco holo sticker
de: Holokleber „.52 Gallon Deko“
es: Holopegatina Salpicadora 2000 DX
es_mx: Holocalc. Salpicadora 2000 chic
fr: Autocollant Calibre 2000 chic HOLO
it: Oloadesivo calibro 2000 DX
ja: ステッカー .52ガロンデコ HO
ko: .52 갤런 데코 HO 스티커
nl: .52 Kaliter Deco-hologramsticker
zh_hans: 贴纸 .52加仑 装饰 HO
zh_hant: 貼紙 .52加侖 裝飾 HO
