Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# LayoutMsgSdodrPauseMenu00203
source: Give up and return to the Order Sector?(You'll have to start over from 1F.)
de: Aufgeben und zurück zum Sektor Ordnung?(Du startest dann in Etage 1 neu.)
es: ¿Quieres abandonar y volver alDistrito del Orden? (Tendrás quereintentarlo desde el primer piso.)
es_mx: ¿Quieres abandonar y regresar al Distrito del Orden?Tendrás que comenzar el próximo ascenso desde P1.
fr: Abandonner et retourner à la place de l'Ordre?(Tu devras recommencer à partir de l'étage 1.)
it: Vuoi abbandonare e tornare al settoredell'Ordine? (Dovrai ricominciare dal piano 1.)
ja: あきらめて 秩序の街へ もどりますか？（１Ｆから やり直すことになります）
ko: 포기하고 질서의 거리로 돌아가겠습니까?(1F부터 다시 시작하게 됩니다)
nl: Wil je het opgeven en terug naar de ordesector?(Je zult dan opnieuw moeten beginnen vanafde 1e etage.)
ru: Сдаться и вернуться на площадь Порядка?(Потом придется начать заново с Этажа 1.)
zh_hans: 要中途放弃并返回秩序之城吗？（将会从1Ｆ重新开始。）
zh_hant: 要放棄並返回秩序之城嗎？（之後必須從1Ｆ重新開始）

# LayoutMsgSdodrPauseMenu00204
source: To Order Sector
de: Zum SektorOrdnung
es: Al Distrito del Orden
es_mx: Distrito del Orden
fr: Place de l'Ordre
it: Al settore
ja: 秩序の街へ
ko: 질서의 거리로
nl: Ja!
ru: На площадьПорядка
zh_hans: 返回秩序之城
zh_hant: 前往秩序之城

# LayoutMsgSdodrPauseMenu00300
source: Return to the foyer and start over from 1F?
de: Möchtest du ins Foyer zurückkehrenund in Etage 1 neu starten?
es: ¿Quieres volver a la entrada yreintentarlo desde el primer piso?
es_mx: ¿Quieres regresar a la entrada yreintentarlo desde P1?
fr: Retourner au hall d'entrée et recommencerà partir de l'étage 1 ?
it: Vuoi tornare all'ingresso ericominciare dal piano 1?
ja: エントランスへ もどって １Ｆからやり直しますか？
ko: 엔트런스로 돌아가서 1F부터 다시 하겠습니까?
nl: Wil je terug naar de ingang en opnieuw beginnenvanaf de 1e etage?
ru: Вернуться в вестибюль и начать зановос Этажа 1?
zh_hans: 要返回入口大厅，从1Ｆ重新开始吗？
zh_hant: 要返回入口大廳並從1Ｆ重新開始嗎？

# LayoutMsgSdodrPauseMenu00301
source: Nah
de: Nein
es: No
es_mx: No
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrPauseMenu00302
source: Start Over
de: Neu starten
es: Sí
es_mx: Sí
fr: Recommencer
it: Ricomincia
ja: やり直す
ko: 다시 하기
nl: Opnieuw beginnen
ru: Начать заново
zh_hans: 重新开始
zh_hant: 重新開始

# LayoutMsgSdodrPauseMenu00400
source: Exit this memory and return to the foyer?
de: Möchtest du diese Erinnerung verlassenund ins Foyer zurückkehren?
es: ¿Quieres salir de este recuerdoy volver a la entrada?
es_mx: ¿Quieres salir de este recuerdoy regresar a la entrada?
fr: Quitter ce souvenir etretourner au hall d'entrée ?
it: Vuoi uscire da questo ricordoe tornare all'ingresso?
ja: 思い出すのをやめてエントランスへ もどりますか？
ko: 떠올리기를 끝내고엔트런스로 돌아가겠습니까?
nl: Wil je deze herinnering verlaten en terugnaar de ingang?
ru: Покинуть это воспоминание и вернутьсяв вестибюль?
zh_hans: 要结束回想，返回入口大厅吗？
zh_hant: 要退出回想並返回入口大廳嗎？

# LayoutMsgSdodrPauseMenu00401
source: Nah
de: Nein
es: No
es_mx: No
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrPauseMenu00402
source: To Foyer
de: Zum Foyer
es: Sí
es_mx: Sí
fr: Hall d'entrée
it: All'ingresso
ja: エントランスへ
ko: 엔트런스로
nl: Ja!
ru: Ага!
zh_hans: 返回入口大厅
zh_hant: 前往入口大廳

# LayoutMsgSdodrPauseMenu00500
source: Easy
de: Einfach
es: Fácil
es_mx: Fácil
fr: Facile
it: Facile
ja: かんたん
ko: 쉬움
nl: Makkelijk
ru: Легко
zh_hans: 简单
zh_hant: 簡單

# LayoutMsgSdodrPauseMenu00501
source: Normal
de: Standard
it: Normale
ja: ふつう
ko: 보통
nl: Normaal
ru: Норм
zh_hans: 普通
zh_hant: 普通

# LayoutMsgSdodrPauseMenu00502
source: Hard
de: Schwierig
es: Difícil
es_mx: Difícil
fr: Difficile
it: Difficile
ja: むずかしい
ko: 어려움
nl: Moeilijk
ru: Сложно
zh_hans: 困难
zh_hant: 困難

# LayoutMsgSdodrPauseMenu00503
source: Rigorous
de: Extrem
es: Dificilísimo
es_mx: Intenso
fr: Impitoyable
it: Tremendo
ja: ゲキムズ
ko: 매우 어려움
nl: Genadeloos
ru: Архисложно
zh_hans: 极难
zh_hant: 極難

# LayoutMsgSdodrPauseMenu00TExplainCamera00
source: Set your control options when playing on a TV screen or theNintendo Switch console screen.
de: Du kannst Einstellungen für das Spielen auf dem TVsowie dem Bildschirm der Nintendo Switch-Konsole festlegen.
es: Configura los ajustes que utilizarás al jugaren modo televisor y en modo sobremesa.
es_mx: Configura la cámara para el modo televisor yel modo semiportátil.
fr: Règle la caméra pour tes sessions de jeu en mode téléviseuret en mode sur table.
it: Imposta le opzioni della telecamera per lo stile TVe lo stile da tavolo.
ja: テレビ画面に映したり Switch本体を置いてプレイするときのカメラオプションを設定できます
ko: TV 화면에 표시하거나 Nintendo Switch 본체를 두고 플레이할 때의카메라 옵션을 설정할 수 있습니다
nl: Bepaal de instellingen voor het spelen op een tv-scherm ofin de tafelstijl.
ru: Настройки управления для игры на ТВ и для игрыв настольном режиме.
zh_hans: 可以设置以TV模式或桌面模式游玩时的视角
zh_hant: 可以設定主機使用TV模式或桌上模式遊玩時的鏡頭選項

# LayoutMsgSdodrPauseMenu00TExplainCamera01
source: Control settings for playing in handheld mode.
de: Lege deine Einstellungen für das Spielen im Handheld-Modus fest.
es: Configura los ajustes que utilizarás al jugar en modo portátil.
es_mx: Configura la cámara para el modo portátil.
fr: Règle la caméra pour tes sessions de jeu en mode portable.
it: Imposta le opzioni della telecamera per lo stile portatile.
ja: Switch本体を持ってプレイするときのカメラオプションを設定できます
ko: Nintendo Switch 본체를 들고 플레이할 때의카메라 옵션을 설정할 수 있습니다
nl: Bepaal de instellingen voor het spelen in de handheldstijl.
ru: Настройки управления для игры в портативном режиме.
zh_hans: 可以设置以掌上模式游玩时的视角
zh_hant: 可以設定主機使用手提模式遊玩時的鏡頭選項

# LayoutMsgSdodrPauseMenu00TFloorUnit00
source: F
de: Etage
es: Piso
es_mx: P
fr: Étage
it: Piano
ja: Ｆ
nl: Etage
ru: Этаж
zh_hans: Ｆ
zh_hant: Ｆ

# LayoutMsgSdodrPlayGuide00TGuide00
source: Hop Off
de: Abspringen
es: Bajar aquí
es_mx: Bajar aquí
fr: Sauter
it: Scendi
ja: ここで降りる
ko: 여기서 내리기
nl: Uitstappen
ru: Спрыгнуть
zh_hans: 在这里降落
zh_hant: 在此處降落

# LayoutMsgSdodrShopTower00000
source: This product is sold out.
de: Dieses Produkt ist leider ausverkauft.
es: Este artículo está agotado.
es_mx: Este artículo está agotado.
fr: Ce produit est épuisé.
it: Questo articolo è esaurito.
ja: この商品は 売り切れです
ko: 이 상품은 품절되었습니다
nl: Dit artikel is uitverkocht.
ru: Этот товар распродан.
zh_hans: 该商品已经售罄了。
zh_hant: 此商品已售完。

# LayoutMsgSdodrShopTower00001
source: You don't have enough Membux to buy this.
de: Nicht genug Memoneten, um dies zu kaufen.
es: No tienes suficientes pastimonedaspara comprar este artículo.
es_mx: No tienes suficientes pastimonedaspara comprar este artículo.
fr: Tu n'as pas assez de poulpèzespour acheter ça.
it: Non hai abbastanza norilirper acquistare questo articolo.
ja: この商品を買うには ネリコインが足りません
ko: 이 상품을 구입하기 위한 네리 코인이 부족합니다
nl: Je hebt niet genoeg neuri's om ditte kopen.
ru: Для этой покупки у тебя недостаточновспомбаксов.
zh_hans: 购买该商品所需的忆界硬币不足。
zh_hant: 沒有足夠的憶界硬幣購買此商品。

# LayoutMsgSdodrShopTower00002
source: You can't carry any more Prlz.
de: Du hast keinen Platz mehr für weitere PRLN.
es: No puedes llevar más perlas.
es_mx: No puedes llevar más perlas.
fr: Tu ne peux pas transporter davantage de péperles.
it: Non hai spazio per altre perle.
ja: これ以上 シンジュを持てません
ko: 더 이상 진주를 소지할 수 없습니다
nl: Je hebt het maximale aantal parels bereikt.
ru: Невозможно взять с собой большежемкойнов.
zh_hans: 你不能携带更多珍珠。
zh_hant: 已經無法持有更多的珍珠。

# LayoutMsgSdodrShopTower00003
source: Have Marina reset the machine's stock?
de: Soll Marina das Warenangebot zurücksetzen?
es: ¿Quieres que Marina reiniciela selección de artículos?
es_mx: ¿Quieres que Marina reiniciela selección de artículos?
fr: Demander à Coralie de réinitialiser le stockdu distributeur ?
it: Vuoi che Nori resetti l'offerta di articoli?
ja: 品ぞろえを イイダに リセットしてもらいますか？
ko: 이이다에게 부탁해 진열된 상품을 리셋하겠습니까?
nl: Wil je dat Mariana het aanbod vande verkoopautomaat wijzigt?
ru: Попросить Маришу сбросить набор товаровв автомате?
zh_hans: 要让饭田重置商品种类吗？
zh_hant: 要請飯田重置商品種類嗎？

# LayoutMsgSdodrShopTower00004
source: You don't have enough Membux to reset it.
de: Nicht genug Memoneten,um Angebot zurückzusetzen.
es: No tienes suficientes pastimonedaspara reiniciar la selección.
es_mx: No tienes suficientes pastimonedaspara reiniciar la selección.
fr: Tu n'as pas assez de poulpèzes pourle réinitialiser.
it: Non hai abbastanza norilir per resettare.
ja: リセットするには ネリコインが足りません
ko: 리셋하기 위한 네리 코인이 부족합니다
nl: Je hebt niet genoeg neuri'som het aanbod te wijzigen.
ru: Для сброса у тебя недостаточно вспомбаксов.
zh_hans: 重置所需的忆界硬币不足。
zh_hant: 沒有足夠的憶界硬幣進行重置。

# LayoutMsgSdodrShopTower00200
source: Recover Lives
de: Versuch regenerieren
es: Recuperar vidas
es_mx: Vida
fr: Restitution de vies
it: Vita extra
ja: ライフ回復
ko: 라이프 회복
nl: Leven herstellen
ru: Восстановить жизни
zh_hans: 回复生命
zh_hant: 回復生命

# LayoutMsgSdodrShopTower00201
source: Recovers 1 Life.
de: Regeneriert 1 Versuch.
es: Recupera una vida.
es_mx: Recupera una vida.
fr: Restitue une vie.
it: Recuperi una vita.
ja: ライフが１つ回復します。
ko: 라이프가 1개 회복됩니다.
nl: Herstelt 1 leven.
ru: Восстанавливает 1 жизнь.
zh_hans: 回复了1条生命。
zh_hant: 生命回復1。

# LayoutMsgSdodrShopTower00300
source: Nah
de: Nein
es: Mejor no...
es_mx: Mejor no...
fr: Non merci
it: No...
ja: 買わない
ko: 그만두기
nl: Neuh...
ru: Не-а!
zh_hans: 不买
zh_hant: 不買

# LayoutMsgSdodrShopTower00301
source: Buy!
de: Kaufen!
es: ¡Compro!
es_mx: ¡Compro!
fr: J'achète !
it: Compro!
ja: 買う！
ko: 구입하기
nl: Ja!
ru: Ага!
zh_hans: 购买！
zh_hant: 購買！

# LayoutMsgSdodrShopTower00302
source: Cancel
de: Abbrechen
es: No...
es_mx: No...
fr: Annuler
it: No
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Отмена
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrShopTower00303
source: Reset!
de: Zurücksetzen!
es: ¡Sí!
es_mx: ¡Sí!
fr: Réinitialiser !
it: Sì
ja: リセットしてもらう！
ko: 리셋하기
nl: Ja!
ru: Сбросить!
zh_hans: 重置！
zh_hant: 重置！

# LayoutMsgSdodrShopTower00400
source: You're maxed out on Lives.
de: Versuche-Maximum erreicht!
es: Tienes el máximo de vidas.
es_mx: Ya tienes el máximo de vidas.
fr: Nombre max de vies atteint.
it: Hai il massimo di vite.
ja: ライフは最大です
ko: 라이프가 최대입니다
nl: Maximaal aantal levens bereikt.
ru: У тебя уже есть все жизни.
zh_hans: 生命已达上限。
zh_hant: 生命已達上限。

# LayoutMsgSdodrShopTower00401
source: You can't carry any more.
de: Kein Platz mehr dafür.
es: No puedes llevar más.
es_mx: No puedes llevar más.
fr: Capacité maximum atteinte.
it: Non puoi averne di più.
ja: これ以上 持てません
ko: 더 이상 소지할 수 없습니다
nl: Maximaal aantal bereikt.
ru: Больше нет места.
zh_hans: 持有数量已达上限。
zh_hant: 持有數量已達上限。

# LayoutMsgSdodrShopTower00402
source: You're already using this.
de: Waffe bereits im Einsatz!
es: Ya usas esta arma secundaria.
es_mx: Esta arma ya está equipada.
fr: Tu utilises déjà ceci.
it: Stai già usando quest'arma.
ja: 今のサブウェポンです
ko: 현재 설정된 서브 웨펀입니다
nl: Dit gebruik je al.
ru: Ты это уже используешь.
zh_hans: 这是目前的次要武器。
zh_hant: 目前的次要武器。

# LayoutMsgSdodrShopTower00403
source: You're already using this.
de: Waffe bereits im Einsatz!
es: Ya usas esta arma especial.
es_mx: Esta arma ya está equipada.
fr: Tu utilises déjà ceci.
it: Stai già usando quest'arma.
ja: 今のスペシャルウェポンです
ko: 현재 설정된 스페셜 웨펀입니다
nl: Dit gebruik je al.
ru: Ты это уже используешь.
zh_hans: 这是目前的特殊武器。
zh_hant: 目前的特殊武器。

# LayoutMsgSdodrShopTower00404
source: You can't set any more.
de: Keine weiteren ausrüstbar.
es: No puedes colocar más.
es_mx: No puedes colocar más.
fr: Tu ne peux pas en équiper plus.
it: Non puoi impostarne altre.
ja: これ以上セットできません
ko: 더 이상 세팅할 수 없습니다
nl: Maximaal aantal gekozen.
ru: Жетон улучшен по максимуму.
zh_hans: 装备数量已达上限。
zh_hant: 安裝數量已達上限。

# LayoutMsgSdodrTryResult00000
source: Remaining Membux
de: Memoneten bei Abschluss
es: Pastimonedas
es_mx: Pastimonedas
fr: Poulpèzes en poche
it: Norilir in possesso
ja: 所持ネリコイン
ko: 소지 네리 코인
nl: Neuri's in bezit
ru: За оставшиеся вспомбаксы
zh_hans: 所持忆界硬币
zh_hant: 持有憶界硬幣

# LayoutMsgSdodrTryResult00001
source: Tone Chain Bonus
de: Farbkombi-Bonus
es: Cadena de tonalidad
es_mx: Cadena de tonalidad
fr: Bonus combo teinte
it: Bonus combo tonalità
ja: 連続同色カラーチップボーナス
ko: 연속 동일 색상 컬러 칩 보너스
nl: Tintcombobonus
ru: Бонус за тон-комбо
zh_hans: 连续同色色彩晶片奖励
zh_hant: 連續同色色彩晶片獎勵

# LayoutMsgSdodrTryResult00002
source: Prism Bonus
de: Prisma-Bonus
es: Espectro completo
es_mx: Espectro completo
fr: Bonus prisme
it: Bonus prisma
ja: カラフルカラーチップボーナス
ko: 컬러풀 컬러 칩 보너스
nl: Prismabonus
ru: Бонус за тон-призму
zh_hans: 缤纷色彩晶片奖励
zh_hant: 繽紛色彩晶片獎勵

# LayoutMsgSdodrTryResult00003
source: Lives Left
de: Verbleibende Versuche
es: Vidas restantes
es_mx: Vidas restantes
fr: Vies restantes
it: Vite rimaste
ja: クリア時ライフ
ko: 클리어 시 라이프
nl: Levens over
ru: За оставшиеся жизни
zh_hans: 通关时的生命
zh_hant: 過關時生命

# LayoutMsgSdodrTryResult00100
source: Have Marina hack another chance?
de: Marina einen neuen Versuch hacken lassen?
es: ¿Quieres reintentarlo con el hackeo de Marina?
es_mx: ¿Quieres reintentarlo con el hackeo de Marina?
fr: Retenter avec un hacking de Coralie ?
it: Vuoi usare l'hackeraggio di Nori per riprovare?
ja: イイダのハッキングで リトライしますか？
ko: 이이다의 해킹으로 재도전하겠습니까?
nl: Wil je een nieuwe kans van Mariana?
ru: Как насчет новой попытки с модом Мариши?
zh_hans: 要通过饭田的骇解重新开始本楼层吗？
zh_hant: 要利用飯田的駭解重新挑戰嗎？

# LayoutMsgSdodrTryResult00101
source: Not enough Prlz
de: Nicht genug PRLN
es: No tienes suficientes perlas.
es_mx: No tienes suficientes perlas.
fr: Péperles insuffisantes.
it: Non hai abbastanza perle.
ja: シンジュが足りません
ko: 진주가 부족합니다
nl: Je hebt niet genoeg parels.
ru: Недостаточно жемкойнов.
zh_hans: 珍珠不足
zh_hant: 珍珠不足

# LayoutMsgSdodrTryResult00300
source: Next
de: Weiter
es: Continuar
es_mx: Continuar
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음으로
nl: Volgende
ru: Далее
zh_hans: 继续
zh_hant: 繼續

# LayoutMsgSdodrTryResult00301
source: Finish
de: Beenden
es: Terminar
es_mx: Terminar
fr: Terminer
it: Fine
ja: おわる
ko: 끝내기
nl: Afsluiten
ru: Выйти
zh_hans: 结束
zh_hant: 結束

# LayoutMsgSdodrTryResult00TBonusTitle00
source: Points→Prlz
de: Punkte → PRLN
es: Puntos → Perlas
es_mx: Puntos → Perlas
fr: Points → Péperles
it: Punti → Perle
ja: ポイント→シンジュ
ko: 포인트→진주
nl: Punten → parels
ru: Очки→жемкойны
zh_hans: 点数→珍珠
zh_hant: 點數→珍珠

# LayoutMsgSdodrTryResult00TClearTitle00
source: Clear!
de: Geschafft!
es: ¡Completado!
es_mx: Completado
fr: Terminé !
it: Superato!
ja: クリア！
ko: 클리어!
nl: Voltooid!
ru: Успех!
zh_hans: 通关！
zh_hant: 過關！

# LayoutMsgSdodrTryResult00TNoticeRetry00
source: Cannot resume runs with Eight's Palette.
de: Fortsetzen ist mit der Palette von Nr. 8 nicht möglich.
es: No puedes intentarlo de nuevo con la paleta de Ocho.
es_mx: No puedes intentarlo de nuevo con la paleta de Ocho.
fr: Tu ne peux pas reprendre avec la palette de Huit.
it: Non puoi riprendere gli assalti con la tavoletta di Otto.
ja: ハチのパレットのきろくはリトライできません
ko: 에이트의 팔레트 기록은 재도전할 수 없습니다
nl: Pogingen met Achts palet kun je niet voortzetten.
ru: Невозможно продолжить с тон-боксом Восьмерки.
zh_hans: 无法重新开始小八的调色盘的记录。
zh_hant: 無法重新挑戰小八的調色盤的記錄。

# LayoutMsgSdodrTryResult00TPayRetry00
source: Prlz Cost
de: PRLN
es: Perlas
es_mx: Perlas
fr: Péperles
it: Costo in perle
ja: 使うシンジュ
ko: 사용할 진주
nl: Prijs in parels
ru: Стоимость
zh_hans: 消耗珍珠
zh_hant: 所需珍珠

# LayoutMsgSdodrTryResult00TTotalPoint01
source: Points Earned
de: Erzielte Punkte
es: Puntos
es_mx: Puntos
fr: Points remportés
it: Punti guadagnati
ja: 入手ポイント
ko: 획득 포인트
nl: Punten verdiend
ru: Полученные очки
zh_hans: 获得点数
zh_hant: 獲得點數

# LayoutMsgTmlListRecord00010
source: Highest Anarchy Power
de: Höchste Anarchie-Power
es: Máx. energía caótica
es_mx: Máx. fuerza caótica
fr: Anarchie Power max
it: Record energia anarchica
ja: 最高バンカラパワー
ko: 최고 카오폴리스 파워
nl: Hoogste chaoskracht
ru: Топ-сила стихии
zh_hans: 最高蛮颓战力
zh_hant: 最高蠻頹戰力

# LayoutMsgTmlListRecord00011
source: Highest Challenge Power
de: Höchste Event-Power
es: Máx. energía evento
es_mx: Máx. fuerza especial
fr: Challenge Power max
it: Record energia evento
ja: 最高イベントパワー
ko: 최고 이벤트 파워
nl: Hoogste eventkracht
ru: Топ-сила события
zh_hans: 最高活动战力
zh_hant: 最高活動戰力

# LayoutMsgTmlListRecord00030
source: Calculating...
de: Berechnung...
es: Calculando...
es_mx: Calculando...
fr: Calcul...
it: Calcolo in corso...
ja: 集計中…
ko: 집계 중…
nl: Onbekend
ru: Идет подсчет...
zh_hans: 统计中……
zh_hant: 統計中……

# LobbyLobbyFoodExpActionUpOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpActionUpPurchase
source: Gear will gain XP more quickly andis more likely to receive a specificability when it levels up.
de: Erhöht Erfahrung für Ausrüstungund die Wahrscheinlichkeit, dengezeigten Effekt freizuschalten.
es: El equipamiento gana experiencia másrápido y al subir de nivel obtiene ciertospotenciadores con más probabilidad.
es_mx: Tu equipamiento gana experiencia másrápido y es más probable que recibaun potenciador específico.
fr: Augmente l'expérience gagnée etaccroît les chances d'obtenir lebonus indiqué pour ton équipement !
it: Più esperienza e più probabilità diricevere una specifica abilitàquando gli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに 特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때 특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrusting stijgt sneller,en de kans op een bepaald effect bijhet verhogen van het niveau neemt toe.
ru: Повышает количество очков опыта,а также шанс получения указанногосвойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！

# LobbyLobbyFoodExpBattleExpUp01Overwrite
source: Increases battle XPby 50%!
de: 50 % mehr Erfahrungaus Kämpfen!
es: ¡Aumenta un 50 %la experiencia ganadaen combate!
es_mx: ¡Aumenta un 50 %la experiencia ganadaen combate!
fr: Augmente de moitié l'expériencegagnée en match !
it: Aumenta del 50%l'esperienza ottenutain battaglia!
ja: バトル後にもらえるケイケン値が１．５倍にアップ！
ko: 배틀 후에 받는 경험치가1.5배로 업!
nl: Ontvang 50% meer puntenna een gevecht!
ru: На 50% увеличиваетсяколичество полученногов бою опыта.
zh_hans: 在对战后可获得的经验值提升至1.5倍！
zh_hant: 在對戰後可獲得的經驗值提升為1.5倍！

# LobbyLobbyFoodExpBattleExpUp01Purchase
source: Increases battle XP by 50%!
de: 50 % mehr Erfahrung aus Kämpfen!
es: ¡Aumenta un 50 % la experienciaganada en combate!
es_mx: ¡Aumenta un 50 % la experienciaganada en combate!
fr: Augmente de moitié l'expériencegagnée en match !
it: Aumenta del 50% l'esperienzaottenuta in battaglia!
ja: バトル後にもらえるケイケン値が１．５倍にアップ！
ko: 배틀 후에 받는 경험치가1.5배로 업!
nl: Ontvang 50% meer puntenna een gevecht!
ru: На 50% увеличивается количествополученного в бою опыта.
zh_hans: 在对战后可获得的经验值提升至1.5倍！
zh_hant: 在對戰後可獲得的經驗值提升為1.5倍！

# LobbyLobbyFoodExpBattleExpUp02Overwrite
source: Doubles battle XP!
de: Doppelt so viel Erfahrungaus Kämpfen!
es: ¡Duplica la experienciaganada en combate!
es_mx: ¡Duplica la experienciaganada en combate!
fr: Multiplie par deux l'expériencegagnée en match !
it: Raddoppia l'esperienzaottenuta in battaglia!
ja: バトル後にもらえるケイケン値が２倍にアップ！
ko: 배틀 후에 받는 경험치가2배로 업!
nl: Ontvang dubbel zoveel puntenna een gevecht!
ru: Количество опыта,полученного в бою,удваивается!
zh_hans: 在对战后可获得的经验值提升至2倍！
zh_hant: 在對戰後可獲得的經驗值提升為2倍！

# LobbyLobbyFoodExpBattleExpUp02Purchase
source: Doubles battle XP!
de: Doppelt so viel Erfahrungaus Kämpfen!
es: ¡Duplica la experienciaganada en combate!
es_mx: ¡Duplica la experienciaganada en combate!
fr: Multiplie par deux l'expériencegagnée en match !
it: Raddoppia l'esperienza ottenutain battaglia!
ja: バトル後にもらえるケイケン値が２倍にアップ！
ko: 배틀 후에 받는 경험치가2배로 업!
nl: Ontvang dubbel zoveel puntenna een gevecht!
ru: Количество опыта, полученного в бою,удваивается!
zh_hans: 在对战后可获得的经验值提升至2倍！
zh_hant: 在對戰後可獲得的經驗值提升為2倍！

# LobbyLobbyFoodExpBattleMoneyUp01Overwrite
source: Increases battle cashby 50%!
de: 50 % mehr Geldaus Kämpfen!
es: ¡Aumenta un 50 %el dinero ganadoen combate!
es_mx: ¡Aumenta un 50 %el dinero ganadoen combate!
fr: Augmente de moitiél'argent gagné en match !
it: Aumenta del 50%il denaro ottenutoin battaglia!
ja: バトル後にもらえるおカネが１．５倍にアップ！
ko: 배틀 후에 받는 돈이1.5배로 업!
nl: Ontvang 50% meer geldna een gevecht!
ru: На 50% увеличиваетсяколичество полученныхв бою денег.
zh_hans: 在对战后可获得的金钱提升至1.5倍！
zh_hant: 在對戰後可獲得的金錢提升為1.5倍！

# LobbyLobbyFoodExpBattleMoneyUp01Purchase
source: Increases battle cash by 50%!
de: 50 % mehr Geld aus Kämpfen!
es: ¡Aumenta un 50 % el dineroganado en combate!
es_mx: ¡Aumenta un 50 % el dineroganado en combate!
fr: Augmente de moitié l'argent gagnéen match !
it: Aumenta del 50% il denaroottenuto in battaglia!
ja: バトル後にもらえるおカネが１．５倍にアップ！
ko: 배틀 후에 받는 돈이1.5배로 업!
nl: Ontvang 50% meer geldna een gevecht!
ru: На 50% увеличивается количествополученных в бою денег.
zh_hans: 在对战后可获得的金钱提升至1.5倍！
zh_hant: 在對戰後可獲得的金錢提升為1.5倍！

# LobbyLobbyFoodExpBattleMoneyUp02Overwrite
source: Doubles battle cash!
de: Doppelt so viel Geldaus Kämpfen!
es: ¡Duplica el dineroganado en combate!
es_mx: ¡Duplica el dineroganado en combate!
fr: Multiplie par deux l'argentgagné en match !
it: Raddoppia il denaroottenuto in battaglia!
ja: バトル後にもらえるおカネが２倍にアップ！
ko: 배틀 후에 받는 돈이2배로 업!
nl: Ontvang dubbel zoveel geldna een gevecht!
ru: Количество денег,полученных в бою,удваивается!
zh_hans: 在对战后可获得的金钱提升至2倍！
zh_hant: 在對戰後可獲得的金錢提升為2倍！

# LobbyLobbyFoodExpBattleMoneyUp02Purchase
source: Doubles battle cash!
de: Doppelt so viel Geld aus Kämpfen!
es: ¡Duplica el dinero ganado en combate!
es_mx: ¡Duplica el dinero ganado en combate!
fr: Multiplie par deux l'argentgagné en match !
it: Raddoppia il denaro ottenutoin battaglia!
ja: バトル後にもらえるおカネが２倍にアップ！
ko: 배틀 후에 받는 돈이2배로 업!
nl: Ontvang dubbel zoveel geldna een gevecht!
ru: Количество денег, полученных в бою,удваивается!
zh_hans: 在对战后可获得的金钱提升至2倍！
zh_hant: 在對戰後可獲得的金錢提升為2倍！

# LobbyLobbyFoodExpBombDistanceUpOverwrite
source: Gear will gain XP morequickly and is more likelyto receive a specificability when it levels up.
de: Erhöht Erfahrungfür Ausrüstung unddie Wahrscheinlichkeit,den gezeigten Effektfreizuschalten.
es: El equipamiento ganaexperiencia más rápido yal subir de nivel obtieneciertos potenciadorescon más probabilidad.
es_mx: Tu equipamiento ganaexperiencia más rápidoy es más probable quereciba un potenciadorespecífico.
fr: Augmente l'expériencegagnée et accroît leschances d'obtenir le bonusindiqué pour ton équipement !
it: Più esperienza ottenutae più probabilità di ricevereun'abilità specifica quandogli oggetti salgono di livello.
ja: ギアのケイケン値が多めにもらえてギアパワーアップのときに特定のギアパワーが少しだけ、つきやすくなるよ！
ko: 기어 경험치를 더 많이 받고기어 파워를 올릴 때특정 기어 파워가조금 더 잘 붙게 된다!
nl: Het niveau van je uitrustingstijgt sneller, en de kans opeen bepaald effect bij hetverhogen van het niveauneemt toe.
ru: Повышает количество очковопыта, а также шанс полученияуказанного свойства при росте уровня снаряжения!
zh_hans: 可以获得更多装备的经验值。在装备能力提升时，更容易附加特定的装备能力！
zh_hant: 可以獲得更多裝備的經驗值。在裝備能力提升時，更容易附加特定的裝備能力！
