Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ChallengeAnnouncementOfGrizzcoIndustriesStory3
source: We at Grizzco Industries are devoted to doing absolutely everything in our power to create a brighter future. We are committed to cheering and supporting you, even during the times when it feels like no one could possibly need that much support and you really are being needy.<br />Together, we can build a company that embodies the change we wish to see in the world. We are one. We are Grizzco. #GrizzcoLovesYou #GrizzcoIsLife #WorkAtGrizzco
de: Die Bär GmbH tut alles dafür, Freude, Wohlstand und Heiterkeit in unser aller Zukunft zu zaubern. ALLES. Daher stehen wir stets an deiner Seite (Anm.: in mehr oder weniger sicherem Abstand) und tun alles nur Mögliche, um dich zu unterstützen (Anm.: „alles“ und „Mögliche“ hier ggf. abweichend der Standarddefinition).<br />Hilf uns, diese Welt so zu gestalten, wie sie es gebührend verdient. Sei mit uns #BäreitFürAlles!<br />#BärGmbHerz #DenTraumBärmöglichen #JeBärDestoStärker
es: En Don Oso, S. A. estamos decididos a hacer cuanto sea necesario para crear un futuro de bienestar y prosperidad. Si sueñas con alcanzar altas metas, estaremos ahí para animarte y apoyarte en todo momento. <br />Caminamos juntos. Tus sueños son nuestros sueños. Todos somos Don Oso. #DonOsoTeApoya #FilosofíaDonOso #ÚneteADonOso
es_mx: En Don Oso, S. A. estamos decididos a hacer cuanto sea necesario para crear un futuro de bienestar y prosperidad para todos. Si sueñas con alcanzar altas metas, estaremos ahí para animarte y apoyarte en todo momento.<br />Caminamos juntos. Tus sueños son nuestros sueños. Todos somos Don Oso. #DonOsoTeApoya #FilosofíaDonOso #ÚneteADonOso
fr: M. Ours SA s'engage pour garantir à chacun un meilleur avenir. Vous soutenir et assurer votre bien-être sont nos priorités, même si vous pouvez être parfois trop demandeurs et que vos besoins nous paraissent excessifs.<br />Ensemble, faisons de notre compagnie la vivante image du changement que nous voulons pour notre monde. Ensemble, nous ne faisons qu'un. Nous sommes M. Ours SA. #MOursSAvousaime #MOursSAcestlavie #VeneztravaillerpourMOursSA
it: Il desiderio che anima tutti noi della Ursus & Co è creare un futuro migliore.<br />Ci impegniamo a sostenerti e a fare il tifo per te, anche quando, diciamoci la verità, pretendi un po' troppo e stai solo frignando.<br />Insieme, possiamo costruire un'azienda che incarna il cambiamento che vogliamo vedere nel mondo. Siamo una cosa sola. Siamo la Ursus & Co. #LaUrsustiama #LaUrsusèvita #LavoraperUrsus
ja: ワタシたちクマサン商会は、明るい未来の発展のため、ワタシたちができることを日々考え、行動し続けています。<br />クマサン商会は挑戦し続けるあなたを、全力で応援しサポートします。<br />感謝と喜びから始まる社会を目指す。それがワタシたちクマサン商会です。
ko: 저희 Mr. 베어 상회는 밝은 미래의 발전을 위해 저희가 할 수 있는 일을 매일 끊임없이 생각하고 행동에 옮기고 있습니다.<br />Mr. 베어 상회는 끝없이 도전하는 당신을 있는 힘껏 응원하고 돕겠습니다.<br />감사와 기쁨으로 비롯되는 사회. 그것이 저희 Mr. 베어 상회의 목표입니다.
nl: Bij Beer & Co zijn we hartstochtelijk toegewijd aan het scheppen van een mooiere toekomst voor iedereen.<br />We bieden je volledige, onbegrensde aanmoediging en ondersteuning, zelfs op die momenten waarop het lijkt alsof iemand echt niet zoveel steun nodig kan hebben en het neerkomt op egostreling.<br />Samen bouwen we aan een bedrijf dat een belichaming is van de wereld die we willen zien. Wij zijn één. Wij zijn Beer & Co. #Beer&CoHoudtVanJou #AllesVoorBeer&Co #WerkBijBeer&Co
ru: «Потапыч Inc.» стремится сделать жизнь каждого члена общества лучше. Мы ценим наших сотрудников и обязуемся помогать им морально и материально во всех их трудных жизненных ситуациях — даже тех, в которые они вляпались сами. Но пусть не жадничают, поддержки на всех не напасешься.<br />Вместе мы можем создать компанию, которая станет проводником тех идей, которые мы ценим. Которые помогут нам изменить мир. Один за всех и все за одного! «Потапыч Inc.» — это сила! #ПотапычIncТебяЦенит #ПотапычIncЭтоСила #РаботайНаПотапыча
zh_hans: 我们熊先生商会为了光明未来的发展，每日都思考力所能及之事，且一直在展开行动。<br />熊先生商会将会倾尽全力，为不断挑战的您提供支持与鼓励。<br />目标是打造以感谢与快乐为源泉的社会，这便是我们熊先生商会。
zh_hant: 我們熊先生商會為了光明未來的發展，每天都思考有什麼能做的事，且一直在展開行動。<br />熊先生商會將會傾注全力，為不斷挑戰的您提供支援與鼓勵。<br />打造以感謝與快樂為中心的社會為目標，這便是我們熊先生商會。

# ChallengeAnnouncementOfGrizzcoIndustriesTitle
source: A note from your crusty corporate sponsor, Grizzco
de: Eine Nachricht von meinem knusprigen Sponsor, der Bär GmbH
es: Mensaje del patrocinador oficial: Don Oso, S. A.
es_mx: Mensaje del patrocinador oficial: Don Oso, S. A.
fr: Un message de votre croustillant sponsor M. Ours SA
it: Una nota dal vostro croccante sponsor aziendale, la Ursus & Co
ja: クマサン商会から旅を愛するみなさんへ
ko: Mr. 베어 상회가 여행을 사랑하는 분들께 전하는 메시지
nl: Een mededeling van Pelles vrijgevige sponsor, Beer & Co
ru: «Потапыч Inc.», спонсор Закрас-тура
zh_hans: 熊先生商会致热爱旅行的各位
zh_hant: 熊先生商會敬告熱愛旅行的各位

# ChallengeAppName
source: Wandercrust
de: Shrimpson-Tour
es: Ruta Adolfrito
es_mx: Ruta Adolfrito
fr: L'Odyssée
it: Il Gambertour
ja: ロブイチ
ko: 롭케이션
nl: Aardboltoer
ru: Закрас-тур
zh_hans: 游龙
zh_hant: 遊龍

# ChallengeBlack
source: Black
de: Schwarz
es: Negro
es_mx: Negro
fr: Noire
it: Nero
ja: ブラック
ko: 블랙
nl: Zwart
ru: Черный
zh_hans: 黑色
zh_hant: 黑

# ChallengeBlue
source: Blue
de: Blau
es: Azul
es_mx: Azul
fr: Bleue
it: Blu
ja: ブルー
ko: 블루
nl: Blauw
ru: Голубой
zh_hans: 蓝色
zh_hant: 藍

# ChallengeChallenger
source: Challenger
de: Herausforderer
es: Aspirante
es_mx: Camarón errante
fr: Compétiteur
it: Sfidante
ja: チャレンジャー
ko: 챌린저
nl: Uitdager
ru: Инициатор
zh_hans: 挑战者
zh_hant: 挑戰者

# ChallengeChooseChallenge
source: Select a challenge.
de: Wähle eine Herausforderung
es: Elige un desafío
es_mx: Elige un desafío
fr: Choisis un défi.
it: Scegli una sfida
ja: 支援するチャレンジを選ぶ
ko: 서포트할 챌린지 선택하기
nl: Kies een uitdaging.
ru: Выбери испытание.
zh_hans: 选择要支援的挑战
zh_hant: 選擇要支持的挑戰

# ChallengeClear
source: Achieved
de: Erreicht
es: Superado
es_mx: Superado
fr: Réussi
it: Superata
ja: 達成しました
ko: 달성했습니다
nl: Behaald
ru: Получено
zh_hans: 已完成
zh_hant: 已達成

# ChallengeComplete
source: Complete!
de: Abgeschlossen!
es: ¡Completado!
es_mx: ¡Completado!
fr: Terminé !
it: Finito!
ja: コンプリート！
ko: 컴플리트!
nl: Voltooid!
ru: Выполнено!
zh_hans: 完成！
zh_hant: 達成！

# ChallengeCompleteReward
source: Completion Bonus
de: Abschlussbonus
es: Bonificación por completarlo
es_mx: Recompensa
fr: Bonus de voyage terminé
it: Bonus completamento
ja: コンプリート特典
ko: 컴플리트 특전
nl: Voltooiingsbonus
ru: Бонус за прохождение
zh_hans: 完成特典
zh_hant: 達成特典

# ChallengeCurrentPoint
source: The more you ink, the more you can help Sean!
de: Je mehr du färbst, desto mehr unterstützt du Shrimpson!
es: Cuanto más terreno entintes, más ayudarás a Adolfrito.
es_mx: Cuanto más terreno entintes, más ayudarás a Adolfrito.
fr: Plus tu encres de terrain, mieux tu peux soutenir Omar !
it: Più inchiostri, più sostegno dai a Gamberto!
ja: 支援に使える塗りポイント
ko: 서포트에 쓸 수 있는 색칠 포인트
nl: Hoe meer je verft, hoe harder je Pelle kunt aanmoedigen!
ru: Закрашивай как можно больше, чтобы поддержать Ракки!
zh_hans: 可用于支援阿龙的涂墨点数
zh_hant: 可用於支持阿龍的塗墨點數

# ChallengeCurrentPointFull
source: MAX points!
de: MAXIMALE Punkte!
es: ¡Máxima puntuación!
es_mx: ¡Máxima puntuación!
fr: Points MAX !
it: Punti MAX!
ja: ポイント MAX!
ko: 포인트 MAX!
nl: Max. punten!
ru: Очки набраны!
zh_hans: 点数MAX！
zh_hant: 點數MAX！

# ChallengeDearAllOfYou
source: To all my best battered barnacles...
de: An all meine geliebten Fans...
es: A mis sufridos colaboradores:
es_mx: A mis sofritos colaboradores:
fr: Mes chers céphalopotes...
it: A tutti i miei gamberoni e gamberetti...
ja: ロブから支援者のみなさまへ
ko: 롭이 서포터에게 전하는 메시지
nl: Aan mijn geliefde fans...
ru: Рачки вы мои печеные!
zh_hans: 阿龙对各位支援者的留言
zh_hant: 阿龍獻給各位支持者的留言

# ChallengeDownloadGraffiti
source: Download Graffiti
de: Graffiti-Download
es: Descargar grafiti
es_mx: Descargar grafiti
fr: Télécharger un graffiti
it: Scarica graffiti
ja: グラフィティのダウンロード
ko: 그라피티 다운로드
nl: Graffiti downloaden
ru: Загрузить граффити
zh_hans: 下载涂鸦
zh_hant: 下載塗鴉

# ChallengeDownloadIcon
source: Download Icons
de: Icons herunterladen
es: Descargar iconos
es_mx: Descargar íconos
fr: Icônes de téléchargement
it: Scarica icone
ja: アイコンのダウンロード
ko: 아이콘 다운로드
nl: Pictogrammen downloaden
ru: Загрузить значки
zh_hans: 下载头像
zh_hant: 下載頭像

# ChallengeDownloadWallpaper
source: Download Wallpaper
de: Hintergrundbild herunterladen
es: Descargar fondo de pantalla
es_mx: Descargar fondo de pantalla
fr: Télécharger un papier peint
it: Scarica sfondo
ja: 壁紙のダウンロード
ko: 배경 화면 다운로드
nl: Wallpaper downloaden
ru: Загрузить обои
zh_hans: 下载壁纸
zh_hant: 下載桌布

# ChallengeGreen
source: Green
de: Grün
es: Verde
es_mx: Verde
fr: Verte
it: Verde
ja: グリーン
ko: 그린
nl: Groen
ru: Зеленый
zh_hans: 绿色
zh_hant: 綠

# ChallengeGuideGraffiti
source: Check out this sweet tag! And now it's all yours.
de: Sieh dir dieses coole Tag an! Und jetzt gehört es dir!
es: ¡Mira qué chulada de grafiti! ¡Ahora puedes descargarlo!
es_mx: ¡Ya puedes descargar un grafiti superchévere!
fr: Pas mal, ce graffiti, non ? Eh bien il est à toi !
it: Guarda che tag da paura! E adesso è tutto tuo.
ja: お礼のグラフィティをダウンロードできます
ko: 답례로 받은 그라피티를 다운로드할 수 있습니다
nl: Moet je deze coole tag eens zien! En nu is hij van jou!
ru: Ты только посмотри на этот классный бейдж! И он твой!
zh_hans: 可下载礼物涂鸦
zh_hant: 可下載贈送的塗鴉

# ChallengeGuideRewardByName
source: Visit the lobby terminal in the Splatoon 3 game to collect your reward title.
de: Hol dir deinen Titel am Lobby-Terminal in Splatoon 3 ab.
es: Para recibir tu alias como recompensa, visita el terminal del vestíbulo en Splatoon 3.
es_mx: Para recibir tu apodo como recompensa, visita el terminal del vestíbulo en Splatoon 3.
fr: Utilise le terminal du hall dans le jeu Splatoon 3 pour récupérer le titre obtenu en récompense.
it: Visita il terminale della lobby in Splatoon 3 per ricevere il tuo titolo.
ja: リワードの二つ名をロビー端末から受け取れます
ko: 리워드 별명을 로비 단말기에서 받을 수 있습니다
nl: Bezoek de lobbyterminal in Splatoon 3 om je titel op te halen.
ru: Чтобы получить заслуженный разряд, загляни в терминал в Холле в игре Splatoon 3.
zh_hans: 可通过大厅设备领取称号奖励
zh_hant: 可透過大廳設備領取別名獎勵

# ChallengeGuideRewardIcon
source: Download any reward icons you've unlocked.
de: Lade die Icons herunter, die du als Belohnung erhalten hast.
es: Descarga los iconos que hayas obtenido como recompensa.
es_mx: Descarga los íconos que hayas obtenido como recompensa.
fr: Télécharge les icônes que tu as obtenues en récompense.
it: Scarica le icone che hai sbloccato.
ja: リワードのアイコンをダウンロードできます
ko: 리워드 아이콘을 다운로드할 수 있습니다
nl: Download pictogrammen die je als beloning hebt ontvangen.
ru: Загрузи значки, которые тебе удалось получить в награду.
zh_hans: 可下载头像奖励
zh_hant: 可下載頭像獎勵

# ChallengeGuideRewardImage
source: Download any reward images you've unlocked.
de: Lade die Hintergrundbilder herunter, die du als Belohnung erhalten hast.
es: Descarga las imágenes que hayas obtenido como recompensa.
es_mx: Descarga las imágenes que hayas obtenido como recompensa.
fr: Télécharge les images que tu as obtenues en récompense.
it: Scarica le immagini che hai sbloccato.
ja: リワードの画像をダウンロードできます
ko: 리워드 이미지를 다운로드할 수 있습니다
nl: Download afbeeldingen die je als beloning hebt ontvangen.
ru: Загрузить изображения, которые тебе удалось получить в награду.
zh_hans: 可下载图片奖励
zh_hant: 可下載圖片獎勵

# ChallengeGuideRewardSleeve
source: Visit the lobby terminal in the Splatoon 3 game to collect your reward card sleeves.
de: Hol dir deine Kartenhüllen am Lobby-Terminal in Splatoon 3 ab.
es: Para recibir las fundas como recompensa, visita el terminal del vestíbulo en Splatoon 3.
es_mx: Para recibir las fundas como recompensa, visita el terminal del vestíbulo en Splatoon 3.
fr: Utilise le terminal du hall dans le jeu Splatoon 3 pour récupérer les motifs de cartes obtenus en récompense.
it: Visita il terminale della lobby in Splatoon 3 per ricevere i tuoi stili per le carte.
ja: リワードのスリーブをロビー端末から受け取れます
ko: 리워드 슬리브를 로비 단말기에서 받을 수 있습니다
nl: Bezoek de lobbyterminal in Splatoon 3 om je kaartenhoesjes op te halen.
ru: Чтобы получить заслуженные кармашки для карт, отправляйся к терминалу в Холле в игре Splatoon 3.
zh_hans: 可通过大厅设备领取卡片套奖励
zh_hant: 可透過大廳設備領取卡套獎勵

# ChallengeHowToPlay
source: Crusty Sean's going on a journey, and the more you ink, the more points you'll get to cheer him along. Who knows, he might even bring you a souvenir!
de: Shrimpson radelt los, und du kannst ihm helfen! Färbe, so viel du kannst, um Shrimpson Beine zu machen. Vielleicht schenkt er dir etwas Tolles!
es: Adolfrito se ha marchado de viaje y tú puedes ayudarlo entintando todo lo posible y acumulando puntos. ¡Igual te acaba trayendo algún recuerdo!
es_mx: Adolfrito se fue de viaje y tú puedes ayudarlo entintando todo lo posible y acumulando puntos. ¡Quizá te trae algún recuerdito y todo!
fr: L'Odyssée d'Omar démarre, et plus tu encres de territoire, plus tu obtiendras de points pour l'encourager. Qui sait, peut-être te rapportera-t-il même un souvenir !
it: Gamberto sta per partire per un viaggio e più inchiostri, più punti ottieni per sostenerlo. Chissà, potrebbe anche portarti un souvenir!
ja: 塗りまくって貯めたポイントでロブの旅を応援しよう！<br />旅の思い出も手に入るかも？！
ko: 열심히 칠해서 모은 포인트로 롭의 여행을 응원하자!<br />여행의 추억도 획득할 수 있을지 모른다!
nl: Pelle gaat op reis, en hoe meer grond je met inkt bedekt, hoe meer punten je krijgt om hem mee aan te moedigen. Wie weet neemt hij wel een souvenir voor je mee!
ru: Ракки отправляется в путешествие! Чтобы поддержать его, закрашивай район и зарабатывай очки. Кто знает, может, он привезет тебе сувенир в знак благодарности!
zh_hans: 使用不断涂墨所积攒的点数来支援阿龙的旅行吧！<br />或许还能收获旅行的回忆？！
zh_hant: 持續塗墨累積點數支持阿龍的旅程吧！<br />說不定還能獲得旅程的回憶喔！

# ChallengeJourney
source: Journey { 0 }
de: Reise { 0 }
es: Viaje { 0 }
es_mx: Viaje { 0 }
fr: Voyage { 0 }
it: Viaggio { 0 }
ja: ジャーニー { 0 }
ko: 저니 { 0 }
nl: { 0 }e reis
ru: Маршрут { 0 }
zh_hans: 旅行 { 0 }
zh_hant: 旅程{ 0 }

# ChallengeLookingForSupporters
source: Helpers wanted!
de: Hilfe gesucht!
es: ¡Se buscan ayudantes!
es_mx: ¡Se buscan ayudantes!
fr: On cherche des assistants !
it: Si cercano aiutanti!
ja: 支援者求ム！
ko: 서포터 구함!
nl: Helpers gezocht!
ru: Нужна поддержка!
zh_hans: 寻求支援者！
zh_hant: 誠徵支持者！

# ChallengeOrange
source: Orange
es: Naranja
es_mx: Naranja
it: Arancione
ja: オレンジ
ko: 오렌지
nl: Oranje
ru: Оранжевый
zh_hans: 橘色
zh_hant: 橘

# ChallengePointForSupport
source: Points Needed:
de: Benötigte Punkte:
es: Puntos necesarios:
es_mx: Puntos necesarios:
fr: Points requis :
it: Punti necessari:
ja: 支援に必要な塗りポイント
ko: 서포트에 필요한 색칠 포인트
nl: Benodigde punten:
ru: Требуется очков:
zh_hans: 支援所需的涂墨点数
zh_hant: 支持所需的塗墨點數

# ChallengePointNotEnough
source: (You need an additional { 0 }p.)
de: (Du benötigst weitere { 0 } P.)
es: (necesitas { 0 } más)
es_mx: (necesitas { 0 }p. más)
fr: (Il t'en manque encore { 0 }.)
it: (punti mancanti: { 0 })
ja: （あと { 0 }p 不足しています）
ko: (아직 { 0 }p가 부족합니다)
nl: (je hebt nog { 0 } p extra nodig).
ru: (Не хватает { 0 } очк.)
zh_hans: （还差{ 0 }p）
zh_hant: （還差{ 0 }p）

# ChallengePurple
source: Purple
de: Lila
es: Morado
es_mx: Morado
fr: Violette
it: Viola
ja: パープル
ko: 퍼플
nl: Paars
ru: Фиолетовый
zh_hans: 紫色
zh_hant: 紫

# ChallengeRed
source: Red
de: Rot
es: Rojo
es_mx: Rojo
fr: Rouge
it: Rosso
ja: レッド
ko: 레드
nl: Rood
ru: Красный
zh_hans: 红色
zh_hant: 紅

# ChallengeRemainsOfChallenge
source: <span>{ 0 }</span> remaining.
de: Noch <span>{ 0 }</span>
es: Restantes: <span>{ 0 }</span>
es_mx: Desafíos restantes: <span>{ 0 }</span>
fr: Encore <span>{ 0 }</span>.
it: Ancora <span>{ 0 }</span>
ja: コンプリートまで あと <span>{ 0 }</span>
ko: 컴플리트까지 앞으로 <span>{ 0 }</span>
nl: Nog <span>{ 0 }</span>
ru: Осталось: <span>{ 0 }</span>.
zh_hans: 距完成还剩 <span>{ 0 }</span>
zh_hant: 離全數達成還剩<span>{ 0 }</span>

# ChallengeRob
source: Crusty Sean
de: Shrimpson
es: Adolfrito
es_mx: Adolfrito
fr: Omar
it: Gamberto
ja: ロブ
ko: 롭
nl: Pelle
ru: Ракки
zh_hans: 阿龙
zh_hant: 阿龍

# ChallengeRobJourney
source: Support the Wandercrust
de: Mach Shrimpson Beine
es: Echa una mano a Adolfrito.
es_mx: Apoya la causa de Adolfrito
fr: Contribue à l'Odyssée d'Omar
it: Sostieni il Gambertour
ja: ロブのアゲアゲ旅
ko: 롭의 멋쟁이 여행
nl: Sponsor Pelles Aardboltoer
ru: Поддержи Закрас-тур!
zh_hans: 阿龙的酥脆之旅
zh_hant: 阿龍的酥脆之旅

# ChallengeSelectColor
source: Please select a color to download.
de: Wähle die gewünschte Farbe.
es: Elige el color que quieras descargar.
es_mx: Elige el color que quieras descargar.
fr: Choisis la couleur que tu veux télécharger.
it: Seleziona il colore da scaricare.
ja: 色を選んでダウンロードしてください
ko: 색을 선택하여 다운로드해 주십시오
nl: Kies een kleur.
ru: Выбери цвет для загрузки.
zh_hans: 请选择颜色开始下载
zh_hant: 請選擇適用的顏色開始下載

# ChallengeSelectSize
source: Please select a size to download.
de: Wähle die gewünschte Größe.
es: Elige el tamaño que quieras descargar.
es_mx: Elige el tamaño que quieras descargar.
fr: Choisis la taille que tu souhaites télécharger.
it: Seleziona la dimensione da scaricare.
ja: サイズを選んでダウンロードしてください
ko: 사이즈를 선택하여 다운로드해 주십시오
nl: Kies een formaat.
ru: Выбери размер для загрузки.
zh_hans: 请选择尺寸开始下载
zh_hant: 請選擇適用的大小開始下載

# ChallengeSendingPoint
source: Sending points...
de: Punkte werden gesendet...
es: Enviando puntos...
es_mx: Enviando puntos...
fr: Envoi de points...
it: Invio dei punti in corso...
ja: ポイント送信中...
ko: 포인트 송신 중…
nl: Bezig de punten te versturen...
ru: Очки отправляются...
zh_hans: 点数发送中……
zh_hant: 點數發送中……

# ChallengeStory1
source: How's it fryin', folks? Crusty Sean coming at ya. I'm going on the trip of a lifetime, and I'm a little light on funds. That's where you come in!
de: Alles knusprig? Hier ist euer Shrimpson! Mir steht die Reise meines Lebens bevor, aber dafür brauche ich Hilfe. Von euch!
es: ¿Cómo va eso? Soy Adolfrito y he emprendido un gran viaje para cambiar el rumbo de mi vida. El caso es que ando un poco escaso de fondos... y ahí es donde tú podrías echarme un cable.
es_mx: ¿Cómo andan? Soy Adolfrito y he emprendido un gran viaje para cambiar de rumbo mi vida. El caso es que estoy un poco escaso de fondos... y ahí es donde tú podrías echarme un tentáculo.
fr: Tout baigne ? Ici Omar. J'me prépare à entreprendre l'odyssée du siècle, mais j'suis un peu à sec côté finances. C'est là qu'vous intervenez !
it: Come butta, gente? È Gamberto che vi parla. Sto partendo per il viaggio della vita e sono un po' a corto di fondi. È qui che entrate in gioco voi!
ja: みんなアガッてる～？ 孤高のアゲアゲ旅人ロブだよ！<br />このプロジェクトは、僕のこれまでの歩みを振り返る旅、<br />その旅のクラウドファンディングなんだ～！
ko: 다들 잘 지내～? 고고한 멋쟁이 여행자 롭이야!<br />이 프로젝트는 내가 지금껏 걸어온 발자취를<br />되돌아보는 여행을 위한 크라우드 펀딩이야～!
nl: Alles krokant? Pelle hier. Ik ga op de reis van mijn leven, maar ik zit alleen wat krap bij kas. Daarom roep ik jullie hulp in!
ru: Как вам жарится, друзья? Ракки на связи! Я отправляюсь в путешествие всей моей жизни. Средств у меня, правда, маловато. Зато у меня есть вы!
zh_hans: 各位心跳加速了吗～？我是孤高的酥脆旅行者——阿龙哦！<br />本企划将回顾我至今为止的旅途，<br />为此正在进行众筹哦～！
zh_hant: 大家過得還「酥」適嗎～？我是孤芳自賞的酥脆旅行者阿龍啦！<br />這個企劃是為了讓我有機會用旅行的方式回顧我至今為止的人生軌跡，<br />目前正在進行群眾募資喔～！

# ChallengeStory2
source: It turns out it takes more than a bike and a heart full of hype to see the world, but I'm fried up to see what's out there, and I'm hoping you are too. So let's help each other out. Help me on my crusty quest, and I'll show you all the cool things I find. Yep—I'll do all the hard work. You just kick back (and, y'know, cheer)!
de: Entschlossenheit und ordentlich Kettenfett reichen nicht, um den Shrimp von Welt um ebenjene zu bringen. Aber die Chance lass ich mir nicht nehmen! Also helft mir und gebt meiner Reise den richtigen Kick, damit ich euch all die tollen Sachen zeigen kann, die ich finde. Ich zeige mich auch erkenntlich!
es: Para poder ver mundo, parece que no basta con tener una bicicleta y entusiasmo a raudales. ¡Pero no voy a desistir! De hecho, pienso compartir los hallazgos de mi viaje con todo aquel que me dé apoyo. Yo me esforzaré todo lo posible y tú... me ayudas como puedas.
es_mx: Para poder recorrer el mundo, parece que no basta con tener una bicicleta y espíritu de aventura. ¡Pero no me voy a rendir! De hecho, pienso compartir los hallazgos de mi viaje con quienes me apoyen. Yo me esforzaré todo lo posible y tú... me ayudas como puedas.
fr: Malheureusement, il suffit pas d'avoir un courage d'acier et un vélo d'compète pour parcourir le monde, mais j'frétille d'impatience de partir à l'aventure, et j'espère que vous aussi ! Alors aidons-nous mutuellement. Soutenez-moi dans mon odyssée, et j'vous montrerai les super trucs que j'trouve. En gros, j'fais le boulot, et vous, vous admirez tranquillou (et vous m'encouragez, bien sûr) !
it: A quanto pare, serve più di una bici e di un cuore pieno di hype per vedere il mondo, ma sto friggendo all'idea di scoprire cosa c'è là fuori, e spero che per voi sia lo stesso. Quindi diamoci un tentacolo a vicenda. Voi mi aiutate nella mia missione gambertosa e io vi mostro tutte le cose mitiliche che trovo. Io faccio il lavoro sporco e voi vi rilassate, insomma (e mi sostenete, beh, sì, ovvio)!
ja: 僕がこれまでに立ち寄ったアツアツでアゲアゲなアツアゲスポットを自転車で一周するよ！<br />そこで自分の「今」の立ち位置をジュワ～ッと見つめなおしてアゲなおそうと思うんだよね～。<br />そんな旅の中で得た「気づき」「発見」「Notice」を支援してくれるみんなにもシェアしたいと思ってるんだ～。<br />これってテンションフライハイっしょ？！
ko: 내가 지금껏 가 본 적 있는 화끈하고 멋진 스폿을 자전거로 일주할까 해～!<br />그 과정에서 내 「지금」 위치를 재확인하고 마음을 다잡을 생각이야～<br />그리고 여행하면서 얻은 「깨달음」, 「발견」, 「Notice」를 서포터들에게도 공유하려고～<br />멋진 계획 같지 않아～?!
nl: Blijkbaar heb je meer nodig dan een fiets en een hoop goede moed om de wereld te kunnen zien, maar ik kook van verlangen om eropuit te trekken. Dus laten we elkaar helpen. Als jullie me op weg helpen, laat ik jullie de coole dingen zien die ik vind. Ja! Ik doe al het harde werk, en jullie mogen mijn trip volgen (en me toejuichen)!
ru: Оказывается, чтобы повидать мир, нужно немножко больше, чем велик и жажда приключений... Но я все равно сгораю от предвкушения! Надеюсь, вы тоже. Помогите мне с моим красочным путешествием, а я вам покажу все крутые штуки, которые повстречаю. В общем, я работаю, вы отдыхаете!
zh_hans: 我接下来要骑单车环游曾经顺路去过的火热酥脆景点哦～！<br />目的是滋滋～地重新审视自己“如今”的定位，并再次变得酥脆起来～<br />而在旅行中获得的“发觉”、“发现”、“心得”，我也会分享给支援我的各位哦～<br />这一定能让各位的心情好到炸上云霄吧？！
zh_hant: 我會騎著單車環遊以前曾經去過的火熱景點喔～！<br />我希望能藉此重新找到自己「目前」的定位，好好地「脆」鍊自我，<br />而且我也想要向支持我的各位分享我在這趟旅程中得到「新知」、「發現」、「Notice」。<br />想必會讓各位興奮到炸上雲霄對吧！？
