Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipComboGraceTimeUpExplanation
source: Increases the duration of a Lucky Chain.The larger the chain, the more likelyenemies are to drop items.
de: Erhöht die Dauer einer Glückskombo.Je länger die Kombo, umso wahrscheinlicherist es, dass Gegner Items hinterlassen.
es: Aumenta la duración del combo fortuna.Cuanto más largo sea el combo, másprobable es que los enemigos dejen objetos.
es_mx: Aumenta la duración del combo fortuna.Cuanto más largo sea el combo, másprobable es que los enemigos dejen objetos.
fr: Rallonge le délai avant l'interruption d'uncombo chance. Plus le combo est élevé, plusl'ennemi est susceptible de lâcher des objets.
it: Aumenta la durata di una combo fortunata.Più è lunga la combo, più è probabile chei nemici lascino cadere oggetti.
ja: ラッキーコンボが持続する時間が長くなります。コンボ数が多いほど敵からアイテムが出やすくなります。
ko: 럭키 콤보의 지속 시간이 길어집니다. 콤보 수가많을수록 적이 아이템을 드롭할 확률이 증가합니다.
nl: Zorgt dat een gelukscombo langer in stand blijft.Hoe langer de combo, hoe groter de kans datvijanden voorwerpen laten vallen.
ru: Увеличивает время на шанс-комбо. Чемвыше показатель комбо, тем вероятнее,что из противников выпадут предметы.
zh_hans: 延长幸运连击的持续时间。连击数越多，敌人就越容易掉落道具。
zh_hant: 延長幸運連擊的持續時間。連擊數越多，敵人就越容易掉落道具。

# SdodrSdodrColorTipComboItemDropUp
source: Max Lucky Chain
de: Glückskombo-Maximum
es: Límite de combos fortuna
es_mx: Límite de combos fortuna
fr: Plafond du combo chance
it: Max combo fortunata
ja: ラッキーコンボ最大数
ko: 럭키 콤보 최대 수
nl: Gelukscombomaximum
ru: Показатель шанс-комбо +
zh_hans: 幸运连击上限
zh_hant: 幸運連擊上限

# SdodrSdodrColorTipComboItemDropUpExplanation
source: Increases the Lucky Chain maximum. Thelonger the chain, the more likely enemiesare to drop items.
de: Ermöglicht dir längere Glückskombos.Je länger die Kombo, umso häufigerhinterlassen Gegner Items.
es: Amplía el límite de los combos fortuna.Cuanto más largo sea el combo, másprobable es que los enemigos dejen objetos.
es_mx: Amplía el límite de los combos fortuna.Cuanto más largo sea el combo, másprobable es que los enemigos dejen objetos.
fr: Augmente le plafond du combo chance.Plus le combo est élevé, plus il y a dechances que l'ennemi lâche des objets.
it: Aumenta il limite massimo della combofortunata. Più la combo è lunga, piùi nemici lasciano cadere oggetti.
ja: ラッキーコンボ数の上限がアップします。コンボ数が多いほど敵からアイテムが出やすくなります。
ko: 럭키 콤보 수의 상한이 늘어납니다. 콤보 수가많을수록 적이 아이템을 드롭할 확률이 증가합니다.
nl: Maakt langere gelukscombo's mogelijk. Hoelanger de combo, hoe groter de kans datvijanden voorwerpen laten vallen.
ru: Увеличивает максимальный показательшанс-комбо. Чем выше показатель, темвероятнее, что из врагов выпадут предметы.
zh_hans: 提升幸运连击的连击数上限。连击数越多，敌人就越容易掉落道具。
zh_hant: 提升幸運連擊的連擊數上限。連擊數越多，敵人就越容易掉落道具。

# SdodrSdodrColorTipCommentBlastBrushAwayUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentBlastBrushAwayUpUnlockComment02
source: Explosions from bombs or blasterswill knock foes around even more.The further the better, I say.
de: Damit werfen Explosionen von Bombenund Blastern deine Gegner noch weiterzurück. Sehr hilfreich, finde ich.
es: Las explosiones de devastadores ybombas impactarán con más fuerzasobre los enemigos. Y, cuanto máslejos los arrojen, mejor, ¿no?
es_mx: Las explosiones de lanzamotas y bombasimpactarán con más fuerza sobre losenemigos. Y, cuanto más lejos losarrojen, mejor, ¿no?
fr: Les explosions des bombes et desfusils repousseront l'ennemi encoreplus loin. Moi, je dis : bon débarras.
it: Le esplosioni causate dalle bombe edai blaster faranno volare i nemiciancora più lontano. Più lontani sono,meglio è!
ja: ボムやブラスターの爆発で、もっと大きくふき飛ばせるヨ フロア外に敵を落とせば楽に倒せるネ
ko: 밤이나 블래스터의 폭발로 적을 더 멀리날려 버릴 수 있어. 플로어 밖으로 적을떨어뜨리면 편하게 쓰러뜨릴 수 있지
nl: Hiermee vliegen tegenstandersnog verder als ze worden geraaktdoor een explosie of knal van eenblaster. Hoe verder, hoe beter,zeg ik altijd maar!
ru: Взрывы бомб и от бластеровбудут отбрасывать врагов ещесильнее. Пожалуй, это можетбыть полезно.
zh_hans: 它能让炸弹或爆破枪的爆炸把敌人击飞得更远哦。让敌人掉落到楼层外，就能轻松击倒了。
zh_hant: 可以讓炸彈跟爆破槍引發的爆炸規模變得更大喔。只要把敵人轟到樓層外就能輕鬆擊倒了。

# SdodrSdodrColorTipCommentBlastBrushAwayUpUnlockComment03
source: If you've set any bombs to Pearl,like Drone Burst Bomb, this applies tothose too.
es: También tiene efecto con las bombasque lance Perla, por ejemplo si usas elcromochip «bomba rápida drónida».
fr: Et si tu as aussi équipé Perle debombes, genre les bombes ballonsdu drone, ça marche aussi.
it: Questa scheda influenza anchele eventuali bombe assegnate adAlga, come le granate per drone.
ja: センパイのボムにも効果がありますよ「ドローンクイックボム」とかをセットしましょう
ko: 선배의 밤에도 효과가 적용돼요「드론 퀵 밤」 같은 칩을 세팅해 봐요
nl: Dit geldt ook voor Lore's bommen.Probeer dit bijvoorbeeld maar eens tegebruiken in combinatie met eenDroneballonbomchip.
ru: А если ты используешь жетонывроде «Разрывные бомбы дрона»,то и бомбы Жемчика тоже будутотбрасывать сильнее.
zh_hans: 而且它对前辈的炸弹也有效果哦。多装备“无人机快速炸弹”这类的晶片吧。
zh_hant: 對前輩的炸彈也有效喔，搭配「無人機快速炸彈」之類的晶片一起使用吧。

# SdodrSdodrColorTipCommentBlastBrushAwayUpUnlockComment04
source: And if you ALSO set Splat DroneGauge... Wait, can we count ongetting all of these at once?
es: Y si además empleas «medidor de dronofensivo»... Oye, ¿no será un abusousar todo esto a la vez?
fr: Et si en plus t'as Jauge drone parliquidation, tu... Euh, c'est possibled'insérer tout ça à la fois ?
it: E se ci aggiungiamo pureIndicatore drone a splat... vabbè,forse è chiedere troppo?!
ja: そんで、「撃破ドローンゲージ」もセットすれば…ってそんな都合よく集まんのか？！
ko: 그리고 「격파 드론 게이지」도 세팅하면…근데 그렇게 딱 필요한 게 모일까?!
nl: En als je ook nog de Vampierdrone-meterchip... Wacht, hoe groot isde kans dat je ze alledrie hebt?
ru: А если еще взять тот, которыйбыстрее заряжает мою шкалу...Погодите, такой ведь был, да?
zh_hans: 再装备“击倒 无人机蓄力槽”的晶片……哎，怎么可能那么巧都收集到啊？！
zh_hant: 然後再安裝「擊倒 無人機蓄力槽」……是說，根本沒那麼容易收集到吧！

# SdodrSdodrColorTipCommentBlastDamageUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentBlastDamageUpUnlockComment02
source: Gives oomph to bombs, blasters,and the explosions from breakingportals or splatting enemies.
de: Mehr Power für deine Explosionen.Bomben, Blaster-Schüsse, zerstörtePortale oder besiegte Gegner, all diesrichtet mehr Schaden an.
es: Aumenta la potencia de las bombas,los devastadores y las explosiones aldestruir portales o eliminar enemigos.
es_mx: Aumenta la potencia de las bombas,los lanzamotas y las explosiones aldestruir portales o eliminar enemigos.
fr: Elle renforce les bombes, les blasterset les explosions lorsque tu détruis desvortex ou élimines des ennemis.
it: Dà più potenza alle bombe, ai blastere alle esplosioni causate dai portalidistrutti e dai nemici splattati.
ja: ボムやブラスターのイリョクが上がるネポータルを壊したときや、敵を倒したときの爆発にも効果があるヨ
ko: 밤이나 블래스터의 위력이 증가해포털을 부수거나 적을 쓰러뜨렸을 때일어나는 폭발에도 효과가 있어
nl: Hier krijgen bommen, blasters ende explosies bij het breken vanportalen of het raken van tegen-standers extra knalkracht van!
ru: Эти жетоны повысят урон,наносимый бомбами, бластерами,взрывающимися порталамии взрывами от плюхнутых врагов.
zh_hans: 它可以提升炸弹或爆破枪的威力啊。对破坏掉传送口或击倒敌人时产生的爆炸也有效果哦。
zh_hant: 可以提升炸彈跟爆破槍的威力呢。對摧毀傳送口或是擊倒敵人時引發的爆炸也有效喔。

# SdodrSdodrColorTipCommentBlastDamageUpUnlockComment03
source: It makes a good team with theSplash Radius chip. Any bombsPearl throws get the boost too!
es: Hace buena pareja con el cromochip«amplitud explosiva». ¡Las bombasque lance Perla también ganaránpotencia!
fr: Tu peux la combiner avec la puceRayon d'éclaboussage. Et elle amélioreaussi les bombes lancées par Perle !
it: Fa un'accoppiata vincente con lascheda Raggio splash. Anche lebombe di Alga vengono potenziate!
ja: 「爆発サイズ」のチップと合わせると強力ですね～ センパイが投げるボムも強化されますよ♪
ko: 「폭발 사이즈」 칩과 조합하면 강력하죠～선배가 던지는 밤도 강화된답니다♪
nl: Hij is sterk in combinatie met deSpetterbereikchip. Dan komende bommen die Lorelei gooit, ookextra hard aan!
ru: Кстати, бомбы Жемчика тожебудут взрываться сильнее!Эти жетоны хорошо подходятк жетонам «Радиус взрыва +».
zh_hans: 它和“爆炸规模”的晶片搭配使用会很厉害呢～前辈投掷的炸弹也会被强化哦♪
zh_hant: 如果搭配「爆炸規模」的晶片一起使用可是很強大的～前輩丟出去的炸彈也會獲得強化喔♪

# SdodrSdodrColorTipCommentBlastDamageUpUnlockComment04
source: What if explosions...but MORE.You can't not take it! It wouldn'tbe fair to ME!
de: Explosionen, aber EXPLOSIVER!Wenn du DAS Teil nicht nimmst,bin ich sauer!
es: Más y más explosiones... ¡No puedesrechazarlo! ¡Sería injusto hacia mí!
es_mx: Más y más explosiones... ¡No puedesrechazarlo! ¡Sería injusto hacia mí!
fr: Qu'y a-t-il de plus beau qu'ungrand BOUM ?! Si tu la prendspas, c'est moi qui serai triste !
it: Prendila dai, così mi divertoun po' pure io!
ja: 爆発が爆発を呼んで大爆発だな！すげー気持ちよさそーだ！
ko: 폭발이 폭발을 부르는 대폭발!완전 짜릿할 것 같아!
nl: O, nu moet je deze chip welnemen! Dan kan ik eindelijk mijnknaldrang uitleven!
ru: Ты представь: взрывы, толькокруче! Как такое не взять!Жетоны первой необходимости!
zh_hans: 就是爆炸引发爆炸，一起大爆炸是吧！感觉会很爽啊！
zh_hant: 靠爆炸引發爆炸然後再一起大爆炸！感覺超爽快的耶！

# SdodrSdodrColorTipCommentBlastSizeUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentBlastSizeUpUnlockComment02
source: This plus Splash Damage chipsequals big explosions that dealbig damage. Class dismissed.
es: En combinación con cromochips de tipo«daño explosivo», podrás provocarmucha pupita a base de explosiones.Está todo dicho, ¿no?
fr: Cette puce, combinée avec Dégâtsd'éclaboussure, te garantit desexplosions destructrices.
it: Questa, unita alla scheda Dannosplash, si traduce in grandi esplosioniche infliggono danni enormi. Fine dellalezione.
ja: 「爆発ダメージ」のチップを合わせると、大きくなった爆発で大ダメージを出せるネ
ko: 「폭발 대미지」 칩과 조합하면폭발 범위가 커져 큰 대미지를 내겠어
nl: Deze chip creëert met de Spetterschadegrote explosies met veel schade.Dat zegt genoeg, toch?
ru: Если использовать также жетоны«Урон взрывами +», получишьбольшие взрывы с высокимуроном. Концерт окончен.
zh_hans: 把它和“爆炸伤害”的晶片搭配使用，就能让规模变大的爆炸造成大量伤害。
zh_hant: 如果搭配「爆炸傷害」的晶片一起使用就能利用規模變大的爆炸造成大量傷害喔。

# SdodrSdodrColorTipCommentBlastSizeUpUnlockComment03
source: It works with Triple Inkstrikes andBooyah Bombs, too, to catch evenmore enemies in your blasts.
de: Sogar bei Tri-Tintfernos undbei Cool-Kugeln wirkt dieser Chip.So reißen deine Explosionen vielmehr Gegner mit!
es: Se puede usar con tornados triplesy bolas genializantes para alcanzaraún más enemigos.
es_mx: Se puede usar con el tornado tripley la bola genializante para alcanzaraún más enemigos con tus ataques.
fr: Elle fonctionne aussi pas mal avec letrimissile tornade et le jolizator, sijamais t'as envie que tes explosionsdégomment encore plus d'ennemis.
it: Funziona anche con il triplo tornadoe il granbotto, per coinvolgere ancorapiù nemici nelle esplosioni!
ja: トリプルトルネードやナイスダマにも効果があるので、敵をまとめて巻きこめます～
ko: 트리플 토네이도나 나이스옥에도효과가 있으니 적을 한꺼번에공격할 수 있어요～
nl: Samen met de Tri-tornado en deCoole bom raak je met deze chipextra veel vijanden met je explosies.
ru: Эффект этих жетонов совместимтакже с тройным торнадои йо-хо-плюхером, так чтоими будет накрыватьеще больше врагов!
zh_hans: 它对三重龙卷风和赞气弹也有效果，把敌人统统卷入爆炸之中吧～
zh_hant: 對三重龍捲風跟讚氣彈也一樣有效，將敵人通通捲入其中吧～

# SdodrSdodrColorTipCommentBlastSizeUpUnlockComment04
source: It even affects portals when theyblow?! That's the biggest boomthere is, and now it gets BIGGER!
de: Und sogar bei Portalen?Die größte Explosion überhaupt,und die wird NOCH dicker!
es: ¡Y se aplica incluso a las explosionesde portales! Los mejores estallidos,¡a la enésima potencia!
es_mx: ¿Y se aplica incluso a las explosionesde portales? ¡Son las más imponentesde todas, y con esto se hacen MÁSGRANDES!
fr: Et ça fonctionne aussi contre lesvortex ?! Mais c'est vraiment l'éclate !
it: E ha effetto anche quando esplodeun portale! Perché sai... quellaè l'esplosione più grande che c'è!
ja: ポータルの爆発にも効果あんのか？！あのデカい爆発がもっとデカく！ すげーな！
ko: 포털의 폭발에도 효과가 있는 거야?!그 큰 폭발을 더 크게?! 굉장하다!
nl: En hij heeft zelfs effect op portalen alsze exploderen! Dat veroorzaakt al eenenorme knal en die wordt nu dus nogGROTER!
ru: Погоди, и порталы ведь тожевзрываются! То есть, там вообщегромадный трабабах будет, йо!
zh_hans: 它对传送口的爆炸也有效果啊？！让那样大规模的爆炸变得更大！好厉害！
zh_hant: 對傳送口的爆炸也會有效嗎！？那超大規模的爆炸居然還能變得更大！太厲害了吧！

# SdodrSdodrColorTipCommentBulletCorePaintUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentBulletCorePaintUpUnlockComment02
source: You'll ink a wider swath when on themove with a roller or brush. Alsowhen launching the brella canopy.
de: Nicht nur wird eine breitere Flächegefärbt, wenn du mit einem Rolleroder Pinsel läufst. Sogar abgefeuertePluviator-Schirme färben mehr Boden!
es: Cuando te muevas mientras usasun rodillo o un pincel, entintarásmás superficie; y también cuandolances el paratintas.
es_mx: Entintarás más superficie con losataques terrestres con rodillos opinceles. También se aplica alarmazón del paratintas.
fr: Elle élargit la zone d'encrage desrouleaux et des pinceaux... et aussiquand tu lances le para-encre.
it: Potrai inchiostrare una porzione diterreno più grande quando usi rullio pennelli. E anche quando lanci unombrello.
ja: ローラーやフデで塗り進むときや、シェルターでカサをパージしたときの塗りが大きくなるヨ
ko: 롤러나 붓으로 색칠 전진을 하거나 셸터로우산을 분리했을 때 색칠 범위가 넓어져
nl: Je verft een bredere baan als je je meteen roller of kwast verplaatst. Of als jeeen Plenzerscherm lanceert.
ru: С этими жетонами ты будешьпрокрашивать более широкуюобласть валиком и кистью,а также при запуске зонтгана.
zh_hans: 它会让使用滚筒和画笔涂墨前进，或使用防空伞让伞面脱离时的涂墨面积变大哦。
zh_hant: 在使用滾筒或畫筆塗墨前進時，還有使用防空傘讓傘面脫離時，會讓塗墨範圍有所增加喔。

# SdodrSdodrColorTipCommentBulletCorePaintUpUnlockComment03
source: Some chips only show up for youif you have the right weapon.Like this one!
de: Bestimmte Chips erscheinen nur, wenndu die entsprechende Waffe nutzt.So wie dieser hier!
es: Algunos cromochips solo aparecensi tienes el arma adecuada.¡Como en este caso, por ejemplo!
es_mx: Algunos cromochips solo aparecensi tienes el arma adecuada.¡Como este, por ejemplo!
fr: Certaines puces apparaissent que quandtu as l'arme qui correspond. Genrecelle-ci !
it: Schede come questa ti vengonoofferte solo se hai l'arma giustain quel momento.
ja: 一部のチップは、そうび中のブキで出る出ないが決まります このチップもそのひとつです～
ko: 일부 칩은 장비 중인 무기에 따라출현 여부가 달라져요이 칩도 그중 하나랍니다～
nl: Enkele chips verschijnen enkel als jehet juiste wapen hebt. Zoals deze!
ru: Некоторые жетоны будутпоявляться, только еслиу тебя подходящее оружие.В том числе этот!
zh_hans: 部分晶片的出现与否，取决于目前装备着的武器，这晶片就是其中之一～
zh_hant: 部分晶片的出現與否取決於當下裝備的武器，這種晶片就是其中之一喔～

# SdodrSdodrColorTipCommentBulletCorePaintUpUnlockComment04
source: I love running around like a maniacwith these things! Let's give ourenemies a brush...with DEATH!
de: Irre lustig, mit dem Dingdurch die Gegend zu rasen!Rollern, Pinseln, PLÄTTEN!
es: ¡Me encanta ir por ahí a lo lococon estas cosas! ¡Démosle unadoble capa de tinta al enemigo!
es_mx: ¡Me encanta ir por ahí a lo lococon estas cosas! ¡Otra capa de tintapara los enemigos!
fr: C'est génial d'encrer à toute berzingueavec ça ! Taïaut !
it: Adoro scorrazzare dappertuttocon questa in tasca! Splattiamoi nostri nemici senza pietà!
ja: フデでスィーって進むの、気持ちイーよな！ハチ！ 気持ちよく塗りまくんぞ！
ko: 붓으로 슈웅 전진하는 거 기분 좋지!에이트! 시원하게 칠해 보자!
nl: Ik ren graag als een idioot rond metdeze dingen! Laten we onze vijandeneens goed in de verf zetten!
ru: Обожаю носиться с этимиштуками наперевес! Враги,противники... размазня, йо!
zh_hans: 使用画笔“唰”地前进非常爽快！小八！开心畅快地四处涂墨吧！
zh_hant: 用畫筆咻——地前進感覺超爽快的！小八！暢快地到處盡情塗墨吧！

# SdodrSdodrColorTipCommentBulletSizeUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentBulletSizeUpUnlockComment02
source: Good if you need a little help withaiming. Just one of these makesa noticeable difference.
de: Vorzüglich für alle, die etwas Hilfebeim Zielen benötigen. Schon eineinziger dieser Chips bewirktmerkliche Verbesserungen.
es: Si tienes problemas cuando apuntas,uno solo de estos te ayudará bastante.
es_mx: Si tienes problemas cuando apuntas,uno solo de estos te ayudará bastante.
fr: Super pratique si tu as besoin d'uncoup de pouce pour viser. Il suffitd'une seule de ces puces pour voir ladifférence.
it: Ottima se la mira non è il tuo puntoforte. Basta una di queste schedeper avere già un effetto evidente.
ja: ねらうのが苦手なヒトにぴったりダネ１枚セットするだけでも、効果が大きいヨ
ko: 조준이 어려운 사람에게 딱인 칩이네1개만 세팅해도 효과가 커
nl: Deze chip komt van pas als je wat hulpkunt gebruiken bij het richten. Eénervan maakt al een duidelijk verschil.
ru: Даже один такой жетон оченьпоможет, если у тебя проблемыс попаданиями по врагам.
zh_hans: 它很适合不擅长瞄准的人呢。即使只装备1块晶片，效果也很显著。
zh_hant: 很適合給不擅長瞄準的人使用呢，即使只安裝1枚晶片也有很棒的效果喔。

# SdodrSdodrColorTipCommentBulletSizeUpUnlockComment03
source: The bounding box around eachshot shows its effective size. Setthis chip and see for yourself!
de: Damit vergrößerst du denKollisionsbereich jedes Tintenprojektils.Probiere diesen Chip mal aus und schauselbst, was sich ändert!
es: La figura que envuelve cada disparoindica su área de efecto. ¡Seleccionaeste cromochip y compruébalo!
es_mx: La figura que envuelve cada disparoindica su área de efecto. ¡Seleccionaeste cromochip y compruébalo!
fr: Le polygone autour de chaque tir enindique la taille. Insère cette puce etconstate par toi-même !
it: Il bordo intorno a ogni colpo ne indicale dimensioni effettive. Inserisci questascheda e guarda coi tuoi stessi occhi!
ja: インクショットを囲う多面体がサイズですチップをセットすると見えますよ～
ko: 잉크 샷을 둘러싼 다면체가 사이즈예요칩을 세팅하면 보인답니다～
nl: Met deze chip zie je rond elk schotde effectieve grootte van het schot!Probeer het maar eens uit!
ru: Вокруг каждой капли появятсялинии, обозначающие размерснаряда. Ну, ты увидишь...
zh_hans: 包裹墨汁发射的多面体就是有效范围。装备晶片后就能看见哦～
zh_hant: 包覆著墨汁彈的多面體就代表攻擊的有效範圍，只要安裝晶片就能看到喔～

# SdodrSdodrColorTipCommentBulletSizeUpUnlockComment04
source: So...even the shots from acharger would be huge? Can Ibring this into Turf War?
de: S-sogar Konzentrator-Schüssewerden größer? Wow, kann ichdas Teil in Revierkämpfen nutzen?
es: ¿Y los disparos de un cargatintastambién serán brutales? ¿Puedousarlo en combates territoriales?
es_mx: ¿Y los disparos de un cargatintastambién se hacen grandes? ¿Puedousarlo en los combates territoriales?
fr: Alors... même un fusil ferait destirs mastoc ? Je... Je peux l'utiliserdans une guerre de territoire ?
it: Anche i colpi delle armi a caricadiventano giganteschi? Possousarla nelle mischie mollusche?!
ja: チャージャーの弾もデカくなんの？！ナワバリバトルで使いてー！
ko: 차저의 탄환도 커지는 거야?!영역 배틀에서 쓰고 싶어～!
nl: Dus zelfs de schoten van een laderzouden groter zijn? Kan ik dit ook bijeen potje Grondoorlog gebruiken?
ru: То есть... даже нагнетатели будутбить как из шланга?! А можноя это в бой за район возьму?
zh_hans: 蓄力狙击枪的子弹会不会也变得巨大？！真想在占地对战中用用看——！
zh_hant: 蓄力狙擊槍的子彈也會變大嗎！？好想在占地對戰時用用看喔——！

# SdodrSdodrColorTipCommentChargeKeepTimeUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentChargeKeepTimeUpUnlockComment02
source: This one lets you store yourcharge with a charger, splatling,or stringer.
de: Damit kannst du Konzentrator-,Splatling- oder Stringer-Ladungenauch beim Tauchen beibehalten.
es: Te permite mantener disparos cargadoscon los cargatintas, las tintralladorasy los arcromatizadores.
es_mx: Te permite mantener disparos cargadoscon los cargatintas, los garabateadoresy los arcromatizadores.
fr: Cette puce te permet de conserver unecharge. C'est valable pour les fusils,les badigeonneurs et les transperceurs.
it: Questa ti permette di conservareuna carica se usi l'arma a carica,lo splatling o il calamarco.
ja: チャージャー、スピナー、ストリンガーがチャージキープできるようになるヨ
ko: 차저, 스피너, 스트링거가충전을 유지할 수 있게 돼
nl: Met deze chip kun je je lading van eenlader, spetling of spanner opslaan.
ru: Эти жетоны позволяют тебесохранять заряд нагнетателя,брызгомета или тетиватора.
zh_hans: 它可以让蓄力狙击枪、旋转枪和猎鱼弓维持蓄力哦。
zh_hant: 可以讓蓄力狙擊槍、旋轉槍跟獵魚弓都能使用蓄力留存喔。

# SdodrSdodrColorTipCommentChargeKeepTimeUpUnlockComment03
source: You can swim around withoutlosing your charge! Useful forquickly maneuvering into a goodvantage point for taking the shot.
de: Umherschwimmen und gleich denaufgeladenen Angriff entfesseln!Sehr nützlich, um sofort von deridealen Position loszuklecksen.
es: ¡Puedes nadar por la tinta sin perderla carga! Muy práctico para llegar hastaun punto óptimo y disparar.
es_mx: ¡Puedes nadar por la tinta sin perderla carga! Muy práctico para llegar hastaun punto óptimo y disparar.
fr: Avec ça, tu peux nager sans perdre tacharge ! Pratique si tu veux atteindrerapidement un endroit stratégiquepour canarder l'ennemi.
it: Puoi anche nuotare senza perderela carica! È utile per spostartivelocemente in una posizionevantaggiosa da cui sparare.
ja: フルチャージしたまま、泳いで移動できます～ねらいやすい場所に移動してズドン！ です
ko: 풀 충전한 상태로 헤엄쳐서이동할 수 있어요～ 조준하기 쉬운 곳으로이동해서 펑! 쏘는 거예요
nl: Zwem rond zonder je lading kwijt teraken! Dat is handig voor als je snelnaar een goede plek wilt gaan voor jeeen schot maakt.
ru: И ты сможешь даже плаватьв краске, не теряя заряд!Приплыть на удобную позицию,а уже оттуда... плюх!
zh_hans: 可以在蓄力完成的状态下游泳移动～然后移动到容易瞄准的地点“砰”地开枪！
zh_hant: 這樣就能在完全蓄力的狀態下用游泳的方式移動了～可以移動到好瞄準的地點再砰！地擊倒。
