Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# TalkTalkShopSdodrClothesWelcomeS
source: How dost thou, cousin?
de: Werter Kunde! Tretet näher!
es: ¡Adelante, adelante!
es_mx: Es todo un honor.
fr: Je te salue, juvénile octopode !
it: Ti do il benvenuto!
ja: これやこの よくきた、よくきた
ko: 잘 왔네, 잘 왔어
nl: Weest wellekome!
ru: Приветствую тебя, мой друг!
zh_hans: 久仰大名，欢迎光临。
zh_hant: 久仰大名，來得好、來得好。

# TalkTalkShopSdodrHeadBasicSkillSame00
source: Hmm...that gear's abilities have thesame aura. No sense swimming incircles like that, my little inkfish.
de: Hm... Die Effekte hier habendie gleiche Aura. Da bringtTauschen nichts, Anemönchen.
es: A ver... Si el potenciador principal deesto es el mismo... no tiene muchosentido al cambio, ¿verdad?
es_mx: No percibo bien tus intenciones...Esos dos artículos tienen la mismaenergía, ¿sabes? ¿Para quéintercambiar lo que es idéntico?
fr: Hmm... Il émane des bonus de cettepièce d'équipement une auraidentique. Il est oiseux de barboterainsi en boucles fermées, mon petitmollusque.
it: Le abilità originali di quegli articolihanno la stessa aura. Non ha sensoscambiarli, è come nuotare in circolo.
ja: う～～ん？ 基本ギアパワーおんなじらしぃ買い替えたら もったいないじゃ～ん
ko: 으응～～? 기본 기어 파워가 같은데에?교체하면 돈이 아깝겠어～
nl: Hmm... Maar de hoofdeffectenhebben al dezelfde aura. Het heeftgeen zin om in rondjes te zwemmen.
ru: Хм... но у свойств этогоснаряжения одинаковые ауры.Не плавай кругами, дорогуша.
zh_hans: 嗯～～？基本装备能力相同的话，换购就太浪费了～
zh_hant: 嗯～～？基本裝備能力好像是一樣的，換購的話可就太浪費了～

# TalkTalkShopSdodrHeadBasicSkillSameS
source: MONEY'S NOT FREE!
de: KOSTET NUR GELD!
es: ¡Mejor ahorrar!
es_mx: AHORRA TU DINERO.
fr: Économise ton blé !
it: No, nessun senso.
ja: セツヤクしよ？
ko: 절약해요
nl: GELD IS NIET GRATIS!
ru: Шутите!
zh_hans: 要节俭哦？
zh_hant: 要節省一點喔！

# TalkTalkShopSdodrHeadBuyS
source: You'd like to buy it?
de: Kaufen?
es: ¿Efectúas la compra?
es_mx: ¿Te lo llevas?
fr: Veux-tu acheter ça ?
it: Ti va di comprare?
ja: 買ってく～～？
ko: 사 갈래～～?
nl: Wil je dit kopen?
ru: Покупаешь?
zh_hans: 你要买吗～～？
zh_hant: 你要買嗎～～？

# TalkTalkShopSdodrHeadEquipS
source: Equip it?
de: Anlegen?
es: ¿Quieres darle uso ya?
es_mx: ¿Te lo pones ya?
fr: Veux-tu équiper ça ?
it: Metti subito?
ja: そうびしてく～～？
ko: 장비할래～～?
nl: Wil je dit nu dragen?
ru: Сразу на изготовку?
zh_hans: 你要装备吗～～？
zh_hant: 你要直接裝備嗎～～？

# TalkTalkShopSdodrHeadExpFirstS
source: CRAYMOND!
de: KLASSE!
es: ¡Saludos!
es_mx: ¡K. MARÓN!
fr: Hésite pas !
it: Saluto alle sogliole!
ja: …ヨロシクね
ko: …잘 부탁해요
nl: GAMBOOOOO!
ru: Мрак!
zh_hans: ……就麻烦你了。
zh_hant: ……就麻煩你囉。

# TalkTalkShopSdodrHeadMoneyShortage00
source: You may be rich in spirit, but wedon't accept spirit here...
de: Aaah, du magst ja eine reiche Aurahaben, aber bezahlen kannst dudamit nicht...
es: Uy... ¿Cómo puedo decírtelo?...No tienes... suficiente dinero...
es_mx: La riqueza espiritual te haráfeliz... pero los accesorios secompran con dinero, cielito.
fr: Aussi riche soit ton esprit, ici onn'accepte que les paiements enespèces...
it: Sono sicura che il tuo spiritotrabocca di ricchezza, però...la mia bottega non può tirareavanti solo con lo spirito...
ja: ヴェ～～～！ ちょっとお！おカネ 足りないんらけど！！
ko: 으엥～～～! 잠깐마안!돈이 모자라잖아!!
nl: Je bent dan wel rijk van geest, maarmet geest kun je hier niet betalen...
ru: Может, у тебя и крутая аура, ноее не положишь в карман...
zh_hans: 哇～～～！等等！你的金钱不够啊！！
zh_hant: 唔～～～！等等！你的錢不夠耶！！

# TalkTalkShopSdodrHeadMoneyShortageS
source: I ACCEPT YOUR SPIRIT.
de: UMSONST GIBT'S NIX!
es: Vaya despiste...
es_mx: NO COMPRAS.
fr: Faut bien croûter !
it: Che spiritosa! Ehm...
ja: …つぎは わすれないでね
ko: …다음에는 잊지 마요
nl: GEESTIG. MAAR NEE.
ru: Вся спина белая!
zh_hans: ……下次别忘带钱哦。
zh_hant: ……下次可別忘了帶錢喔。

# TalkTalkShopSdodrHeadOfflineS
source: SMELL YOUR MODEM!
de: GEH INS NETZ!
es: Y luego vuelves.
es_mx: HUELE A DESCONEXIÓN.
fr: T'es pas en ligne ?!
it: Ci mancherai tanto...
ja: …またきてね
ko: …다음에 봐요
nl: IK VOEL NOG NIKS!
ru: Жуть!
zh_hans: ……下次再来哦。
zh_hant: ……要再來喔。

# TalkTalkShopSdodrHeadRankShortageS
source: I REGRET EVERYTHING.
de: SO IST SIE EBEN...
es: ¡Se siente!
es_mx: LÁSTIMA TERRIBLE.
fr: Qu'elle est relou...
it: Scusala, è fatta così.
ja: …ゴメンナサイ
ko: …죄송해요
nl: SOORT VAN SORRY.
ru: Мрачный случай...
zh_hans: ……不好意思。
zh_hant: ……對不起喔。

# TalkTalkShopSdodrHeadRarityMax00
source: Sorry. The star power of that gearis already at its very starriest.
de: Tut mir leid, aber das hier kannunmöglich noch sterniger werden.
es: Qué contrariedad... pero no podemosaumentar más la exclusividad de eseartículo.
es_mx: Ese artículo ya cuenta con másestrellas que el firmamento. No sepueden añadir más.
fr: Tu m'en vois navrée, mais le nombred'étoiles de cette pièce d'équipementa déjà atteint son apogée astrale.
it: Mi dispiace, ma la mitilicità diquell'articolo è già mitilicissima.
ja: あ～ そのギア、もう レア度上がんないんらよね～ ゴメンねぇ
ko: 아～ 그 기어는 이제 레어도를올릴 수가 없어～ 미안해에
nl: Sorry, maar dat stuk uitrusting isal zo zeldzaam als maar kan.
ru: Прости, но созвездие на твоемснаряжении уже выстроилось.Добавлять звезды некуда.
zh_hans: 啊～你那件装备已经没办法再提升稀有度了～不好意思。
zh_hant: 啊～那個裝備的稀有度已經沒辦法再提升了～對不起喔～

# TalkTalkShopSdodrHeadRarityMaxS
source: STAR OUT, MAN!
de: VOLLER STERNE!
es: ¡Ya está a tope!
es_mx: TODO ESTRELLADO.
fr: C'est au max, quoi !
it: Di più non si può!
ja: マックスなので…
ko: 최대라서요…
nl: EEN UNICUM!
ru: Блеск!
zh_hans: 已经不能再提升了……
zh_hant: 已經達到上限了……

# TalkTalkShopSdodrHeadSoldOtherHome00
source: Oh...I thought we had that in stock.But sometimes my memory playstricks, you see.
de: Oh... Ich dachte, wir hätten das aufLager. Das hatte ich wohl falsch imGedächtnis.
es: ¿Eh?... Lo siento, pero no quedanexistencias de ese artículo.
es_mx: Ay, se me agotó ese artículo, cielito.
fr: Oh... J'aurais juré disposer de cetarticle dans mes réserves...Ma mémoire fantasque m'auraencore joué un tour !
it: Uhm... quest'articolo èesaurito... Dovrebbe provarecon la meditazione...
ja: う～ん…？ そのギアもう 売れちゃったみたいらね
ko: 으응…? 그 기어는벌써 팔린 것 같아
nl: O... Ik dacht dat we dat wel opvoorraad hadden. Ik was vast metmijn gedachten ergens anders.
ru: О... мне казалось, у нас это ещебыло на складе... Однако память —штука загадочная, дорогуша...
zh_hans: 嗯……？那件装备好像已经卖掉了。
zh_hant: 嗯……？那個裝備好像已經賣掉了。

# TalkTalkShopSdodrHeadSoldOtherHomeS
source: WHERE'D IT GO?!
de: WO IST ES HIN?
es: Perdón...
es_mx: YA SE FUE.
fr: Il est passé où ?
it: Dov'è andato?!
ja: ゴメンね…
ko: 미안해요…
nl: WAAR IS HET HEEN?
ru: Подумаешь!
zh_hans: 不好意思……
zh_hant: 抱歉喔……

# TalkTalkShopSdodrHeadSoldOut00
source: Put on your inking cap, darling.You already own that one.
de: Aber Korällchen, das hast du dochschon gekauft.
es: Oye... Me parece que ya disponesde ese artículo, ¿no?
es_mx: Ya tienes ese artículo, cariño.Intenta vivir en el presente.
fr: Voyons, tu jouis déjà de ce trésor,mon petit mollusque...
it: Questo articolo ce l'hai già, tesoro.
ja: …あれぇ？それもう 持ってんじゃあ～ん
ko: …어라아?그건 이미 가지고 있을거얼～
nl: Wel gefocust blijven, hè?Dit heb je al, schattebout.
ru: Дорогуша, у тебя же это есть!
zh_hans: ……咦？你已经持有那件装备了吧～
zh_hant: ……咦？你已經持有那個裝備了耶～

# TalkTalkShopSdodrHeadSoldOutS
source: YOU HAVE EYEBALLS?!
de: HASTE SCHON!
es: Lo tienes, oye.
es_mx: ¿NO VEN TUS OJOS?
fr: T'es miro ?
it: Sì sì, confermo!
ja: もってる もってる
ko: 가지고 있어요
nl: HAD JE AL!
ru: Жадина!
zh_hans: 你已经有那件装备了。
zh_hant: 你已經有了喔。

# TalkTalkShopSdodrHeadThanksBadgeAs
source: TOUCH IT! TAKE IT!
de: VOLL EINGESACKT!
es: De nada, de nada.
es_mx: ACÉPTALO.
fr: Empoche-le direct !
it: Prendi, prendi!
ja: どうぞどうぞ
ko: 부담 가지지 마요
nl: PAK AAN!
ru: Красотуля!
zh_hans: 收下吧，收下吧。
zh_hant: 儘管收下吧。

# TalkTalkShopSdodrHeadThanksBadgeBs
source: SHE MEANS THANKS!
de: DANKE UND SO!
es: ¡Gracias a ti!
es_mx: SIGNIFICA GRACIAS.
fr: Elle veut dire merci !
it: Voleva dire grazie!
ja: カンシャです！
ko: 감사해요!
nl: BEDANKT EN ZO!
ru: Ого!
zh_hans: 感谢你的支持！
zh_hant: 感謝你的支持！

# TalkTalkShopSdodrHeadThankYouS
source: DON'T BE STRANGE!
de: IMMER GERN!
es: Fácil, ¿verdad?
es_mx: ¡TE EXTRAÑO!
fr: Oui, merci !
it: È sempre un piacere!
ja: また、おねがいします！
ko: 다음에 또 와요!
nl: SUPERVISKEUS!
ru: Пасиб!
zh_hans: 欢迎下次光临！
zh_hant: 歡迎下次再度光臨！

# TalkTalkShopSdodrHeadWelcome00
source: Hmm? Ah, welcome, friend.
de: Hmmmm? Oooh, willkommen!Immer herein mit dir!
es: ¿EH?... Uh... Hola...
es_mx: Ah, hola, cielo.
fr: Hmm? Oh, bienvenue à toi,mon petit mollusque.
it: Ommm... Eh?!Oh, namasplat a te. Ti do ilbenvenuto nella mia bottega.
ja: ゥン…？ あ～、いらっはあ～い
ko: 응…? 아～ 어서 와아～
nl: Hmm? O, welkom!
ru: Здравствуй, дорогуша!
zh_hans: 嗯……？啊～欢迎光临～
zh_hant: 嗯……？啊～歡迎光臨～

# TalkTalkShopSdodrHeadWelcomeRank10S
source: YOU SMELL LIKE FUN!
de: LECKER!
es: Sin palabras...
es_mx: ¡HUELE A ÉXITO!
fr: Aura du sol, ouais !
it: Mitilico!
ja: わあ…スゴイっ…
ko: 와아… 굉장해요…
nl: JE RUIKT OOK JAMMIE!
ru: Хо-хо!
zh_hans: 哇……好厉害……
zh_hant: 哇……厲害……

# TalkTalkShopSdodrHeadWelcomeRank20S
source: I'M MELTING!
de: ICH SCHMELZE DAHIN!
es: ¡Mira a ver!
es_mx: ¡ME ARDEN LOS OJOS!
fr: Essaie c'qui t'tente !
it: Cosmico!
ja: …なんでもタメしてみて！
ko: …뭐든 시착해 봐요!
nl: LEKKERE VERSE AURA!
ru: К-р-р-расота!
zh_hans: ……全都试穿一下吧！
zh_hant: ……全都試穿看看吧！

# TalkTalkShopSdodrHeadWelcomeRank30S
source: YOUR MAGNIFISHENCE!
de: ICH BIN GEBLENDET!
es: ¡Deslumbrante!
es_mx: ¡TE EXALTO!
fr: On te garde ici !
it: Un'aura da paura!
ja: …ま、まぶしいです！
ko: …누, 눈부셔요!
nl: INKTDRUKWEKKEND!
ru: Знаменито!
zh_hans: ……好、好耀眼！
zh_hant: ……好、好耀眼啊！

# TalkTalkShopSdodrShoesBasicSkillSame00
source: Trade-in? Naw, dude. Those have thesame ability as these ones.
de: Umtauschen? Nee, die haben beideja denselben Haupteffekt.
es: ¿Quieres algo que tiene el mismopotenciador principal? ¿Para qué?
es_mx: ¿Un intercambio? No te lorecomiendo. ¡Tienen el mismopotenciador principal!
fr: Un échange ? D'où tu sors une idéepareille ? Le bonus est le même,autant donner un coup de pompedans l'eau.
it: Uno scambio? Nah!Hanno la stessa abilità.
ja: 買い替えはオススメしないよ…基本ギアパワーが同じだから、ね
ko: 교체하는 건 추천하지 않아…기본 기어 파워가 같으니까
nl: Ruilen? Nee, man. Die hebbenhetzelfde effect als deze.
ru: Обмен? Не выйдет. У них те жесвойства.
zh_hans: 我不建议你换购……因为它们的基本装备能力一样。
zh_hant: 我不建議你換購喔……因為基本裝備能力是一樣的。

# TalkTalkShopSdodrShoesBuyS
source: You want 'em, duder?
de: Willst du die haben?
es: ¿Compras esto?
es_mx: ¿Te los quedas?
fr: T'achètes ?
it: Vuoi comprare?
ja: それ、買うかい？
ko: 그거, 살래?
nl: Wil je deze kopen?
ru: Берешь?
zh_hans: 你要买那个吗？
zh_hant: 你要買那個嗎？

# TalkTalkShopSdodrShoesEquipS
source: Wanna equip 'em?
de: Behältst du sie an?
es: ¿Te lo llevas puesto?
es_mx: ¿Te los pones?
fr: Tu veux les mettre ?
it: Metti subito?
ja: はかせてあげようか？
ko: 신고 갈래?
nl: Wil je nu hierin lopen?
ru: Сразу в лапти?
zh_hans: 你要装备吗？
zh_hant: 你要直接裝備嗎？

# TalkTalkShopSdodrShoesMoneyShortage00
source: Looks like you need to get yourmoney right.
de: Ich würde sagen, zuerst musste maldeine Geldprobleme auf die Reihekriegen.
es: No es por armar una pataleta, peroparece que no tienes suficienteefectivo...
es_mx: Te falta plata.
fr: Tu comptes payer comment ?En sourires ?
it: Mi spiace, ma non si fanno sconti.Sai, c'è la crisi...
ja: 足りないんじゃないかな… おカネ
ko: 돈이… 부족한 것 같은데
nl: Niet genoeg cash. Je hebt zekereen gat in je voet. Hand, bedoel ik.
ru: Ты чего, надуть меня хочешь?Я в кредит не продаю.
zh_hans: 你的金钱……是不是不够呀？
zh_hant: 看來你的錢……不夠用耶。

# TalkTalkShopSdodrShoesRarityMax00
source: Looks like the star power on thoseshoes is maxed ALL the way out.
de: Sieht aus, als wäre der Sternenwertdieser Treter schon am Limit.
es: Ya no se puede conseguir másexclusividad. Todo tiene su límite.
es_mx: Ahí no cabe ni una estrellita más,mi cefalópodo.
fr: Ces pompes-là, elles ont unnombre d'étoiles qui a crevéle plafond. Pas moyen d'en ajouter.
it: Sembra che la mitilicità di questescarpe sia già al massimo.
ja: レア度、マックスみたいだね、そのクツ
ko: 레어도가 최대인가 봐, 그 신발
nl: De zeldzaamheid van die stappers zital aan de max, weet je.
ru: Похоже, на эти боты звездуже не добавить.
zh_hans: 那双鞋子的稀有度好像已经达到上限了。
zh_hant: 那雙鞋子的稀有度好像已經達到上限了。

# TalkTalkShopSdodrShoesSoldOtherHome00
source: Aw, man. We're sold out, my dude.
de: Ach, Elend. Das ist ausverkauft.
es: Sintiéndolo mucho... ese artículoestá agotado.
es_mx: Ay, se me agotaron, mi cefalópodo.
fr: Ah, pas de bol ! J'en ai plus en stock.
it: Spiacente, ma non ne ho...
ja: ゴメンね… 売り切れみたいだ
ko: 미안… 품절인 것 같아
nl: Da's balen, daar heb ik er geen meervan achter de voet. Eh, nee... hand.
ru: Сорян. Все распродано.
zh_hans: 抱歉……好像已经售罄了。
zh_hant: 抱歉……好像已經售完了。

# TalkTalkShopSdodrShoesSoldOut00
source: You already have that pair, dude.
de: Die Schuhe hast du doch schon malgekauft, und du hast weniger Beineals ich.
es: Qué mala pata... Creo que ese modeloya lo tienes.
es_mx: Ya tienes ese modelo.
fr: Tu les retrouves plus ?! Parce quetu les as déjà.
it: Mi sa che questo articolo l'haigià comprato.
ja: キミは もう持っているはずだよ、そのクツを…
ko: 너는 이미 그 신발을 가지고 있을 텐데…
nl: Die schoenen heb je al, dus het ligtvoor de voet om ze niet opnieuw tekopen. Hm? Eh, voor de HAND, ja.
ru: Погодь, ты ж не краб —зачем тебе вторая пара?
zh_hans: 你应该已经持有那双鞋子了……
zh_hant: 你應該已經持有那雙鞋子了……

# TalkTalkShopSdodrShoesWelcome00
source: Dude! Welcome to Shella Fresh!
de: Immer reinspaziert zu mir beiKrabkicks!
es: ¡Te doy la bienvenidaa «Ochosuelas»!
es_mx: ¡Mi cefalópodo! Gracias por visitarOchosuelas.
fr: Bienvenue au Pied malin !
it: Ti do il benvenuto nel mio negozioCarpe coi Tacchi!
ja: ようこそ、 ドゥーラックシューズへ…
ko: 어서 와, 두 럭 슈즈야…
nl: Hé, hé! Welkom bij Fish & Kicks!
ru: Здорово! Дай краба!
zh_hans: 欢迎光临鞋痴浪子……
zh_hant: 歡迎光臨鞋痴浪子……

# TalkTalkShopSdodrShoesWelcomeS
source: Dude! Welcome!
de: Reinspaziert!
es: ¡Hola, muy buenas!
es_mx: ¡Mi cefalópodo!
fr: Bienvenue !
it: Ehilà!
ja: ようこそ、 ドゥーラックシューズへ…
ko: 어서 와, 두 럭 슈즈야…
nl: Hé, hé! Welkom!
ru: Здорово! Дай краба!
zh_hans: 欢迎光临鞋痴浪子……
zh_hant: 歡迎光臨鞋痴浪子……

# TalkTalkShopSdodrWeaponBuyGoldS
source: Get this one?
de: Dieser Artikel, ja?
es: ¿Es lo que quieres?
es_mx: ¿Quieres esta?
fr: Tu l'achètes ?
it: Affare fatto?
ja: こうかんしましゅか？
ko: 교환하시겠어여?
nl: Dit wapen doen?
ru: Берешь?
zh_hans: 你要兑换吗？
zh_hant: 你想要兌換嗎？

# TalkTalkShopSdodrWeaponBuyS
source: Get this one?
de: Dieser Artikel, ja?
es: ¿Te interecha?
es_mx: ¿La quieres?
fr: Tu l'achètes ?
it: Affare fatto?
ja: こうかんしましゅか？
ko: 교환하시겠어여?
nl: Dit wapen doen?
ru: Берешь?
zh_hans: 你要兑换吗？
zh_hant: 你想要兌換嗎？

# TalkTalkShopSdodrWeaponEquipS
source: Equip it?
de: Gleich ausrüsten?
es: ¿La equipas?
es_mx: ¿Quieres ucharla?
fr: Tu t'en équipes ?
it: Vuoi usalla?
ja: そうびしてきましゅ？
ko: 장비하시겠어여?
nl: Meteen gebwuiken?
ru: Сразу на изготовку?
zh_hans: 你要装备吗？
zh_hant: 你想要直接裝備嗎？

# TalkTalkShopSdodrWeaponExplainAfter00
source: That's what Sheldon said, anyway.
de: So hat's Arty uns vorgesagt.Und ich kann's auswendig!
es: Echo ha dicho Jairo.
es_mx: Echo dijo Jairo.
fr: Comme dit ce cher Cartouche !
it: Almeno, così ha detto Armand.
ja: ってブキチさんが ゆってたでしゅ
ko: 라고 부키치 씨가 말했어여
nl: Tenminste... Krabbert zei dat je erkwaar voor bent. Dus dan is hetvawst zo.
ru: Так Пушкин говорил, ага!
zh_hans: 武器子是这么说的。
zh_hant: ……武器子是這麼說的喲。

# TalkTalkShopSdodrWeaponLicenseShortage00
source: I'm afraid you're a bit wacking in thelicense department. I can't partwith any of my wares for wess thanthey're worth!
de: Ojeoje, du hast janicht gerade viele ArtyCards.Tut mir leid, aber unter Wertkann ich die Sachen nichtverkaufen.
es: Las armas cuestan lichenchias,coleguita. Como comprenderás,no podemos regalar los artículoschin obtener nada a cambio.
es_mx: Las armas cuestan lichenchias. Comocomprenderás, no podemos regalarlos artículos de Jairo chin obtenernada a cambio.
fr: Malheureusement, soit j'ai la berlue,soit t'as zéro brevet en poche...Et il est inenvisageable de braderla marchandise de Cartouche...Je dirais même : inenvisazable !
it: Temo che tu sia... a cotto di licenze.Spiacente, ma i nosti giocattolini nonvanno da necciuna patte senza chevengano pagati quanto meritano.
ja: ライセンスがないでしゅよそれだと ブキチさんの たからものはわたせないでしゅ ごめんなしゃい～
ko: 라이선스가 없는 것 같아여그러면 부키치 씨의 보물은넘겨줄 수 없어여, 미안해여～
nl: Maar je hebt helemaal niet van diemooie Krabbert-vergwunningen!Krabbert werkt heel hawd aan zijnspullen, hoor! Die mogen we nietzomaar weggeven!
ru: Как бы это помягче сказать...Лицензий-то у тебя нет!У меня первоклассное оружие,и скидок на него я не даю!
zh_hans: 你没有兑换证哦。这样的话，我可不能把武器子的宝物给你，对不起～
zh_hant: 你沒有兌換證喲。這樣的話我不能把武器子的寶物交給你喲，對不起喲～

# TalkTalkShopSdodrWeaponShootingRangeS
source: Give it a whirl?
de: Probeklecks gefällig?
es: ¿Quieres probarla?
es_mx: ¿La pruebas?
fr: Tu l'essaies ?
it: Vuoi provalla?
ja: ためしうちしましゅか？
ko: 테스트하시겠어여?
nl: Eewst testen?
ru: Хочешь опробовать?
zh_hans: 你要试射吗？
zh_hant: 你想要試射嗎？

# TalkTalkShopSdodrWeaponSoldOut00
source: I admire your devotion, but youawready have that weapon!
de: Tolle Waffe, oder?Aber so eine hast du doch schon...
es: ¡Un momento! Pero chi esa arma yala tienes, ¿no?
es_mx: ¡Un momento! Echa arma ya la tienes,¿verdad?
fr: Je salue ta persévérance, maistu as déjà cette arme !Je dirais même : tu l'as déza !
it: Ammiro la tua devozione,ma quell'amma ce l'hai già!
ja: そのブキ もうもってるはずでしゅ
ko: 그 무기는 이미 가지고 있을 거예여
nl: Dat wapen is leuk, hè? Maar het iszo leuk, dat je er al eewntje vanhebt, gewoof ik?
ru: Понимаю, сам от этого оружияфанатею, но одного экземпляратебе достаточно.
zh_hans: 你应该已经持有那把武器了。
zh_hant: 你應該已經持有那把武器了喲。

# TalkTalkShopSdodrWeaponUnlockA00
source: I'm pweased to report that myalready wide selection has widenedfurther yet. Take a look. I insist!
de: Es gibt jetzt übrigensneue Sachen zu kaufen!Viel Spaß beim Stöbern!
es: Me alegra comunicarte que, conel nivel que has alcanchado, puedesaccheder a nuevas armas. ¡Echa unvistacho chin perder ni un instante!
es_mx: Me alegra comunicarte que, con elnivel que ya tienes, puedes acchedera nuevas armas. ¡Echa un vistachochin perder tiempo!
fr: Z'ai le plaisir de t'annoncer quez'ai de nouveaux articles en magasin.Zette donc un œil à la sélection !
it: Sono felice di comunicattiche la nostra ampissima selezionedi ammi si è arricchitaulteriommente. Dai un'occhiata!
ja: キミのランクで あつかえる新しいブキが あるでし！早く交換して たくさんかわいがるでし！
ko: 손님 레벨로 다룰 수 있는새로운 무기가 있슴다!어서 교환해서 잔뜩 사용해 주십쇼!
nl: Onze fwaaie verzameling wapens isnog fwaaier geworden! Kijk tocheens hoe pwachtig!
ru: Мой и без того несравненныйассортимент оружия стал ещенесравненней! Гляди!
zh_hans: 有新武器可以供目前等级的你使用哦！赶快去兑换，然后多多使用吧！
zh_hant: 有新的武器是以你目前的等級可以運用的喔！趕快去兌換然後好好運用吧！

# TalkTalkShopSdodrWeaponWelcome00
source: Hewwo, hewwo! What are you in themarket for today?
de: Haddo, haddo!Wie kann ich dich bebabbnen?
es: ¿Qué pacha, coleguita? ¿Buscasarmas para destacar en combate?
es_mx: ¿Qué pacha? ¿Buscas armas paradestacar en combate?
fr: Bonjour à toi ! Quel joli joujoute fait de l'œil aujourd'hui ?...Je dirais même : bonzour à toi,quel zoli zouzou te fait de l'œilauzourd'hui ?
it: Ciau, ciau! Che tipo di armacecchi oggi?
ja: やっしゃいでしゅバトルでイカせるブキをみてってくだしゃい～
ko: 어서 오세여배틀에서 대활약할 무기를보고 가세여～
nl: Hawwo, hawwo! Ben je misschien opzoek naar een leuk, nieuw wapen?
ru: Здлавия зела... Гхм, что этоя, один ведь. Здравия желаю!Какое оружие тебе по душе?
zh_hans: 欢迎光临。请看看这些鱿利于对战的武器吧～
zh_hant: 歡迎光臨喲。來看看這些能在對戰時魷效活用的武器吧～

# TalkTalkShopSdodrWeaponWelcomeS
source: Hewwo, hewwo!
de: Haddo, haddo!
es: ¡Holita! ¡Chaludos!
es_mx: ¡Holi! ¡Chaludos!
fr: Bonjour à toi !
it: Ciau, ciau!
ja: やっしゃいでしゅ
ko: 어서 오세여
nl: Hawwo, hawwo!
ru: Здравия желаю!
zh_hans: 欢迎光临。
zh_hant: 歡迎光臨喲。

# TournamentComingSoon
source: Coming Soon!
de: Demnächst!
es: ¡En breve!
es_mx: ¡Próximamente!
fr: Bientôt le coup d'envoi !
it: In arrivo!
ja: もうすぐ開催！
ko: 개최 예정!
nl: Binnenkort!
ru: Скоро!
zh_hans: 即将举行！
zh_hant: 即將舉行！

# TournamentTitle
source: Tournament Manager
de: Turnier-Manager
es: Gestión de torneos
es_mx: Gestión de torneos
fr: Organisateur de tournois
it: Gestione tornei
ja: タイカイサポート
ko: 대회 서포트
nl: Toernooiplanner
ru: Администратор турниров
zh_hans: 大赛支援助手
zh_hant: 大賽支援助手

# TournamentTournamentNow
source: Now Open!
de: Event läuft!
es: ¡En curso!
es_mx: ¡En curso!
fr: En cours !
it: In corso!
ja: 開催中
ko: 개최 중
nl: Nu bezig!
ru: Турнир идет!
zh_hans: 举行中
zh_hant: 舉行中

# UnitNameCardGameWinPrural
source: Wins
de: Siege
es: victorias
es_mx: victorias
fr: Victoires
it: Vittorie
ja: 勝
ko: 승
nl: Gewonnen
ru: побед(ы)
zh_hans: 胜
zh_hant: 勝

# UnitNameCardGameWinSingular
source: Win
de: Sieg
es: victoria
es_mx: victoria
fr: Victoire
it: Vittoria
ja: 勝
ko: 승
nl: Gewonnen
ru: победа
zh_hans: 胜
zh_hant: 勝

# UnitNameFriday
source: Fri.
de: Fr
es: viernes
es_mx: viernes
fr: Ven.
it: Ve
ja: 金
ko: 금
nl: Vr
ru: Пт
zh_hans: 五
zh_hant: 五

# UnitNameGachiKnockOut
source: KNOCKOUT!
de: K. o.-Bonus!
es: ¡Palizón!
es_mx: ¡Dominio total!
fr: K.-O. !
it: Bonus KO!
ja: ノックアウト！
ko: 녹아웃!
ru: Нокаут!
zh_hans: 完胜！
zh_hant: 完勝！

# UnitNameMonday
source: Mon.
de: Mo
es: lunes
es_mx: lunes
fr: Lun.
it: Lu
ja: 月
ko: 월
nl: Ma
ru: Пн
zh_hans: 一
zh_hant: 一

# UnitNameNotificationNow
source: Now
de: Jetzt
es: Ahora
es_mx: Ahora
fr: À l'instant
it: Adesso
ja: いま
ko: 지금
nl: Nu
ru: Только что
zh_hans: 目前
zh_hant: 現在

# UnitNameSaturday
source: Sat.
de: Sa
es: sábado
es_mx: sábado
fr: Sam.
it: Sa
ja: 土
ko: 토
nl: Za
ru: Сб
zh_hans: 六
zh_hant: 六

# UnitNameSunday
source: Sun.
de: So
es: domingo
es_mx: domingo
fr: Dim.
it: Do
ja: 日
ko: 일
nl: Zo
ru: Вс
zh_hans: 日
zh_hant: 日

# UnitNameThursday
source: Thur.
de: Do
es: jueves
es_mx: jueves
fr: Jeu.
it: Gi
ja: 木
ko: 목
nl: Do
ru: Чт
zh_hans: 四
zh_hant: 四

# UnitNameTuesday
source: Tues.
de: Di
es: martes
es_mx: martes
fr: Mar.
it: Ma
ja: 火
ko: 화
nl: Di
ru: Вт
zh_hans: 二
zh_hant: 二

# UnitNameWaveBoss
source: XTRAWAVE
de: Extra-Welle
es: Ofensiva extra
es_mx: Oleada extra
fr: VAGUE +
it: Ondata extra
ja: EX-WAVE
ko: EX-WAVE
nl: Extra golf
ru: Волна +
zh_hans: EX-WAVE
zh_hant: EX-WAVE

# UnitNameWednesday
source: Wed.
de: Mi
es: miércoles
es_mx: miércoles
fr: Mer.
it: Me
ja: 水
ko: 수
nl: Wo
ru: Ср
zh_hans: 三
zh_hant: 三

# VsHistory100X
source: 100x Battle
de: ×100-Kampf
es: Bonificación ×100
es_mx: Bonificación ×100
fr: Match ×100
it: Battaglia ×100
ja: １００倍マッチ
ko: 100배 매치
nl: ×100-strijd
ru: Бой x100
zh_hans: 100倍比赛
zh_hant: 100倍比賽

# VsHistory10X
source: 10x Battle
de: ×10-Kampf
es: Bonificación ×10
es_mx: Bonificación ×10
fr: Match ×10
it: Battaglia ×10
ja: １０倍マッチ
ko: 10배 매치
nl: ×10-strijd
ru: Бой x10
zh_hans: 10倍比赛
zh_hant: 10倍比賽

# VsHistory10XHoragaiMatch
source: 10x Conch Clash
de: ×10-Tritonskampf
es: Caracolisión ×10
es_mx: Caracolisión ×10
fr: Conquétition ×10
it: Conchigliata ×10
ja: １０倍ホラガイ争奪戦
ko: 10배 소라고둥 쟁탈전
nl: ×10-prijsschelppret
ru: Раковин-ролл: x10
zh_hans: 10倍法螺争夺战
zh_hant: 10倍法螺爭奪戰

# VsHistory333X
source: 333x Battle
de: ×333-Kampf
es: Bonificación ×333
es_mx: Bonificación ×333
fr: Match ×333
it: Battaglia ×333
ja: ３３３倍マッチ
ko: 333배 매치
nl: ×333-strijd
ru: Бой x333
zh_hans: 333倍比赛
zh_hant: 333倍比賽

# VsHistory33XHoragaiMatch
source: 33x Conch Clash
de: ×33-Tritonskampf
es: Caracolisión ×33
es_mx: Caracolisión ×33
fr: Conquétition ×33
it: Conchigliata ×33
ja: ３３倍ホラガイ争奪戦
ko: 33배 소라고둥 쟁탈전
nl: ×33-prijsschelppret
ru: Раковин-ролл: x33
zh_hans: 33倍法螺争夺战
zh_hant: 33倍法螺爭奪戰

# VsHistoryAbortedMeasurementEventPower
source: Calculation canceled.
de: Berechnung abgebrochen.
es: Cálculo interrumpido
es_mx: Cálculo interrumpido
fr: Calcul annulé.
it: Calcolo annullato.
ja: 計測中止
ko: 계측 중지
nl: De berekening is afgebroken.
ru: Вычисление отменено.
zh_hans: 计算中止
zh_hant: 計算中止
