Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrTalkStageRandomArmorLv001
source: This ain't good, but keep a cool head, and you'll be OK!
de: Sieht übel aus.Jetzt bloß ’nen kühlen Kopf behalten!
es: Esto no pinta bien, ¡pero mantén la calma!
es_mx: Esto no me gusta, ¡pero mantén la calma!
fr: La situation est pas idéale, mais gardela tête froide et tout se passera bien !
it: Non ci voleva... Ma tieni duro, ce la farai!
ja: ハチ！ ピンチのときほど落ち着いてけ！
ko: 에이트! 위험할수록 침착해!
nl: Dit ziet er slecht uit. Maar blijf kalm en alles komt goed!
ru: Плохо дело, но без паники! Прорвемся!
zh_hans: 小八！陷入险境时，才更要冷静应对！
zh_hant: 小八！情況越危急就越是必須保持冷靜！

# SdodrSdodrTalkStageRandomArmorLv002
source: Eight! Find a safe place to recover!
de: Nr. 8! Such dir ein ruhiges Plätzchen zum Erholen!
es: ¡Ocho, busca un lugar seguro para recuperarte!
es_mx: ¡Ocho! ¡Huye y recupérate!
fr: Huit ! Trouve un lieu sûr pour récupérer !
it: Otto, trova un angolino per recuperare!
ja: ハチさん、安全な場所で回復を！
ko: 에이트 씨, 안전한 장소에서 회복하세요!
nl: Acht, vind een veilige plek om te herstellen!
ru: Восьмерка! Найди, где передохнуть!
zh_hans: 小八，快到安全的地方进行回复！
zh_hant: 小八，快到安全的地方回復一下！

# SdodrSdodrTalkStageRandomArmorLv003
source: Oh no! Eight, are you OK?
de: Au weia! Alles okay, Nr. 8?
es: ¡Nooo! ¿Estás bien, Ocho?
es_mx: ¡Nooo! ¿Estás bien, Ocho?
fr: Oh non ! Ça va, Huit, t'as rien ?
it: Oh, no! Otto, stai bene?
ja: わっ！ ハチさん、大丈夫ですか？
ko: 으앗! 에이트 씨, 괜찮으세요?
nl: O nee! Acht, ben je in orde?
ru: О нет! Восьмерка, ты в порядке?
zh_hans: 哇！小八，你没事吧？
zh_hant: 哇！小八，你沒事吧？

# SdodrSdodrTalkStageRandomArmorLv004
source: Stay calm, Eight. Assess the situation.
de: Bleib cool, Nr. 8, und sondier die Lage.
es: Calma, Ocho, evalúa la situación.
es_mx: Calma, Ocho, evalúa la situación.
fr: Garde ton calme, Huit. Évalue la situation.
it: Calma e sangue freddo, Otto. Fai un respirone e via!
ja: ハチ、落ち着いて 周りをよく見るンダ
ko: 에이트, 진정하고 주변을 잘 봐
nl: Blijf kalm, Acht. Beoordeel de situatie.
ru: Спокойствие, Восьмерка. Оцени ситуацию.
zh_hans: 小八，冷静一下，然后仔细观察四周。
zh_hant: 小八，冷靜點，仔細觀察周圍。

# SdodrSdodrTalkStageRandomArmorLv005
source: That's a problem. Lay low for a bit, Eight.
de: Brenzlige Situation.Gönn dir ’ne Auszeit, Nr. 8.
es: Menuda situación... Recupera un poco el aliento, Ocho.
es_mx: Eso es un problema... Recupérate, Ocho.
fr: Ah ça, c'est un problème. Tu devrais peut-être resterun peu à l'abri, Huit.
it: È un bel problema! Tieni un basso profiloper un po', Otto.
ja: マズイネ… ハチ、とにかく回復ダ
ko: 큰일이네… 에이트, 우선 회복부터 해
nl: Dat is een probleem. Hou je even gedeisd, Acht.
ru: Проблема. Восстановись, Восьмерка.
zh_hans: 糟了……小八，总之先进行回复。
zh_hant: 糟了……小八，先回復一下吧。

# SdodrSdodrTalkStageRandomBadeventAllpaint00
source: Gross! The enemies got their ink all over the place.Let's paint it a cooler color!
de: Igitt! Gegnertinte überall!Kleistern wir was Hübscheres drüber!
es: ¡Inaudito! Los enemigos han esparcido su tinta por todaspartes. ¡«Repintemos las tornas»... o como se diga!
es_mx: ¡Asco! Los enemigos esparcieron su tinta por todaspartes. ¡Vamos a redecorar este piso!
fr: L'ennemi a tout aspergé avec son encre... pouah !Recolorons tout ça, fissa !
it: Bleah! I nemici hanno impiastrato tutto con il loroinchiostro. Usiamo un colore più cool!
ja: うえっ！ 一面、敵のインクでべったりだ！塗り返してやんぞ！
ko: 으엑! 주변이 전부 적의 잉크로 끈적끈적하네!덧칠해 주겠어!
nl: Jakkie! Overal ligt de inkt van onze vijanden.Laten we daar eens lekker overheen verven.
ru: ФУ-У-У! Враги весь этаж своей краскойзаляпали. Придется перекрашивать!
zh_hans: 唔！一大片都是敌人的墨汁，还黏糊糊的！用我们的墨汁涂掉吧！
zh_hant: 唔！有一大片敵人的墨汁！改用我們的墨汁塗掉吧！

# SdodrSdodrTalkStageRandomBadeventAllpaintFog00
source: It's too dark to see, AND the ground is all sticky?Well, it's still gonna take more than this to beat us!
de: Zappenduster UND verklebter Boden?Egal, wir haben schon Schlimmeres überstanden!
es: ¿No se ven tres en un pulpo? Hasta el sueloda miedito... Bueno, ¡ya nos apañaremos!
es_mx: ¿Apagaron las luces y entintaron el piso entero?¡No nos van a detener así de fácil!
fr: Déjà qu'on y voit rien, et en plus c'est tout gluant parterre ? Bah, c'est pas ça qui nous arrêtera.
it: È buio pesto e come se non bastasse il terreno è pureappiccicoso?! Tsk, ci vuole ben altro per fermarci!
ja: 暗くてあんま見えねーし、地面も真っ黒かー！やべーな！ でも負けねーから！
ko: 깜깜해서 잘 안 보이는데 바닥도 새까매!큰일이다～! 하지만 우리는 절대 안 져!
nl: Het is te donker om iets te zien én de grond plakt?Nou, er is meer nodig om ons te verslaan!
ru: Темно... да еще и пол какой-то липкий...Мы, конечно, и не такое видали, но все же...
zh_hans: 暗得什么都看不清，连地面也是一片漆黑——！情况不妙啊！但我们是不会认输的！
zh_hant: 暗到幾乎看不見東西了，連地面都一片漆黑！真是不妙耶！但我們是不會認輸的！

# SdodrSdodrTalkStageRandomBadeventEnemypowerup00
source: The enemies on this floor are gonna be a handful.We gotta fight smart and...ugh...play it safe!
de: Die Feinde auf dieser Etage sind extrafies.Pass auf, wo du hinläufst und hinkleckst!
es: Los enemigos de este piso van a ser muy fuertes.Hay que luchar con cabeza... ¡y con cuidado!
es_mx: Este piso va a estar atiborrado de enemigos.Odio decirlo, pero... hay que ser prudentes.
fr: Les ennemis de cet étage vont pas être commodes.Faudra faire preuve d'esprit tactique... et de prudence.
it: Su questo piano i nemici saranno belli aggressivi...Dobbiamo adottare una strategia efficace, Otto!
ja: 敵がめっちゃ興奮して出てくるぞ！こっちはシンチョウに戦おーな！
ko: 적이 엄청 흥분했을지도 몰라우리는 신중하게 싸우자!
nl: De vijanden hier zullen een hele klus zijn.We moeten het slim en veilig spelen. Pffft.
ru: На этом этаже враги особо суровые, йо!Действуем с умом и... эх... осторожностью.
zh_hans: 出现的敌人都好亢奋啊！我们小心应战吧！
zh_hant: 冒出來的敵人全都很亢奮耶！我們就謹慎地應戰吧！

# SdodrSdodrTalkStageRandomBadeventFog00
source: Who turned out the lights?! Stay alert, Eight, and don'trush into what you can't see!
de: Hat hier einer die Stromrechnung nicht bezahlt?Aufpassen, Nr. 8! Nicht zu schnell rein ins Dunkle!
es: ¡¿Quién ha apagado las luces?! ¡Mantente alerta, Ocho,y no te precipites hacia lo que no puedes ver!
es_mx: ¡¿Quién apagó las luces?! ¡Mantente alerta, Ocho,y no te lances a lo loco en la oscuridad!
fr: Qui a éteint la lumière ?! Prudence, Huit, teprécipite pas au pif dans l'obscurité !
it: Ehi, chi ha spento la luce?! Fai attenzione, Otto,non ti buttare a pesce se non vedi niente!
ja: ゲッ！ 真っ暗じゃねーか！ ハチ、よく見て動こーな！
ko: 윽! 깜깜하잖아! 에이트, 잘 보고 움직여!
nl: Wie heeft het licht uitgedaan? Wees alert, Acht,en ren niet roekeloos het donker in!
ru: А что так темно-то?! Восьмерка, смотрив оба и не ломись куда попало!
zh_hans: 呃！怎么一片漆黑！小八，仔细观察后再行动吧！
zh_hant: 呃！一片漆黑耶！小八，仔細觀察過後再行動吧！

# SdodrSdodrTalkStageRandomBadeventMissile00
source: Those flying things are gonna come at us thick andfast. Don't forget to look up, Eight!
de: Die Flugbiester setzen uns hier ordentlich zu.Nicht nur runter auf die Füße schauen, klar?
es: Aquí vendrán a por nosotros cosas voladoras sin cesar.¡No dejes de mirar hacia arriba, Ocho!
es_mx: Esas cosas voladoras no nos van a dar ni un respiro.¡No dejes de vigilar los cielos, Ocho!
fr: Ces trucs volants risquent de nous tomber dessuscomme des torpilles ! Alors pense à regarder en l'air !
it: Quei cosi volanti ci attaccheranno senza sosta,Otto! Tieni sempre lo sguardo verso l'alto.
ja: 飛んでくる敵が出続けるぞ！ 頭上に注意だ、ハチ！
ko: 날아오는 적이 끊임없이 나와! 머리 위를 조심해, 에이트!
nl: Die vliegende dingen zullen hier onophoudelijk aanvallen.Hou de lucht in de gaten, Acht!
ru: Эти летучие штуки будут на нас косякаминалетать! Гляди вверх, Восьмерка!
zh_hans: 一直有会飞的敌人出现！注意头顶，小八！
zh_hant: 一直有會飛的敵人出現耶！小八，注意上方！

# SdodrSdodrTalkStageRandomBadeventMissileEnemypowerup00
source: We're gonna be fighting for our lives the whole timehere. Hope you're ready, Eight!
de: Hier gibt's keine ruhige Minute, Nr. 8.Bereit zum Sprinten durchs Sperrfeuer?
es: ¡Aquí vamos a estar luchando por nuestras vidas a cadainstante! ¿Te has mentalizado, Ocho?
es_mx: ¡Aquí vamos a estar luchando por nuestras vidas a cadainstante! Pero así nos gusta, ¿verdad, Ocho?
fr: On va pas avoir une seconde pour souffler à cetétage. J'espère que tu as tout prévu, Huit !
it: Qui dovremo dare il meglio di noi per sopravvivere, Otto!Preparati perché stavolta non sarà per niente facile.
ja: 敵がマジんなって攻めてくるぞ！ 気合い入れてけよ、ハチ！
ko: 적이 진심으로 공격해 온다! 준비해, 에이트!
nl: We zullen hier keihard voor onze levens moetenvechten. Ben je er klaar voor, Acht?
ru: Йо-о-о... здесь будет настоящий бойза выживание. Восьмерка, готовься!
zh_hans: 敌人动真格进攻过来了！打起精神上吧，小八！
zh_hant: 敵人要拿出真本事攻過來囉！集中精神應戰吧，小八！

# SdodrSdodrTalkStageRandomBadeventNodrone00
source: Yooo, Eight! I'm kinda stuck here. Good luck clearingthe floor without me!
de: Gah! Nr. 8! Musst diese Etage leider ohne mich rocken!Trotzdem viel Erfolg!
es: ¡Ocho! Aquí estoy atada de tentáculos. No cuentesconmigo para este piso, lo siento. ¡Y buena suerte!
es_mx: ¡Ocho! Aquí estoy atada de tentáculos. No cuentesconmigo para este piso, lo siento. ¡Suerte!
fr: Euuuh, je crois que je suis bloquée là, Huit ! Tu devrast'occuper de cet étage sans moi. Bonne chance !
it: Ehi, Otto! Sono bloccata qui... Ce la faraia completare il piano senza di me?
ja: おーい、ハチ！ アタシここから動けねーから、ひとりでがんばってくれ！
ko: 이봐, 에이트! 난 여기서 움직일 수 없으니까너 혼자서 클리어해야 해!
nl: Héééé, Acht! Ik kan hier niet weg.Doe je best zonder mijn hulp!
ru: Мнэ-э-э, Восьмерка... Меня на этотэтаж не пускают. Удачи без меня, йо!
zh_hans: 喂～小八！我被困在这里不能动了，所以你就自己一个人加油吧！
zh_hant: 喂～小八！我沒辦法離開這裡，所以你就自己一個人好好地加油吧！

# SdodrSdodrTalkStageRandomBadeventNodroneUnlucky
source: Yooo, Eight! Without me or item drops, it's all up toyou. But I got faith! Show me what you got!
de: Hey, Nr. 8! Keine Drohne, keine Items...Hier kannst du zeigen, was in dir steckt. Gib alles!
es: Aquí no podrás contar conmigo ni con objetos que dejenlos enemigos. ¡Demuestra lo que vales, Ocho!
es_mx: Aquí no podrás contar conmigo ni con objetos que dejenlos enemigos. ¡Sé fuerte, Ocho! ¡Tú puedes!
fr: Bon, Huit, sans moi et sans objets, tu pourras compterque sur toi-même. Allez, j'ai confiance en toi !
it: Ehi, Otto! Qui devi fare tutto tu, io non posso aiutartie i nemici non faranno cadere nulla. Ma te la caverai!
ja: おーい、ハチ！ アタシは動けねーし、敵からアイテムも出ねー！でも、ハチはできる！ 信じてるぞ！
ko: 이봐, 에이트! 난 못 움직이고 적이 아이템을 떨어뜨리지도 않아!하지만 에이트라면 할 수 있을 거야! 난 널 믿어!
nl: Je zult het hier zonder mij of voorwerpen van vijandenmoeten doen, maar ik weet dat je het kunt, Acht!
ru: М-м-м, Восьмерка... Без меня и без предметовиз врагов тебе... в общем, удачи. Задай им!
zh_hans: 喂～小八！我动不了了，敌人也不会掉落道具！不过，小八！我相信你一定能通关的！
zh_hant: 喂～小八！我現在動彈不得了，而且敵人也不會掉落道具！不過，小八！我相信你一定能克服難關的！

# SdodrSdodrTalkStageRandomBadeventUnlucky00
source: NO drops from enemies?! Guess we'll have to do thisthe hard way, Eight!
de: KEINE Items von Gegnern?Dann eben Minimaltaktik. Los geht's, Nr. 8!
es: ¡¿Los enemigos no dejan objetos?! Pues nada, Ocho,habrá que hacerlo a pulso.
es_mx: ¡¿Los enemigos no dejan objetos?! Bueno, nos quedamossin regalitos, Ocho.
fr: Des ennemis qui ne lâchent aucun objet ?! Mais c'estpas juste ! Tant pis, on va faire ça à la dure, Huit !
it: I nemici non lasciano cadere nulla?! Pazienza,ce la caveremo tranquillamente anche senza!
ja: 敵からアイテム出ねーのか…自力でがんばれ、ハチ！ アタシもいるからな！
ko: 적이 아이템을 떨어뜨리지 않는 건가…네 힘만으로 해내야 해, 에이트! 나도 도와줄게!
nl: De vijanden laten niets vallen? Dat wordt niet makkelijk,maar we kunnen het, Acht!
ru: Из врагов не выпадают предметы?!Мда, будет непросто, Восьмерка!
zh_hans: 敌人不会掉落道具啊……那只能靠自己努力了，小八！当然还有我在呢！
zh_hant: 敵人不會掉落道具……那就靠自己的實力加油吧，小八！我也會陪在你身邊的！

# SdodrSdodrTalkStageRandomCheckpoint00
source: Yesss! We hit a checkpoint!
de: Jawoll! Checkpoint erreicht!
es: ¡Sí! ¡Hemos terminado con un sector!
es_mx: ¡Sí! ¡Llegamos a un punto de control!
fr: Wouhou, on a atteint un point de contrôle !
it: Evvai! Il checkpoint!
ja: よしっ！ ひと区切りだな！
ko: 좋았어! 큰 산 하나 넘었네!
nl: Hoera! Een checkpoint!
ru: ЙО! Хорошо идем!
zh_hans: 好！先告一段落！
zh_hant: 好！告一段落了！

# SdodrSdodrTalkStageRandomCheckpoint01
source: Good going, Eight!
de: Läuft bei dir, Nr. 8!
es: ¡Muy bien, Ocho!
es_mx: ¡Muy bien, Ocho!
fr: On progresse, Huit !
it: Alla grande, Otto!
ja: ナイスだ、ハチ！
ko: 나이스, 에이트!
nl: Goed gedaan, Acht!
ru: Свежачком, Восьмерка!
zh_hans: 干得漂亮，小八！
zh_hant: 讚喔，小八！

# SdodrSdodrTalkStageRandomCheckpoint02
source: Things are going our way!
de: Gib weiter dein Bestes!
es: ¡Todo va de perlas!
es_mx: ¡Todo va de acuerdo al plan!
fr: Ça se passe plutôt bien pour nous !
it: Stiamo andando benissimo!
ja: オッケ！ このまま行くぞ！
ko: OK! 지금처럼만 가자!
nl: Het zit ons mee!
ru: Пока отлично!
zh_hans: 很好！保持这个状态继续下去！
zh_hant: OK！維持步調繼續邁進吧！

# SdodrSdodrTalkStageRandomCheckpoint03
source: You're doing great, Eight!
de: Toll machst du das, Nr. 8!
es: ¡Vas bien, Ocho, vas bien!
es_mx: ¡Vas bien, Ocho, vas bien!
fr: Tu te débrouilles bien, Huit !
it: Mitilico, Otto!
ja: ハチさん、いい感じです！
ko: 에이트 씨, 잘하고 계세요!
nl: Je bent goed bezig, Acht!
ru: Молодец, Восьмерка!
zh_hans: 小八，感觉不错哦！
zh_hant: 小八，狀態不錯喔！

# SdodrSdodrTalkStageRandomCheckpoint04
source: Keep it up, Eight!
de: Nur weiter so, Nr. 8!
es: ¡Sigue así, Ocho!
es_mx: ¡Sigue así, Ocho!
fr: Continue comme ça, Huit !
it: Continua così, Otto!
ja: ナイスです、ハチさん！
ko: 나이스예요, 에이트 씨!
nl: Ga zo door, Acht!
ru: Так держать, Восьмерка!
zh_hans: 干得漂亮，小八！
zh_hant: 讚喔，小八！

# SdodrSdodrTalkStageRandomCheckpoint05
source: You're crushing it, Eight!
de: Du bist echt ’ne Wucht, Nr. 8!
es: ¡Lo estás bordando, Ocho!
es_mx: ¡Estás arrasando, Ocho!
fr: Tu assures, Huit !
it: Stai spaccando tutto, Otto!
ja: 順調ですね、ハチさん！
ko: 순조롭네요, 에이트 씨!
nl: Je bent een kanjer, Acht!
ru: Ми-и-и, Восьмерка!
zh_hans: 很顺利呢，小八！
zh_hant: 相當順利呢，小八！

# SdodrSdodrTalkStageRandomCheckpoint06
source: Nice work. Just don't get careless.
de: Saubere Arbeit. Aber bloß nicht übermütig werden.
es: Excelente, pero no te relajes, ¿vale?
es_mx: Buen trabajo. Pero no te relajes, ¿eh?
fr: Joli boulot, mais reste sur tes gardes.
it: Spettacolare! Ma guai a distrarsi!
ja: イイネ ハチ、でも油断はするナヨ
ko: 좋은데, 에이트. 하지만 방심하지는 마
nl: Goed gedaan. Maar laat je aandacht niet verslappen.
ru: Хорошо. Но не расслабляйся.
zh_hans: 不错啊，小八，但是别大意了哦。
zh_hant: 不錯耶，小八，但是可別大意喔。

# SdodrSdodrTalkStageRandomCheckpoint07
source: Perfect. Keep it up.
de: Super! Nur weiter so!
es: Perfecto, sigue así.
es_mx: Perfecto, sigue así.
fr: Parfait, continue ainsi, Huit !
it: Perfetto. Continua così!
ja: ヨシ、その調子ダ
ko: 좋아, 그거야
nl: Super! Ga zo door.
ru: Отлично, так держать.
zh_hans: 很好，就是这样。
zh_hant: 好，這樣就對了。

# SdodrSdodrTalkStageRandomCheckpoint08
source: Hit a checkpoint, Eight? Smooth.
de: Checkpoint erreicht!Super, Nr. 8!
es: ¿Has superado un control, Ocho? Estupendo.
es_mx: ¿Llegaste a un punto de control, Ocho? Chévere.
fr: Tu as atteint un point de contrôle ? Bien joué. Huit.
it: Hai raggiunto un checkpoint, Otto? Spettacolo!
ja: ひと区切りダナ、ハチ
ko: 큰 산 하나 넘었네, 에이트
nl: Heb je een checkpoint bereikt, Acht? Moooooi.
ru: Продвигаешься, Восьмерка? Хорошо.
zh_hans: 先告一段落了呢，小八。
zh_hant: 告一段落了呢，小八。

# SdodrSdodrTalkStageRandomCheckpointFinal00
source: BOOYAH! Now for the big finish!
de: YEAH! Jetzt geht’s in die heiße Phase!
es: ¡Buaaah! ¡Solo queda poner el colofón!
es_mx: ¡Vamooos! ¡Ya casi llegamos!
fr: Wouhou ! Plus que l'assaut final !
it: Mitilico! E ora il gran finale!
ja: よーし！ あとちょっと ガンバだ！
ko: 좋았어! 조금만 더 힘내자!
nl: BAM! En nu de grote finale!
ru: ЙО-ХО! Последний рывок!
zh_hans: 好——！就差一口气了，加油！
zh_hant: 好——！再稍微努力一下吧！

# SdodrSdodrTalkStageRandomCheckpointFinal01
source: Looking good! Just a little to go!
de: Durchhalten, Nr. 8! Nur noch ein bisschen!
es: ¡Esto pinta bien! ¡Solo un poquito más!
es_mx: ¡Todo bajo control! ¡Solo un poquito más!
fr: La victoire est proche ! Encore un petit effort !
it: Siamo messi bene! Dai, manca poco!
ja: いいぞ！ ラストスパートだ！
ko: 좋았어! 라스트 스퍼트다!
nl: Dat ziet er goed uit! Je bent bijna klaar!
ru: Отлично! Чуть-чуть осталось!
zh_hans: 很好！开始最后冲刺！
zh_hant: 很好！要開始最後衝刺囉！

# SdodrSdodrTalkStageRandomCheckpointFinal02
source: You're nearly there, Eight! Stay focused!
de: Fast geschafft, Nr. 8! Bleib auf Zack!
es: ¡Ya casi lo tienes, Ocho! ¡Mantén la concentración!
es_mx: ¡Ya casi lo tienes, Ocho! ¡Mantén la concentración!
fr: Tu y es presque, Huit ! Baisse pas ta garde !
it: Ci sei quasi, Otto! Non mollare proprio ora!
ja: あと少しがんばってください、ハチさん！
ko: 조금만 더 힘내세요, 에이트 씨!
nl: Je bent er bijna, Acht! Blijf bij de les!
ru: Почти, Восьмерка! Ты сможешь!
zh_hans: 请再加把劲，小八！
zh_hant: 再稍微努力一下吧，小八！

# SdodrSdodrTalkStageRandomCheckpointFinal03
source: You're in the homestretch, Eight!
de: Du hast das Ziel beinahe erreicht, Nr. 8!
es: ¡Estás en la recta final, Ocho!
es_mx: ¡Estás en la recta final, Ocho!
fr: T'es presque au bout, Huit !
it: Il traguardo è vicino, Otto!
ja: ラストスパートですよ、ハチさん！
ko: 라스트 스퍼트예요, 에이트 씨!
nl: Je bent bijna klaar, Acht!
ru: Еще чуть-чуть, Восьмерка!
zh_hans: 要开始最后冲刺了，小八！
zh_hant: 要開始最後衝刺囉，小八！

# SdodrSdodrTalkStageRandomCheckpointFinal05
source: Almost there. Bring it home, Eight.
de: Du bist fast da, Nr. 8. Gib alles!
es: Ya casi estamos... Dale el toque final, Ocho.
es_mx: Ya casi estamos... Sigue así, Ocho.
fr: On y est presque. Finissons-en, Huit.
it: Manca poco, Otto. Ci sei quasi!
ja: あと少しカナ、最後まで気をぬくナヨ
ko: 이제 얼마 안 남았어, 마지막까지 방심하지 마
nl: Bijna! Je kunt het, Acht.
ru: Давай, Восьмерка, заканчивай.
zh_hans: 还差一口气了，直到最后都别松懈下来哦。
zh_hant: 只差一點點了，直到最後都不能鬆懈喔。

# SdodrSdodrTalkStageRandomCheckpointFinalArea00
source: Time's almost up! Keep it together!
de: Die Zeit ist fast um! Halt durch!
es: ¡Se acaba el tiempo! ¡Resiste!
es_mx: ¡Falta poquito! ¡Resiste!
fr: Le temps est presque écoulé ! Tiens bon !
it: Il tempo sta per scadere! Tieni duro!
ja: あとちょっと！ 守り切るぞ！
ko: 조금만 더! 지켜 내는 거야!
nl: De tijd is bijna om! Hou vol!
ru: Победа близка, йо! Без паники!
zh_hans: 就差一点了！要守住啊！
zh_hant: 只差一點了！穩穩地守住吧！

# SdodrSdodrTalkStageRandomCheckpointFinalArea01
source: Almost done, Eight! Hold the line!
de: Gleich geschafft, Nr. 8! Bleib am Ball!
es: ¡Ya casi lo tienes, Ocho! ¡Aguanta así!
es_mx: ¡Ya casi lo tienes, Ocho! ¡Aguanta!
fr: C'est presque terminé, Huit ! Ne lâche rien !
it: Ci sei quasi, Otto! Resisti!
ja: もう少しです、ハチさん！ 守りましょう！
ko: 얼마 안 남았어요, 에이트 씨! 지켜 내는 거예요!
nl: Je bent bijna klaar, Acht! Hou stand!
ru: Почти всё, Восьмерка! Держись!
zh_hans: 小八，还差一点！要守住啊！
zh_hant: 小八，只差一點了！穩穩地守住吧！

# SdodrSdodrTalkStageRandomCheckpointFinalArea02
source: You're nearly in the clear, Eight.
de: Nur noch ein bisschen, Nr. 8.
es: Un poquito más y ya lo tienes, Ocho.
es_mx: Un poco más y ya lo tienes, Ocho.
fr: Tu y es presque, Huit.
it: Ormai manca pochissimo, Otto!
ja: ハチ、あと少し守ればクリアだヨ
ko: 에이트, 앞으로 조금만 지키면 클리어야
nl: Je bent zó dichtbij, Acht.
ru: Восьмерка, почти готово.
zh_hans: 小八，再守一会就能通关了。
zh_hant: 小八，只要再守住一下子就能過關囉。

# SdodrSdodrTalkStageRandomCheckpointFinalBall00
source: Sweet! Almost got 'em all!
de: Sauber! Gleich hast du alle!
es: ¡Guay! ¡Ya solo falta una!
es_mx: ¡Ya solo falta una!
fr: Génial ! Il en manque plus qu'une !
it: Fantastico! Le hai quasi sistemate tutte!
ja: いいぞ！ あと１コだ！
ko: 좋았어! 앞으로 1개!
nl: Wauw! Bijna klaar!
ru: Круть! Почти все!
zh_hans: 很好！还剩1个了！
zh_hant: 做得好！只剩1個！

# SdodrSdodrTalkStageRandomCheckpointFinalBall01
source: One more and you're done!
de: Eine noch, dann hast du’s geschafft!
es: Una más... ¡y habremos terminado!
es_mx: ¡Una más y listo!
fr: Plus qu'une et ce sera terminé !
it: Ancora una e abbiamo finito!
ja: 次で最後です！
ko: 다음이 마지막이에요!
nl: Nog eentje en je bent klaar!
ru: Остался последний.
zh_hans: 还剩下最后一个！
zh_hant: 接著就是最後了！

# SdodrSdodrTalkStageRandomCheckpointFinalBall02
source: You're close, Eight.
de: Nur noch eine, Nr. 8.
es: Queda solo una, Ocho.
es_mx: Solo queda una, Ocho.
fr: Tu y es presque, Huit.
it: Ormai ci sei, Otto.
ja: ハチ、あと１コダヨ
ko: 에이트, 앞으로 1개 남았어
nl: Het is je bijna gelukt, Acht.
ru: Еще всего один, Восьмерка...
zh_hans: 小八，还剩1个了哦。
zh_hant: 小八，只剩1個囉。

# SdodrSdodrTalkStageRandomCheckpointFinalBall03
source: Score! Now let's get that last one.
de: Sehr schön! Jetzt schnapp dir die letzte!
es: ¡Conseguido! Y ahora, a por la última.
es_mx: ¡Conseguido! Y ahora la última.
fr: Bien joué ! Et maintenant, la dernière...
it: Palla in buca! E ora sotto con l'ultima!
ja: ナイスイン！ ラスト１コ！
ko: 나이스 인! 마지막 1개!
nl: Jaaaa! En nu die laatste nog.
ru: ГОЛ! Теперь давай последний!
zh_hans: 进洞啦！还剩1个！
zh_hant: 得分！只剩最後1個！

# SdodrSdodrTalkStageRandomCheckpointFinalChase00
source: Almost done, Eight.
de: Fast geschafft, Nr. 8.
es: Ya casi está, Ocho.
es_mx: Ya casi está, Ocho.
fr: Tu es presque au bout, Huit !
it: Ci sei quasi, Otto.
ja: 残り１体ダ、ハチ
ko: 앞으로 1마리 남았어, 에이트
nl: Bijna, Acht.
ru: Почти готово, Восьмерка.
zh_hans: 小八，还剩1只。
zh_hant: 小八，只剩1隻了。

# SdodrSdodrTalkStageRandomCheckpointFinalChase01
source: Just gotta catch that last one!
de: Nur noch einer übrig!
es: ¡Solo tienes que pillar el último!
es_mx: ¡Solo tienes que reventar el último!
fr: Plus qu'un ennemi à rattraper !
it: Devi sistemarne ancora uno!
ja: あと１体だな！
ko: 앞으로 1마리 남았네!
nl: Nu die laatste nog!
ru: Ловим последнего, йо!
zh_hans: 还剩1只啦！
zh_hant: 只剩1隻了！

# SdodrSdodrTalkStageRandomCheckpointFinalChase02
source: Noice! This one's almost in the bag!
de: Spitze! Auf, den erwischst du auch noch!
es: ¡Bien! ¡Uno más y listo!
es_mx: ¡Bien! ¡Uno más y nos vamos!
fr: Joli ! On a fini après celui-là !
it: Mitilico! Ormai ci siamo!
ja: よし！ 次の１体で終わりだ！
ko: 좋았어! 다음 1마리로 끝이야!
nl: Woep-woep! Je kunt het!
ru: ХА! Еще один, и готово!
zh_hans: 好！干掉下1只就结束啦！
zh_hant: 很好！再1隻就結束了！

# SdodrSdodrTalkStageRandomCheckpointFinalChase03
source: Last one, Eight! Good luck!
de: Einer noch, Nr. 8! Viel Glück!
es: ¡A por el último, Ocho, y buena suerte!
es_mx: ¡A reventar ese último, Ocho! ¡Buena suerte!
fr: Plus qu'un, Huit ! Allez !
it: Ancora uno, Otto! Buona fortuna!
ja: ハチさん、あと１体です！ がんばって！
ko: 에이트 씨, 앞으로 1마리예요! 힘내세요!
nl: De laatste, Acht! Succes!
ru: Остался последний, Восьмерка!
zh_hans: 小八，只剩1只了。加油！
zh_hant: 小八，只剩1隻了！加油！

# SdodrSdodrTalkStageRandomCheckpointFinalLift00
source: We're at the final push! Just gotta get it to the goal!
de: Wir haben’s fast geschafft! Durchhalten!
es: ¡Solo un empujoncito más! ¡Llévala a la meta!
es_mx: ¡Solo un empujoncito más! ¡Llévala a la meta!
fr: Encore un effort, l'arrivée est en vue !
it: Un ultimo sforzo! Il traguardo è vicino!
ja: よーし、最後だ！ 押し切るぞ！
ko: 좋았어, 마지막이다! 밀어붙이자!
nl: Dit zijn de laatste loodjes! Ga naar het doel!
ru: Финальный спурт! ТАЩИМ!!!
zh_hans: 好，到最后关头了！进攻到底！
zh_hant: 好，來到最後關頭了！持續進攻吧！

# SdodrSdodrTalkStageRandomCheckpointFinalLift01
source: You're so close to the goal! Come on...
de: Du bist so kurz vorm Ziel! Komm schon!
es: ¡Qué cerca estás de la meta! ¡Vamos!
es_mx: ¡Estás muy cerca de la meta! ¡Vamos!
fr: Tu es proche du but ! Allez !
it: Il traguardo è a un tiro di schioppolpo! Coraggio!
ja: このままゴール目指しましょう！
ko: 이대로 골을 노리는 거예요!
nl: Je bent zo dicht bij het doel! Kom op...
ru: Вы почти у цели! Еще чуть-чуть...
zh_hans: 保持这个状态朝终点迈进吧！
zh_hant: 維持這個步調邁向終點吧！

# SdodrSdodrTalkStageRandomCheckpointFinalLift02
source: Don't stop till it's done, Eight.
de: Endspurt, Nr. 8. Jetzt nur nicht schlappmachen!
es: No lo dejes a medias, Ocho.
es_mx: No lo dejes a medias, Ocho.
fr: Ne t'arrête pas avant d'avoir fini le travail, Huit.
it: Fino alla fine, Otto!
ja: ハチ、このまま最後まで進めヨウ
ko: 에이트, 이대로 마지막까지 가는 거야
nl: Geef nu niet op, Acht.
ru: Не останавливайся, Восьмерка.
zh_hans: 小八，保持这个状态前进到终点吧。
zh_hant: 小八，維持這個步調邁向終點吧。

# SdodrSdodrTalkStageRandomCheckpointFinalSpawner00
source: BOOM! Just one left!
de: Bämmmm! Da war’s nur noch eins!
es: ¡Buuum! ¡Solo queda uno!
es_mx: ¡Buuum! ¡Solo queda uno!
fr: BOUM ! Plus qu'un !
it: BUM! Resta solo un portale!
ja: おっし！ あと１コ！
ko: 좋았어! 앞으로 1개!
nl: BOEM! Nog eentje!
ru: ОП! Последний остался!
zh_hans: 好！还剩1个！
zh_hant: 好！只剩1個！

# SdodrSdodrTalkStageRandomCheckpointFinalSpawner01
source: One to go, Eight!
de: Nur noch eins übrig, Nr. 8!
es: ¡Solo uno más, Ocho!
es_mx: ¡Solo uno más, Ocho!
fr: Plus qu'un seul, Huit !
it: Ne manca uno solo, Otto!
ja: 残り１コです、ハチさん！
ko: 앞으로 1개 남았어요, 에이트 씨!
nl: Nog één te gaan, Acht!
ru: Остался последний, Восьмерка!
zh_hans: 小八，还剩1个了！
zh_hant: 小八，只剩1個了！
