Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GesoTownDescription
source: A shop with <em>SplatNet-exclusive gear</em> offering <br /><em>different abilities</em>!
de: Ein Laden mit <em>SplatNet-exklusiver Ausrüstung</em> mit<br /><em>ungewöhnlichen Effekten</em>!
es: ¡Una tienda con <em>equipamiento exclusivo de SplatNet</em><br />que proporciona <em>diversas mejoras</em>!
es_mx: ¡Una tienda que ofrece <em>equipamiento exclusivo de SplatNet</em> con <em>potenciadores diversos</em>!
fr: L'équipement que propose cette boutique<br /><em>ne se trouve que sur SplatNet</em><br />et offre <em>différents bonus</em> !
it: Un negozio con <em>equipaggiamento esclusivo<br />di Calama-zone</em> che offre <em>varie abilità</em>!
ja: ふだんとは違う<em>ギアパワー</em>がついた<br /><em>トクベツなギア</em>が手に入るショップ
ko: 평소와는 다른 <em>기어 파워</em>가 붙은<br /><em>특별한 기어</em>를 획득할 수 있는 숍
nl: Een winkel met <em>exclusieve uitrusting van SplatNet</em> <br />met <em>ongebruikelijke effecten</em>!
ru: Магазин снаряжения <em>только для SplatNet</em><br /><em>с разнообразными свойствами</em>!
zh_hans: 在此商店中，可以获得附加的<em>装备能力</em><br />与平时不同的<em>特殊装备</em>
zh_hant: 在此商店中<br />可以取得附加<em>裝備能力</em>與平時不同的<em>特殊裝備</em>

# GesoTownFeature
source: The Daily Drop
de: Heutige Auswahl
es: Sugerencia del día
es_mx: Marca destacada
fr: Chouchou du jour
it: Selezione del giorno
ja: 本日のピックアップ
ko: 오늘의 픽업
nl: Verse vangst
ru: Свежачок дня
zh_hans: 今日精选
zh_hant: 本日精選

# GesoTownFeatured
source: The Daily Drop
de: Lieferung
es: Sugerencia
es_mx: Sugerencia
fr: Chouchou du jour
it: Selezione del giorno
ja: ピックアップ
ko: 픽업
nl: Verse vangst
ru: Свежачок дня
zh_hans: 精选
zh_hant: 精選

# GesoTownFrequentGearPower
source: Potential Abilities for <strong>{ 0 }</strong>
de: Wahrscheinliche Effekte bei <strong>{ 0 }</strong>
es: Posibles mejoras para <strong>{ 0 }</strong>
es_mx: Especialidad de <strong>{ 0 }</strong>
fr: Bonus potentiels avec <strong>{ 0 }</strong>
it: Abilità adatte a: <strong>{ 0 }</strong>
ja: <strong>{ 0 }</strong> につきやすいギアパワー
ko: <strong>{ 0 }</strong>에 잘 붙는 기어 파워
nl: Mogelijke effecten met <strong>{ 0 }</strong>
ru: Возможные свойства для: <strong>{ 0 }</strong>
zh_hans: 容易附加于<strong>{ 0 }</strong>的装备能力
zh_hant: 比較容易附加於<strong>{ 0 }</strong>的裝備能力

# GesoTownLimit
source: Until <em>{ 0 }</em>
de: Bis <em>{ 0 }</em>
es: Hasta el <em>{ 0 }</em>
es_mx: Hasta el <em>{ 0 }</em>
fr: Jusqu'au <em>{ 0 }</em>
it: Scadenza: <em>{ 0 }</em>
ja: <em>{ 0 }</em> まで
ko: <em>{ 0 }</em>까지
nl: Tot <em>{ 0 }</em>
ru: До <em>{ 0 }</em>
zh_hans: 到<em>{ 0 }</em>为止
zh_hant: 到<em>{ 0 }</em>為止

# GesoTownMoney
source: Cash
de: Geld
es: Dinero
es_mx: Dinero
fr: Argent
it: Denaro
ja: おカネ
ko: 돈
nl: Geld
ru: Наличные
zh_hans: 金钱
zh_hant: 金錢

# GesoTownNext
source: Next
de: Weiter
es: Siguiente
es_mx: Siguiente
fr: Suivant
it: Avanti
ja: 次のギア
ko: 다음 기어
nl: Verder
ru: Следующий
zh_hans: 下一件装备
zh_hant: 下一個裝備

# GesoTownNextFeature
source: The Next Drop
de: Nächste Lieferung
es: Siguiente
es_mx: Siguiente
fr: Prochain chouchou
it: Prossima selezione
ja: 次のピックアップ
ko: 다음 픽업
nl: Volgende vangst
ru: Следующий свежачок
zh_hans: 下次的精选
zh_hant: 次回精選

# GesoTownNotAvailable
source: Out of stock!
de: Ausverkauft!
es: ¡Agotado!
es_mx: ¡Agotado!
fr: En rupture !
it: Articolo esaurito!
ja: 期限切れ
ko: 기한 만료
nl: Niet op voorraad!
ru: Нет в наличии
zh_hans: 逾期
zh_hant: 逾期

# GesoTownOrder
source: Order
de: Bestellen
es: Encargar
es_mx: Encargar
fr: Commander
it: Ordina
ja: 注文する
ko: 주문하기
nl: Bestellen
ru: Заказать
zh_hans: 预定
zh_hant: 預訂

# GesoTownOrdered
source: Ordered
de: Bestellt
es: Encargado
es_mx: Encargado
fr: Commande passée
it: Ordinato
ja: 注文済み
ko: 주문 완료
nl: Besteld
ru: Заказано
zh_hans: 预定完成
zh_hant: 已預訂

# GesoTownOrderNow
source: Place your order now!
de: Gib deine Bestellung auf!
es: ¡Haz tu encargo ya!
es_mx: ¡Encárgalo ahora!
fr: Commande sans attendre !
it: Piazza il tuo ordine!
ja: ご注文はいますぐ！
ko: 지금 바로 주문하세요!
nl: Doe nu je bestelling!
ru: Заказывай!
zh_hans: 把握机会立即预定！
zh_hant: 把握機會馬上預訂！

# GesoTownPending
source: Checking availability...
de: Verfügbarkeit wird geprüft...
es: Comprobando existencias...
es_mx: Comprobando disponibilidad...
fr: Vérification des stocks...
it: Controllo disponibilità...
ja: 在庫確認中...
ko: 재고 확인 중…
nl: Bezig beschikbaarheid te controleren...
ru: Проверка наличия...
zh_hans: 确认库存中……
zh_hant: 庫存確認中……

# GesoTownPrevious
source: Previous
de: Zurück
es: Anterior
es_mx: Anterior
fr: Précédent
it: Indietro
ja: 前のギア
ko: 이전 기어
nl: Terug
ru: Предыдущий
zh_hans: 上一件装备
zh_hant: 上一個裝備

# GesoTownRemainAlmostFinished
source: Ending Soon
de: Bald vorbei!
es: Finaliza en breve
es_mx: Finaliza pronto
fr: Se termine...
it: In scadenza!
ja: まもなく終了
ko: 이제 곧 종료
nl: Nog maar kort!
ru: Скоро закончится!
zh_hans: 即将结束
zh_hant: 即將結束

# GesoTownRemainHour
source: Hours left: { 0 }
de: Verbleibende Stunden: { 0 }
es: Espera { 0 } h
es_mx: { 0 } h
fr: Plus que { 0 } h !
it: Ore rimaste: { 0 }
ja: あと{ 0 }時間
ko: 앞으로 { 0 }시간
nl: Nog { 0 } uur!
ru: Осталось часов: { 0 }!
zh_hans: 还剩{ 0 }小时
zh_hant: 還有{ 0 }小時

# GesoTownRemainMinute
source: Minutes left: { 0 }
de: Verbleibende Minuten: { 0 }
es: Espera { 0 } min
es_mx: { 0 } min
fr: Plus que { 0 } min !
it: Minuti rimasti: { 0 }
ja: あと{ 0 }分
ko: 앞으로 { 0 }분
nl: Nog { 0 } min.!
ru: Осталось минут: { 0 }!
zh_hans: 还剩{ 0 }分钟
zh_hant: 還有{ 0 }分鐘

# GesoTownRemind
source: You already ordered something.
de: Du hast bereits etwas bestellt.
es: Ya has encargado algún artículo.
es_mx: Ya tienes un encargo pendiente.
fr: Tu as déjà passé une commande.
it: Hai già piazzato un ordine.
ja: すでに注文済みのギアがあります
ko: 이미 주문 완료된 기어가 있습니다
nl: Je hebt al iets besteld.
ru: Заказ уже сделан.
zh_hans: 已存在预定完成的装备
zh_hant: 已經有已預訂的裝備

# GesoTownRemindCaution
source: Current gear order will be canceled.
de: Deine aktuelle Bestellung wird storniert.
es: Anularás el encargo actual.
es_mx: Se cancelará el encargo pendiente.
fr: La commande actuelle sera annulée.
it: L'ordine precedente verrà annullato.
ja: 注文済みのギアはキャンセルされます
ko: 주문 완료된 기어는 취소됩니다
nl: Je openstaande bestelling zal worden geannuleerd.
ru: Текущий заказ будет отменен.
zh_hans: 预定完成的装备将会被取消
zh_hant: 已預訂的裝備將被取消

# GesoTownRule1
source: You can order one piece of gear at a time.
de: Du kannst immer nur einen Ausrüstungsgegenstand bestellen.
es: Solo puede encargarse un artículo a la vez.
es_mx: Solo puede encargarse un artículo a la vez.
fr: Tu ne peux commander qu'un article à la fois.
it: Puoi piazzare solo un ordine per volta.
ja: ご注文は、1回につき1コとなります
ko: 1회당 1개만 주문할 수 있습니다
nl: Je kunt maar één artikel tegelijk bestellen.
ru: Нельзя заказать больше одного экземпляра одного и того же снаряжения за раз.
zh_hans: 1次只能购买1件装备
zh_hant: 1次僅能預訂1個裝備

# GesoTownRule2
source: Ordered gear can be purchased from Murch in the square.
de: Bestellte Ausrüstung kannst du bei Sid auf dem Platz abholen.
es: Se recogen en la plaza a través de Enrizo.
es_mx: Se recogen en la plaza a través de Enrizo.
fr: Les articles commandés peuvent être achetés auprès de Tipik sur le square.
it: Gli articoli ordinati possono essere ritirati da Echino in piazza.
ja: 注文済みのギアは、広場のスパイキーから購入できます
ko: 주문 완료된 기어는 광장의 스파이키에게서 구입할 수 있습니다
nl: Bestellingen kunnen worden afgehaald bij Mikey op het plein.
ru: Забрать заказ можно у Иглюхи на площади.
zh_hans: 预定完成的装备可以在广场的刺冠处购买
zh_hant: 透過位於廣場的刺冠即可購買已預訂的裝備

# GesoTownRule3
source: Ordering more gear before making your purchase will cancel the original order.
de: Bestellst du noch etwas, bevor du etwas abgeholt hast, wird die vorherige Bestellung storniert.
es: Al hacer un encargo nuevo, se cancela el anterior.
es_mx: Al hacer un encargo nuevo se cancela el anterior.
fr: Si tu passes une nouvelle commande avant d'avoir récupéré celle en cours, cette dernière sera annulée.
it: Se piazzi un nuovo ordine prima di ritirare l'articolo, annullerai l'ordine originale.
ja: 購入前に新しく注文すると、注文済みのギアはキャンセルされます
ko: 구입 전에 새로운 주문을 하면 주문 완료된 기어가 취소됩니다
nl: Als je iets bestelt voordat je het vorige artikel hebt afgehaald, dan wordt je eerdere bestelling geannuleerd.
ru: Если захочешь заказать еще снаряжение до того, как заберешь текущий заказ, то придется его отменить.
zh_hans: 如果在购买前预定了新的装备，之前的预定将会被取消
zh_hant: 如果在購買完成前預訂新裝備，原本已預訂的裝備將被取消

# GesoTownRule4
source: After purchasing ordered gear, you can place another order.
de: Hast du eine Bestellung abgeholt, kannst du etwas Neues bestellen.
es: Tras recoger un artículo, podrás encargar más.
es_mx: Tras recoger un artículo, podrás encargar más.
fr: Une fois une commande récupérée, tu peux en passer une nouvelle.
it: Dopo aver ritirato l'articolo ordinato, puoi piazzare un nuovo ordine.
ja: 購入後、新しい注文が可能になります
ko: 구입 후 새로운 주문을 할 수 있습니다
nl: Nadat je een bestelling hebt afgehaald, kun je weer wat nieuws bestellen.
ru: После того, как ты оплатишь и заберешь текущий заказ, можно будет заказать новое снаряжение.
zh_hans: 完成购买后，即可预定新的装备
zh_hant: 購買完成後，即可預訂新的裝備

# GesoTownStock
source: Gear on Sale Now
de: Jetzt im Angebot
es: Equipamiento a la venta
es_mx: Equipamiento a la venta
fr: Équipement en solde
it: Articoli in offerta
ja: ただいま販売中のギア
ko: 현재 판매 중인 기어
nl: Nu in de aanbieding
ru: Особое предложение
zh_hans: 目前贩卖的装备
zh_hant: 目前販售的裝備

# GesoTownStockGuide
source: Stock updated every four hours.
de: Sortimentwechsel alle 4 Stunden
es: Los artículos se actualizan cada 4 horas.
es_mx: Los artículos se actualizan cada 4 horas.
fr: Les stocks sont renouvelés toutes les quatre heures.
it: Gli articoli vengono aggiornati ogni 4 ore.
ja: 商品は4時間ごとに入れ替わります
ko: 상품은 4시간마다 교체됩니다
nl: Het assortiment wordt elke 4 uur bijgewerkt.
ru: Ассортимент меняется каждые 4 часа.
zh_hans: 每经过4小时，商品就会发生变化
zh_hant: 商品陣容每隔4小時便會更換

# GesoTownTitle
source: SplatNet Shop
de: TentaWorld
es: Tentatienda
es_mx: Tienda SplatNet
fr: Céphalochic
it: Calama-zone
ja: ゲソタウン
ko: 오징어넷 숍
nl: Tentashop
ru: Щупозон
zh_hans: 鱿鱼须商城
zh_hant: 魷魚鬚商城

# GesoTownUnableToOrder
source: Unable to Order
de: Bestellung nicht möglich
es: No se puede encargar
es_mx: No se puede encargar
fr: Échec de la commande
it: Impossibile ordinare
ja: 受付できません
ko: 접수할 수 없습니다
nl: Bestelling niet mogelijk
ru: Невозможно заказать
zh_hans: 无法受理
zh_hant: 無法受理

# GesoTownUnableToOrderMessage
source: This product is not currently available.
de: Dieses Produkt ist derzeit nicht verfügbar.
es: Este artículo no está disponible actualmente.
es_mx: Este artículo no está disponible actualmente.
fr: Cet article n'est pas disponible actuellement.
it: Questo prodotto non è al momento disponibile.
ja: この商品は現在取り扱っておりません
ko: 이 상품은 현재 취급하고 있지 않습니다
nl: Dit product is momenteel niet beschikbaar.
ru: В настоящий момент этот продукт недоступен.
zh_hans: 目前没有销售该商品
zh_hant: 目前沒有販售此商品

# GlossaryAbxyBa
source: Orion
ja: ライアン
ko: 라이언
zh_hans: 莱恩
zh_hant: 萊恩

# GlossaryAlternative
source: Alterna
ja: オルタナ
ko: 얼터너
ru: Альтерна
zh_hans: 幻界
zh_hant: 幻界

# GlossaryAnemoShop
source: SplatNet Shop
de: TentaWorld
es: Tentatienda
es_mx: Tienda SplatNet
fr: Céphalochic
it: Calama-zone
ja: ゲソタウン
ko: 오징어넷 숍
nl: Tentashop
ru: Щупозон
zh_hans: 鱿鱼须商城
zh_hant: 魷魚鬚商城

# GlossaryAori
source: Callie
de: Aioli
es: Mar
es_mx: Mar
fr: Ayo
it: Stella
ja: アオリ
ko: 아오리
ru: Кэлли
zh_hans: 小拟
zh_hant: 小擬

# GlossaryAtarime
source: Cuttlefish
de: Kuttelfisch
es: Jibión
es_mx: Jibión
fr: Macalamar
it: Seppia
ja: アタリメ
ko: 마르징오
nl: Kraak
ru: Кальмостар
zh_hans: 鱼干
zh_hant: 魚乾

# GlossaryAtarimeHimono
source: Cuttlefish
de: Kuttelfisch
es: Jibión
es_mx: Jibión
fr: Macalamar
it: Seppia
ja: アタリメ
ko: 마르징오
nl: Kraak
ru: Кальмостар
zh_hans: 鱼干
zh_hant: 魚乾

# GlossaryBattleMemory
source: battle replay
de: Kampferinnerung
es: repetición de combate
es_mx: repetición de combate
fr: vidéo de match
it: replay
ja: バトルメモリー
ko: 배틀 메모리
nl: herhaling
ru: повтор боя
zh_hans: 对战记忆
zh_hant: 對戰記憶

# GlossaryBigRun
source: Big Run
ja: ビッグラン
ko: 빅 런
zh_hans: 大型跑
zh_hant: 大型跑

# GlossaryByname
source: title
de: Titel
es: alias
es_mx: apodo
fr: titre
it: titolo
ja: 二つ名
ko: 별명
nl: titel
ru: титул
zh_hans: 称号
zh_hant: 別名

# GlossaryCardPack
source: pack of cards
de: Kartenpäckchen
es: paquete de cartas
es_mx: paquete de cartas
fr: jeu de cartes
it: bustina di carte
ja: カードパック
ko: 카드 팩
nl: pakje kaarten
ru: колода карт
zh_hans: 卡片包
zh_hant: 卡包

# GlossaryCardPackFresh
source: fresh card pack
de: Spritziges Kartenpäckchen
es: paquete de cartas exclusivo
es_mx: paquete de cartas exclusivo
fr: jeu de cartes classe
it: bustina mitica
ja: フレッシュカードパック
ko: 프레시 카드 팩
nl: vers pakje kaarten
ru: свежая колода карт
zh_hans: 新鲜卡片包
zh_hant: 新鮮卡包

# GlossaryCardSleeve
source: card sleeves
de: Kartenhüllen
es: funda para carta
es_mx: funda para carta
fr: motifs de cartes
it: stili per il dorso delle carte
ja: カードスリーブ
ko: 카드 슬리브
nl: kaartenhoesjes
ru: кармашки для карт
zh_hans: 卡片套
zh_hant: 卡套

# GlossaryCommander
source: Captain
de: Käpt’n
es: Capitán
es_mx: Capitán
fr: amiral
it: capitano
ja: 司令
ko: 사령관
nl: kapitein
ru: Капитан
zh_hans: 司令
zh_hant: 司令

# GlossaryCoopEventDozer
source: The Griller
de: Killgrills
es: Chaparrillas
es_mx: Brasaletas
fr: Barbeurks
it: Grill
ja: グリル発進
ko: 그릴 발진
nl: Grillers
ru: Жаровнер
zh_hans: 烤架鱼进发
zh_hant: 烤架魚出動

# GlossaryCoopEventFog
source: Fog
de: Nebel
es: Niebla
es_mx: Niebla
fr: Brouillard
it: Nebbia
ja: 霧
ko: 안개
nl: Mist
ru: Туман
zh_hans: 雾
zh_hant: 霧

# GlossaryCoopEventGeyser
source: Goldie Seeking
de: Goldie-Suche
es: Detección de salmóreos
es_mx: Detección de orónidos
fr: Chasse aux Dorax
it: Scovare i Pinne d'oro
ja: キンシャケ探し
ko: 황금연어 찾기
nl: Het zoeken van Goldies
ru: Поиски Великого Сам О’Нида
zh_hans: 寻找金鲑鱼
zh_hant: 尋找金鮭魚

# GlossaryCoopEventHakobiya
source: The Mothership
de: Das Mutterschiff
es: Aerocriaderos
es_mx: Salmonodrizas
fr: Vaisseaux mères
it: Astronave madre
ja: ハコビヤ襲来
ko: 운반함 급습
nl: Het moederschip
ru: Нерестилище
zh_hans: 走私鱼来袭
zh_hant: 走私魚來襲

# GlossaryCoopEventMissile
source: Cohock Charge
de: Brocken-Sturmangriff
es: Ataques de escamacarras
es_mx: Ataques de agallones
fr: Charges de Sumoches
it: Orde di Pinne Pingui
ja: ドスコイ大量発生
ko: 덩치연어 대량 발생
nl: Storm van Sallogs
ru: Штурм сковорейдеров
zh_hans: 大胖鱼大量出现
zh_hant: 大胖魚大量出現

# GlossaryCoopEventRelay
source: Giant Tornado
de: Riesentornado
es: Tornados gigantes
es_mx: Tornados gigantes
fr: Tornade géante
it: Tornado gigante
ja: 巨大タツマキ
ko: 거대 회오리
nl: Enorme tornado
ru: Огромный торнадо
zh_hans: 巨型龙卷风
zh_hant: 巨型龍捲風

# GlossaryCoopEventRush
source: Rush
de: Ansturm
es: Avalanchas
es_mx: Frenesíes
fr: Ruées
it: Orde
ja: ラッシュ
ko: 러시
nl: Stormloop
ru: Озверевшие самониды
zh_hans: 狂潮
zh_hant: 狂潮

# GlossaryCoopEventTamaire
source: Mudmouth Eruptions
de: Schlämmermaul-Eruptionen
es: Erupciones de morrolodos
es_mx: Erupciones de bocalodos
fr: Émergence de Salmonoïdes de boue
it: Eruzioni di Fangonoidi
ja: ドロシャケ噴出
ko: 진흙연어 분출
nl: Moddermuil-uitbarstingen
ru: Извержения илистых ревунов
zh_hans: 泥鲑鱼喷发
zh_hant: 泥鮭魚噴發

# GlossaryCoopScenario
source: job scenario
de: Schicht-Szenario
es: modelo de tarea
es_mx: modelo de tarea
fr: Scénario de mission
it: scenario di lavoro
ja: バイトシナリオ
ko: 아르바이트 시나리오
nl: bewaarde klus
ru: настройки смены
zh_hans: 打工剧本
zh_hant: 打工劇本

# GlossaryCoopScenarioTournament
source: tournament job scenario
de: Turnier-Schicht-Szenario
es: Tarea de torneo
es_mx: Tarea de torneo
fr: Scénario de tournoi
it: Scenario del torneo
ja: 大会イベント用バイトシナリオ
ko: 대회 이벤트용 아르바이트 시나리오
nl: Bewaarde toernooiklus
ru: Настр. смены турнира
zh_hans: 大赛活动用的打工剧本
zh_hant: 大賽活動用的打工劇本

# GlossaryCrater
source: The Crater
de: Der Krater
es: El Cráter
es_mx: El Cráter
fr: le Cratère
it: Il Cratere
ja: クレーター
ko: 크레이터
nl: De krater
ru: Кратер
zh_hans: 荒界
zh_hant: 荒界

# GlossaryDolphin
source: O.R.C.A.
ja: イルカ
ko: I.R.C.A.
nl: O.R.K.A.
ru: И.К.Р.А.
zh_hans: 海豚豚
zh_hant: 海豚豚

# GlossaryEmote
source: emote
es: reacción
es_mx: pose
fr: émoticône
it: posa
ja: エモート
ko: 감정 표현
nl: reactie
ru: эмотикон
zh_hans: 表情
zh_hant: 表情

# GlossaryEzokkoryKidsMascot
source: ZedFry
de: Zeki
es: Oskkar
es_mx: Zofrito
fr: Frizko
it: EzTor
ja: チゴフグ
ko: 복어키드
nl: Zekkie
ru: Тюшка
zh_hans: 幼河豚
zh_hant: 幼河豚

# GlossaryFes100Person
source: Top 100
es: 100 mejores
es_mx: 100 mejores
ja: １００ケツ
ru: ТОП-100
zh_hans: 百杰
zh_hant: 百傑

# GlossaryFesFloat
source: Splatfest Float
de: Splatfest-Schrein
es: carroza festiva
es_mx: plataforma festiva
fr: char de festival
it: palanchino festivo
ja: オミコシ
ko: 가마
nl: Splatfest-paradebeeld
ru: Cплатфест-сцена
zh_hans: 神轿
zh_hant: 神轎

# GlossaryFesPhase01
source: Splatfest Sneak Peek
de: Aufwärmphase
es: prefestival
es_mx: prefestival
fr: préstival
it: anteprima del festival
ja: ヨビ祭
ko: 사전 페스티벌
nl: opwarmfase
ru: Сплатфест-разминка
zh_hans: 准备祭
zh_hant: 準備祭

# GlossaryFesPhase02
source: Splatfest Main Event
de: Haupt-Event
es: festival principal
es_mx: festival principal
fr: événement principal
it: evento principale del festival
ja: 本祭
ko: 메인 페스티벌
nl: hoofdevent
ru: основной Сплатфест
zh_hans: 正式祭
zh_hant: 正式祭

# GlossaryFesPoint
source: Splatfest Points
de: Splatfest-Punkte
es: Puntos festivos
es_mx: Puntos festivos
fr: Points festival
it: punti festival
ja: フェスポイント
ko: 페스티벌 포인트
nl: Splatfest-punten
ru: Сплатфест-очки
zh_hans: 祭典点数
zh_hant: 祭典點數

# GlossaryFesRank
source: Splatfest Rank
de: Splatfest-Titel
es: Rango festivo
es_mx: Rango festivo
fr: Rang de festival
it: rango festival
ja: フェスランク
ko: 페스티벌 레벨
nl: Splatfest-titel
ru: разряд в Сплатфесте
zh_hans: 祭典等级
zh_hant: 祭典等級

# GlossaryFestivalShell
source: festival shell
de: Festmuschel
es: caparazón festivo
es_mx: caparazón festivo
fr: coquival
it: conchiglia festiva
ja: オマツリガイ
ko: 축제 조개
nl: festivalschelp
ru: мегараковина
zh_hans: 祭典贝
zh_hant: 祭典貝

# GlossaryFigure
source: decoration
de: Deko
es: adorno
es_mx: adorno
fr: objet de décoration
it: decorazione
ja: オキモノ
ko: 장식품
nl: versiering
ru: украшение
zh_hans: 装饰品
zh_hant: 裝飾品

# GlossaryFleaMarketSdodr
source: Cipher
es: Lucifredo
es_mx: Lucifredo
fr: Crustifer
it: Cifero
ja: ユメエビ
ko: 창새우
nl: Cifer
ru: Цифер
zh_hans: 梦霞
zh_hant: 夢霞

# GlossaryFoodShop
source: Crusty Sean
de: Shrimpson
es: Adolfrito
es_mx: Adolfrito
fr: Omar
it: Gamberto
ja: ロブ
ko: 롭
nl: Pelle
ru: Ракки
zh_hans: 阿龙
zh_hant: 阿龍

# GlossaryGearShopClothes
source: Jel La Fleur
de: Jamie-Pasquall
es: M. Arqués
es_mx: M. Arqués
fr: Mehdi
it: Meddy
ja: ハナガサ
ko: 꽃우산
nl: Kwalbert
ru: Желье ле Щуп
zh_hans: 花笠
zh_hant: 花笠

# GlossaryGearShopClothesFsodr
source: Jelonzo
de: Jean-Qualle
es: M. Duso
es_mx: M. Duso
fr: G. Latineux
it: Meduso
ja: エチゼン
ko: 노무라
nl: Kwalfred
ru: Франтонио
zh_hans: 越前
zh_hant: 越前

# GlossaryGearShopClothesSdodr
source: Jelfonzo
de: Jo-Q
es: M. Duardo
es_mx: M. Duardo
fr: Gégé Latineux
it: Cnidario
ja: ビゼン
ko: 숲뿌리
nl: Kwalfons
ru: Денди
zh_hans: 备前
zh_hant: 備前

# GlossaryGearShopHead
source: Gnarly Eddy
de: Perry Bo
es: Espiraldo
es_mx: Espiraldo
fr: Arnaud Till
it: Nautimo
ja: オームラ
ko: 오무라
nl: Naut
ru: Тилли Скрут
zh_hans: 螺螺
zh_hant: 螺螺

# GlossaryGearShopHeadFsodr
source: Annie
de: Anne-Mona
es: Némona
es_mx: Némona
fr: Anne
it: Anemonica
ja: アネモ
ko: 아네모
ru: Аня Мон
zh_hans: 小葵
zh_hant: 小葵

# GlossaryGearShopHeadFsodrSub
source: Moe
de: Pierre
es: Omar
es_mx: Omar
fr: Mone
it: Remo
ja: クマノ
ko: 동가리
nl: Mo
ru: Мо
zh_hans: 小丑
zh_hant: 小丑

# GlossaryGearShopHeadSdodr
source: Flow
de: Seecilia
es: Iris
es_mx: Iris
fr: Flo
it: Macalù
ja: ミウラ
ko: 미우라
nl: Soezie
ru: Слизя
zh_hans: 海瑜
zh_hant: 海瑜

# GlossaryGearShopHeadSdodrSub
source: Craymond
de: Gambastian
es: K. Marón
es_mx: K. Marón
fr: Gambastien
it: Krill
ja: エビィ
ko: 슈림
nl: Gambo
ru: Мормыш
zh_hans: 虾米
zh_hant: 蝦米

# GlossaryGearShopHeadSub
source: Nails
de: Mollus
es: Caracolio
es_mx: Caracolio
fr: Alex Cargo
it: Lumacarlo
ja: タニシ店長
ko: 우렁 점장
nl: Argo
ru: Улитыч
zh_hans: 田螺店长
zh_hant: 田螺店長

# GlossaryGearShopShoes
source: Mr. Coco
de: Palmino
es: Sr. Pinzón
es_mx: Sr. Pinzón
fr: M. Coco
it: Granluca
ja: ヤシガニさん
ko: Mr. 야자집게
nl: Koko
ru: Боря Крабко
zh_hans: 椰子蟹先生
zh_hant: 椰子蟹先生

# GlossaryGearShopShoesFsodr
source: Fred Crumbs
de: Panko-Pit
es: Friderico
es_mx: Friderico
fr: Fridéric
it: Tempurio
ja: アジオ
ko: 갱돌이
nl: Fred Tuur
ru: Хектор
zh_hans: 竹荚雄
zh_hant: 竹莢雄

# GlossaryGearShopShoesSdodr
source: Bisk
es: Paticio
es_mx: Paticio
it: Ezechele
ja: シガニー
ko: 시가니
nl: Ren
ru: Крабыч
zh_hans: 蟹尼
zh_hant: 蟹尼

# GlossaryGoodsShop
source: Harmony
es: Armonia
es_mx: Armonia
fr: Monia
it: Monia
ja: パル子
ko: 펄시
nl: Mona
ru: Актавия
zh_hans: 脉子
zh_hant: 脈子

# GlossaryGrandFestival
source: Grand Festival
ja: グランドフェスティバル
ko: 그랜드 페스티벌
ru: Гранд-фестиваль
zh_hans: 大型祭典
zh_hant: 大型祭典

# GlossaryGrizzcoObj01
source: Grizzco terminal
de: Bär-GmbH-Terminal
es: terminal de Don Oso
es_mx: terminal de Don Oso
fr: terminal de M. Ours SA
it: terminal Ursus & Co
ja: クマサン端末
ko: Mr. 베어 단말기
nl: Beer & Co-terminal
ru: Терминал «Потапыч Inc.»
zh_hans: 熊先生设备
zh_hant: 熊先生設備

# GlossaryHachi
source: Eight
es: Ocho
es_mx: Ocho
fr: Huit
it: Otto
ja: ハチ
ko: 에이트
nl: Acht
ru: Восьмерка
zh_hans: 小八
zh_hant: 小八

# GlossaryHachigou
source: Agent 8
de: Nr. 8
es: Agente 8
es_mx: Agente 8
fr: Numéro 8
it: Numero 8
ja: ８号
ko: 8호
ru: агент 008
zh_hans: 8号
zh_hant: 8號

# GlossaryHime
source: Pearl
de: Perla
es: Perla
es_mx: Perla
fr: Perle
it: Alga
ja: ヒメ
ko: 히메
nl: Lorelei
ru: Жемчик
zh_hans: 小姬
zh_hant: 小姬

# GlossaryHimeDroneSdodr
source: Pearl
de: Perla
es: Perla
es_mx: Perla
fr: Perle
it: Alga
ja: ヒメ
ko: 히메
nl: Lorelei
ru: Жемчик
zh_hans: 小姬
zh_hant: 小姬

# GlossaryHimeSdodr
source: Pearl
de: Perla
es: Perla
es_mx: Perla
fr: Perle
it: Alga
ja: ヒメ
ko: 히메
nl: Lorelei
ru: Жемчик
zh_hans: 小姬
zh_hant: 小姬

# GlossaryHotaru
source: Marie
de: Limone
es: Tina
es_mx: Tina
fr: Oly
it: Marina
ja: ホタル
ko: 호타루
ru: Мари
zh_hans: 小萤
zh_hant: 小螢

# GlossaryIchigou
source: Agent 1
de: Nr. 1
es: Agente 1
es_mx: Agente 1
fr: Numéro 1
it: Numero 1
ja: １号
ko: 1호
ru: агент 001
zh_hans: 1号
zh_hant: 1號

# GlossaryIdolA
source: Shiver
de: Mako
es: Megan
es_mx: Megan
fr: Pasquale
it: Pinnuccia
ja: フウカ
ko: 후우카
nl: Haya
ru: Кулла
zh_hans: 莎莎
zh_hant: 莎莎

# GlossaryIdolB
source: Frye
de: Muri
es: Angie
es_mx: Angie
fr: Angie
it: Morena
ja: ウツホ
ko: 우츠호
nl: Muriël
ru: Мурия
zh_hans: 曼曼
zh_hant: 曼曼

# GlossaryIdolC
source: Big Man
de: Mantaro
es: Rayan
es_mx: Rayan
fr: Raimi
it: Mantaleo
ja: マンタロー
ko: 만타로
nl: Ray
ru: Биг Ман
zh_hans: 鬼福
zh_hant: 鬼福

# GlossaryIdolGroup01
source: Squid Sisters
de: Sea Sirens
es: Calamarciñas
es_mx: Calamarciñas
fr: Calamazones
it: Sea Sirens
ja: Sea O'Colors(シオカラーズ)
ko: Squid Sisters(오징어 시스터즈)
zh_hans: Sea O'Colors（麻辣鱿物）
zh_hant: Sea O'Colors（麻辣魷物）

# GlossaryIdolGroup02
source: Off the Hook
de: TentaCool
es: Cefalopop
es_mx: Cefalopop
fr: Tenta-Cool
it: Tenta Cool
ja: テンタクルズ
ko: 텐타클즈
nl: Tentacool
zh_hans: 腕儿姐妹
zh_hant: 腕兒姐妹

# GlossaryIdolGroup03
source: Deep Cut
de: Surimi Syndicate
es: Clan Surimi
es_mx: Clan Surimi
fr: Tridenfer
it: Trio Triglio
ja: すりみ連合
ko: 삼합파
zh_hans: 鱼浆帮
zh_hant: 魚漿幫

# GlossaryIida
source: Marina
fr: Coralie
it: Nori
ja: イイダ
ko: 이이다
nl: Mariana
ru: Мариша
zh_hans: 饭田
zh_hant: 飯田

# GlossaryIidaCaughtSdodr
source: Marina
fr: Coralie
it: Nori
ja: イイダ
ko: 이이다
nl: Mariana
ru: Мариша
zh_hans: 饭田
zh_hant: 飯田

# GlossaryIidaSdodr
source: Marina
fr: Coralie
it: Nori
ja: イイダ
ko: 이이다
nl: Mariana
ru: Мариша
zh_hans: 饭田
zh_hant: 飯田

# GlossaryInkling
source: Inkling
ja: インクリング
ko: 잉클링
ru: инклинг
zh_hans: 鱿鱼族
zh_hant: 魷魚族

# GlossaryInkopolis
source: Inkopolis Plaza
de: Inkopolis
es: Cromópolis
es_mx: plaza de Cromópolis
fr: Chromapolis
it: Coloropoli
ja: ハイカラシティ
ko: 오더폴리스 시티
nl: Inkopolis
ru: Инкополь
zh_hans: 尚兴市
zh_hant: 尚興市

# GlossaryInkopolisSquare
source: Inkopolis Square
de: Inkopolis-Platz
es: plaza de Cromópolis
es_mx: centro de Cromópolis
fr: Square de Chromapolis
it: piazza Coloropoli
ja: ハイカラスクエア
ko: 오더폴리스 스퀘어
nl: Inkopolisplein
ru: Инкопольская площадь
zh_hans: 尚兴广场
zh_hant: 尚興廣場

# GlossaryJudge
source: Judd
de: Miezrichter
es: Justino
es_mx: Justino
fr: Charbitre
it: Giudigatto
ja: ジャッジくん
ko: 심판
nl: Justus
ru: Судокот
zh_hans: 评审
zh_hant: 評審
