Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ChallengeStory3
source: Just imagine it—all the sweetest scenes and most savory moments the world has to offer...and I'll be sharing every little crumb with my supporters! It'll be just like you're out there with me. Kinda. Alright, time to hop out of the fryer and onto my bike. The air's crisp, the road's crunchy, and I am outta here. Wish me luck! And then send me lots of points!
de: Die tollsten, schönsten, knusprigsten Fleckchen dieser Welt, und ich zeig sie euch, meinen lieben Fans! Ganz so, als wärt ihr bei mir im Sattel. So neben mir vielleicht. Und nun los! Herrlich frische Luft, ein ordentlicher Radelpfad – ab in die Pedale! Wünscht mir Glück, Leute, und schickt mir noch mehr Punkte!
es: ¡Imagina la de paisajes espectaculares que veremos y los momentos imborrables que quedarán en nuestro recuerdo! Prometo que, para quienes me ayuden, será como estar ahí mismo conmigo. Bueno, ¡es hora de pedalear con pasión, cual sartén de aceite en ebullición! Cuento con vuestro apoyo... y los puntos que me proporcionéis.
es_mx: ¡Imagina todos los paisajes espectaculares que veremos y los momentos imborrables que quedarán en nuestro recuerdo! Prometo que, para quienes me ayuden, será como estar ahí mismo conmigo. Bueno, ¡es hora de dejar la freidora y ponerme a pedalear! ¡Deséenme suerte y envíenme muchos puntos!
fr: Imaginez un peu... les plus beaux paysages, les souvenirs inoubliables de ce monde... j'les partagerai tous avec vous, mes fidèles supporters ! Ce sera comme si vous étiez là, à mes côtés. Bon, il est temps d'enfourcher mon vélo et d'prendre le large. J'ai la frite ! Souhaitez-moi bonne chance ! Et envoyez-moi des tas d'points !
it: Immaginate: tutti i panorami più spettacolari e i momenti più salienti che il mondo ha da offrire... E io condividerò ogni singola briciola con i miei sostenitori! Sarà come se foste con me. Più o meno. D'accordo, è ora di uscire dal guscio e saltare sulla bici. L'aria è frizzante, la strada croccante e io sono un partente. Auguratemi buona fortuna! E poi mandatemi un sacco di punti!
ja: 旅するなかでバクアゲ～！と思った風景写真や思い出の品は支援してくれたみんなにも送るからね～。<br />『みんなも一緒に旅する仲間っしょ！』っていう、一体感とかグルーヴを生み出せたらもっとアガるよね～！<br />そんなこんなでこれからアゲアゲの旅をサクッと始めちゃうんでヨロシク～！
ko: 여행하면서 진짜 멋지게 나온 풍경 사진이나 추억이 담긴 기념품은 서포터들에게도 보낼게～<br />『우리는 다 함께 여행하는 동료!』라는 일체감 같은 것을 느낄 수 있으면 더 멋질 것 아니야～!<br />그렇게 됐으니까 앞으로 시작될 멋쟁이 여행을 잘 부탁해～!
nl: Stel het je eens voor: de mooiste panorama's en meest onvergetelijke momenten die de wereld te bieden heeft... En ik deel het allemaal met jullie, mijn fanclub! Het zal haast lijken alsof jullie er ook bij zijn. Goed, tijd om op de fiets te stappen! Wens me maar succes. En stuur me maar lekker veel punten!
ru: Только представьте, сколько сладких пейзажей и вкусных воспоминаний нас ждет! Я поделюсь каждым кусочком этого путешествия со своими спонсорами. Вы словно будете там, вместе со мной... Ну, или вроде того. Ладно, пора тушить печь и запрыгивать на велик... Воздух звенит, асфальт плавится от жары, а я отчаливаю! Пожелайте мне удачи (и шлите очки)!
zh_hans: 我会将旅行中自认为“最酥脆～！”的风景照或纪念品发送给提供支援的各位哦～<br />如果能带来“大家也是同行的旅伴！”这样融为一体的感觉，那就更令人心跳加速啦～！<br />总之就是这样，酥脆之旅马上就要开始了，还请多多关照～！
zh_hant: 我會將旅程中自感覺最火熱的風景照等內容獻給支持我的各位喔～<br />如果可以讓各位融為一個群體，感覺到「大家都是一起同行的旅伴」，我想肯定會令人更心跳加速吧～！<br />總而言之，就讓我們迅速地展開這趟酥脆的火熱之旅吧，還請多多關照囉～！

# ChallengeSupport
source: Support
de: Unterstützen
es: Dar apoyo
es_mx: Apoyar
fr: Soutien
it: Sostieni
ja: 支援する
ko: 서포트하기
nl: Doneren
ru: Поддержка
zh_hans: 支援
zh_hant: 支持

# ChallengeSupported
source: Supported!
de: Unterstützung geschickt!
es: ¡Apoyo enviado!
es_mx: ¡Apoyo enviado!
fr: Soutien effectué !
it: Fatto!
ja: 支援済み
ko: 서포트 완료
nl: Gedoneerd!
ru: Поддержка оказана!
zh_hans: 已支援
zh_hant: 已支持

# ChallengeTermOfUse
source: Please refrain from redistributing, processing, and using the image for commercial purposes.
de: *Bitte gib dieses Bild nicht weiter, bearbeite es nicht und verwende es nicht für kommerzielle Zwecke.
es: * No distribuyas, edites ni uses la imagen con fines comerciales.
es_mx: No distribuyas, edites ni uses la imagen con fines comerciales.
fr: *Il n'est pas autorisé de redistribuer, traiter, ou utiliser cette image à des fins commerciales.
it: Evita di ridistribuire, modificare o utilizzare l'immagine a fini commerciali.
ja: ※ 画像の加工や営利目的での利用、再配布はご遠慮ください。
ko: ※이미지 가공 및 영리 목적의 이용, 재배포는 삼가 주십시오.
nl: *Deze afbeelding mag niet verder worden verspreid of bewerkt, of worden gebruikt voor commerciële doeleinden.
ru: Примечание. Просим не перераспределять, не обрабатывать и не использовать изображение в коммерческих целях.
zh_hans: ※ 请不要加工图片、用于营利目的或再次发布。
zh_hant: ※ 請不要把圖片加工、用於營利用途或再次發布。

# ChallengeTitle
source: Wandercrust
de: Shrimpson-Tour
es: La ruta de Adolfrito
es_mx: La ruta de Adolfrito
fr: L'Odyssée
it: Il Gambertour
ja: ロブイチ
ko: 롭케이션
nl: Aardboltoer
ru: Закрас-тур
zh_hans: 游龙
zh_hant: 遊龍

# ChallengeTransparent
source: Clear
de: Transparent
es: Sin color
es_mx: Transparente
fr: Transparente
it: Trasparente
ja: 無色
ko: 투명
nl: Transparant
ru: Прозрачный
zh_hans: 无色
zh_hant: 無色

# ChallengeTurquoise
source: Turquoise
de: Türkis
es: Turquesa
es_mx: Turquesa
it: Turchese
ja: ターコイズ
ko: 터쿼이즈
nl: Turkoois
ru: Бирюзовый
zh_hans: 绿松石色
zh_hant: 松石綠

# ChallengeWhite
source: White
de: Weiß
es: Blanco
es_mx: Blanco
fr: Blanche
it: Bianco
ja: ホワイト
ko: 화이트
nl: Wit
ru: Белый
zh_hans: 白色
zh_hant: 白

# ChallengeYellow
source: Yellow
de: Gelb
es: Amarillo
es_mx: Amarillo
fr: Jaune
it: Giallo
ja: イエロー
ko: 옐로
nl: Geel
ru: Желтый
zh_hans: 黄色
zh_hant: 黃

# ChallengeYourPoint
source: You have { 0 }p.
de: Du hast { 0 } P.
es: Tus puntos: { 0 } p
es_mx: Tus puntos: { 0 }p.
fr: Tu as { 0 } p.
it: Hai { 0 }p
ja: { 0 }p 持っています
ko: { 0 }p가 있습니다
nl: Je hebt { 0 } p
ru: У тебя { 0 } очк.
zh_hans: 目前持有{ 0 }p
zh_hant: 目前持有{ 0 }p

# CommonCancel
source: Cancel
de: Abbrechen
es: Cancelar
es_mx: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# CommonClamBlitz
source: Clam Blitz
de: Muschelchaos
es: Asalto almeja
es_mx: Asalto almeja
fr: Pluie de palourdes
it: Vongol gol
ja: ガチアサリ
ko: 랭크 바지락
nl: Schelpenstrijd
ru: Устробол
zh_hans: 真格蛤蜊
zh_hant: 真格蛤蜊

# CommonClose
source: Close
de: Schließen
es: Cerrar
es_mx: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# CommonCoopBigRun
source: Big Run
ja: ビッグラン
ko: 빅 런
zh_hans: 大型跑
zh_hant: 大型跑

# CommonCoopBossRandom
source: Random
de: Zufall
es: Al azar
es_mx: Al azar
fr: Aléatoire
it: Casuale
ja: オカシラ：ランダム
ko: 두목: 랜덤
nl: Willekeurig
ru: Случайный
zh_hans: 头目：随机
zh_hant: 頭目：隨機

# CommonCoopTeamContest
source: Eggstra Work
de: Team-Wettkampf
es: Alianza alevínica
es_mx: Recolección extra
fr: Défi œuf sup'
it: Sfida tra colleghi
ja: バイトチームコンテスト
ko: 아르바이트 팀 콘테스트
nl: Bedrijfseitje
ru: Икорный овертайм
zh_hans: 团队打工竞赛
zh_hant: 團隊打工競賽

# CommonCopyrightQrCode
source: QR Code is a registered trademark of DENSO WAVE INCORPORATED.
ja: QRコードは、株式会社デンソーウェーブの登録商標です。
ko: QR Code는 일본 및 여러 나라에서 DENSO WAVE INCORPORATED의 등록상표입니다
zh_hans: QR Code为DENSO WAVE INCORPORATED在日本及外国的注册商标

# CommonDecide
source: OK
es: Aceptar
es_mx: Aceptar
ja: 決定
ko: 결정
nl: Oké
zh_hans: 确定
zh_hant: 確定

# CommonDownload
source: Download
de: Herunterladen
es: Descargar
es_mx: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
ru: Загрузить
zh_hans: 下载
zh_hant: 下載

# CommonEnd
source: Exit
de: Schließen
es: Cerrar
es_mx: Cerrar
fr: Fermer
it: Chiudi
ja: おわる
ko: 끝내기
nl: Sluiten
ru: Закрыть
zh_hans: 结束
zh_hant: 結束

# CommonGearPowerBlank
source: Unknown
de: Unbekannt
es: Desconocido
es_mx: Vacía
fr: Inconnu
it: Sconosciuto
ja: はてな
ko: 물음표
nl: Onbekend
ru: Нет данных
zh_hans: 问号
zh_hant: 問號

# CommonHome
source: Home
de: Startseite
es: Inicio
es_mx: Inicio
fr: Accueil
it: Pagina iniziale
ja: ホーム
ko: 홈
nl: Beginscherm
ru: Главная
zh_hans: 主页
zh_hant: 主頁

# CommonIkaring3
source: SplatNet 3
ja: イカリング３
ko: 오징어넷 3
zh_hans: 鱿鱼圈 3
zh_hant: 魷魚圈 3

# CommonNavBack
source: Back
de: Zurück
es: Atrás
es_mx: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
ru: Назад
zh_hans: 返回
zh_hant: 返回

# CommonNowLoading
source: Loading
de: Ladevorgang...
es: Cargando...
es_mx: Cargando...
fr: Chargement...
it: Caricamento...
ja: ロード中
ko: 로딩 중
nl: Bezig met laden...
ru: Загрузка данных...
zh_hans: 加载中
zh_hant: 載入中

# CommonPullToRefresh
source: Pull to Refresh
de: Zum Aktualisieren ziehen
es: Arrastra para actualizar
es_mx: Arrastra para actualizar
fr: Tirer pour actualiser
it: Scorri per aggiornare
ja: ひっぱって更新
ko: 당겨서 새로 고침
nl: Trekken om bij te werken
ru: Потяните, чтобы обновить
zh_hans: 下拉更新
zh_hant: 下拉更新

# CommonRainmaker
source: Rainmaker
de: Operation Goldfisch
es: Pez dorado
es_mx: Pez dorado
fr: Mission Bazookarpe
it: Bazookarp
ja: ガチホコバトル
ko: 랭크 피시 배틀
nl: Bazookarper
ru: Мегакарп
zh_hans: 真格鱼虎对战
zh_hant: 真格魚虎對戰

# CommonShare
source: Share
de: Teilen
es: Compartir
es_mx: Compartir
fr: Partager
it: Condividi
ja: シェア
ko: 공유
nl: Delen
ru: Поделиться
zh_hans: 分享
zh_hant: 分享

# CommonSplatZones
source: Splat Zones
de: Herrschaft
es: Pintazonas
es_mx: Pintazonas
fr: Défense de zone
it: Zona splat
ja: ガチエリア
ko: 랭크 에어리어
nl: Spetterzone
ru: Бой за зоны
zh_hans: 真格区域
zh_hant: 真格區域

# CommonTournamentManager
source: Tournaments
de: Turniere
es: Gestión de torneos
es_mx: Torneos
fr: Tournois
it: Gestione tornei
ja: タイカイサポート
ko: 대회 서포트
nl: Toernooien
ru: Турниры
zh_hans: 大赛支援助手
zh_hant: 大賽支援助手

# CommonTowerControl
source: Tower Control
de: Turm-Kommando
es: Torre
es_mx: Torreón
fr: Expédition risquée
it: Torre mobile
ja: ガチヤグラ
ko: 랭크 타워
nl: Torentwist
ru: Бой за башню
zh_hans: 真格塔楼
zh_hant: 真格塔樓

# CommonTricolor
source: Tricolor Battle
de: Dreifarb-Angriff
es: Combate tricolor
es_mx: Combate tricolor
fr: Match tricolore
it: Attacco tricolore
ja: トリカラアタック
ko: 트리컬러 어택
nl: Driekleurengevecht
ru: Трехцветный бой
zh_hans: 三色夺宝攻击
zh_hant: 三色奪寶攻擊

# CommonTricolorMatch
source: Tricolor Battle
de: Dreifarb-Match
es: Pugna tricolor
es_mx: Combate tricolor
fr: Match tricolore
it: Scontro tricolore
ja: トリカラマッチ
ko: 트리컬러 매치
nl: Driekleurengevecht
ru: Трехцветный бой
zh_hans: 三色夺宝比赛
zh_hant: 三色奪寶比賽

# CommonTurfWar
source: Turf War
de: Revierkampf
es: Territorial
es_mx: Territorial
fr: Guerre de territoire
it: Mischie mollusche
ja: ナワバリバトル
ko: 영역 배틀
nl: Grondoorlog
ru: Бой за район
zh_hans: 占地对战
zh_hant: 占地對戰

# CommonWpnNotfound
source: Unknown
de: Unbekannt
es: Desconocido
es_mx: Vacía
fr: Inconnu
it: Sconosciuto
ja: はてな
ko: 물음표
nl: Onbekend
ru: Нет данных
zh_hans: 问号
zh_hant: 問號

# CoopCoopEnemySakeArtillery
source: Big Shot
de: Kanonya
es: Artilleroide
es_mx: Artilleroide
fr: Gros boulet
it: Cannoniere
ja: テッキュウ
ko: 철 구슬
nl: Bombarie
ru: ядровик
zh_hans: 铁球鱼
zh_hant: 鐵球魚

# CoopCoopEnemySakeBigMouth
source: Mudmouth
de: Schlämmermaul
es: Morrolodo
es_mx: Bocalodo
fr: Salmonoïde de boue
it: Fangonoide
ja: ドロシャケ
ko: 진흙연어
nl: Moddermuil
ru: илистый ревун
zh_hans: 泥鲑鱼
zh_hant: 泥鮭魚

# CoopCoopEnemySakeBigMouthGold
source: Mudmouth
de: Schlämmermaul
es: Morrolodo
es_mx: Bocalodo
fr: Salmonoïde de boue
it: Fangonoide
ja: ドロシャケ
ko: 진흙연어
nl: Moddermuil
ru: илистый ревун
zh_hans: 泥鲑鱼
zh_hant: 泥鮭魚

# CoopCoopEnemySakeCopter
source: Chinook
de: Kopta
es: Salmocóptero
es_mx: Salmocóptero
fr: Salmocoptère
it: Salmocottero
ja: シャケコプター
ko: 연어콥터
nl: Salmokopter
ru: геликомуль
zh_hans: 直升机鲑鱼
zh_hant: 直升機鮭魚

# CoopCoopEnemySakediver
source: Maws
de: Grablax
es: Fáucex
es_mx: Mandíburo
fr: Gobb
it: Boccalone
ja: モグラ
ko: 두더지
nl: Snaai
ru: Жуй-Горбуш
zh_hans: 鼹鼠鱼
zh_hant: 鼴鼠魚

# CoopCoopEnemySakeDolphin
source: Flipper-Flopper
de: Sturmreifer
es: Chapotero
es_mx: Chapotero
fr: Ploufion
it: Tuffone
ja: ダイバー
ko: 다이버
nl: Dompelaar
ru: хулахлюп
zh_hans: 潜水鱼
zh_hant: 潛水魚

# CoopCoopEnemySakedozer
source: Griller
de: Killgrill
es: Chaparrilla
es_mx: Brasaleta
fr: Barbeurk
it: Grill
ja: グリル
ko: 그릴
ru: жаровнер
zh_hans: 烤架鱼
zh_hant: 烤架魚

# CoopCoopEnemySakeFlyBagman
source: Snatcher
de: Samko
es: Rastrerón
es_mx: Hurtón
fr: Barboteur
it: Razziatore
ja: タマヒロイ
ko: 알주어
nl: Zammel
ru: умыкумжа
zh_hans: 拾蛋鱼
zh_hant: 拾蛋魚

# CoopCoopEnemySakeJaw
source: Megalodontia
de: Kataklysmaul
es: Megalodoncio
es_mx: Megalodoncio
fr: Salmodon
it: Mascello
ja: ジョー
ko: 죠
nl: Beugelbakkes
ru: мегалодент
zh_hans: 巨颚
zh_hant: 巨顎

# CoopCoopEnemySakelienBomber
source: Steelhead
de: Bäm
es: Ferroz
es_mx: Ferroz
fr: Tête-de-pneu
it: Bomber
ja: バクダン
ko: 폭탄
nl: Staalkop
ru: Дядя Семг
zh_hans: 炸弹鱼
zh_hant: 炸彈魚

# CoopCoopEnemySakelienCupTwins
source: Flyfish
de: Rakzak
es: Drónido
es_mx: Drónido
fr: Aéro Ben
it: Salmodrone
ja: カタパッド
ko: 어깨 패드
nl: Salmodrone
ru: неркетчик
zh_hans: 垫肩飞鱼
zh_hant: 墊肩飛魚

# CoopCoopEnemySakelienGiant
source: Cohozuna
de: Malmsalm
es: Salmonote
es_mx: Salmonote
fr: Salmotori
it: Colossalmonoide
ja: ヨコヅナ
ko: 천하장사
nl: Sumosalmo
ru: Исполид
zh_hans: 横纲
zh_hant: 橫綱

# CoopCoopEnemySakelienGolden
source: Goldie
es: Salmóreo
es_mx: Orónido
fr: Dorax
it: Pinne d'oro
ja: キンシャケ
ko: 황금연어
ru: Великий Сам О’Нид
zh_hans: 金鲑鱼
zh_hant: 金鮭魚

# CoopCoopEnemySakelienLarge
source: Cohock
de: Brocken
es: Escamacarra
es_mx: Agallón
fr: Sumoche
it: Pinna Pingue
ja: ドスコイ
ko: 덩치연어
nl: Sallog
ru: сковорейдер
zh_hans: 大胖鱼
zh_hant: 大胖魚

# CoopCoopEnemySakelienShield
source: Scrapper
de: Pfanndit
es: Chatarrónido
es_mx: Parrillero
fr: Bricabrute
it: Blindomito
ja: テッパン
ko: 철판
nl: Jutter
ru: кетанкист
zh_hans: 铁板鱼
zh_hant: 鐵板魚

# CoopCoopEnemySakelienSmall
source: Smallfry
de: Salmini
es: Cenutrín
es_mx: Escamita
fr: Salmioche
it: Salmonello
ja: コジャケ
ko: 꼬마연어
nl: Salmini
ru: малетчик
zh_hans: 小鲑鱼
zh_hant: 小鮭魚

# CoopCoopEnemySakelienSnake
source: Steel Eel
de: Staal
es: Raspoide
es_mx: Anguiladera
fr: Carnacier
it: Anguilmone
ja: ヘビ
ko: 뱀
nl: Staal
ru: громыхариус
zh_hans: 蛇鱼
zh_hant: 蛇魚

# CoopCoopEnemySakelienStandard
source: Chum
de: Salmo
es: Salmoche
es_mx: Salmoide
fr: Salmoche
it: Spadello
ja: シャケ
ko: 연어
nl: Salmo
ru: скороварвар
zh_hans: 鲑鱼
zh_hant: 鮭魚

# CoopCoopEnemySakelienTower
source: Stinger
de: Stapla
es: Pilónido
es_mx: Fregatorre
fr: Marmirador
it: Pentolaio
ja: タワー
ko: 타워
nl: Staaplo
ru: Котельный Сиг
zh_hans: 高塔鱼
zh_hant: 高塔魚

# CoopCoopEnemySakePillar
source: Fish Stick
de: Mobelisk
es: Viga
es_mx: Viga
fr: Pylônoïde
it: Trivellaccio
ja: ハシラ
ko: 기둥
nl: Salmonoliet
ru: бурмонид
zh_hans: 柱鱼
zh_hant: 柱魚

# CoopCoopEnemySakerocket
source: Drizzler
de: Regnar
es: Barreno
es_mx: Paragüista
fr: Crachin
it: Piovasco
ja: コウモリ
ko: 박쥐
nl: Miezer
ru: метеоголец
zh_hans: 蝙蝠鱼
zh_hant: 蝙蝠魚

# CoopCoopEnemySakeRope
source: Horrorboros
de: Horroboros
es: Dragón
es_mx: Dragón
fr: Salmophide
it: Orroboros
ja: タツ
ko: 용
nl: Horroboros
ru: скверноборос
zh_hans: 辰龙
zh_hant: 辰龍

# CoopCoopEnemySakeSaucer
source: Slammin' Lid
de: Deckler
es: Tapaollas
es_mx: Tapaollas
fr: Couverclard
it: Coperchiotto
ja: ナベブタ
ko: 냄비 뚜껑
nl: Dreksel
ru: мокрышка
zh_hans: 锅盖鱼
zh_hant: 鍋蓋魚

# CoopCoopEnemyTriple
source: Triumvirate
de: Trioffensive
es: Trialianza
es_mx: Trialianza
fr: Triumvirat
it: Triumvirato
ja: オカシラ連合
ko: 두목 연합
nl: Monstertrio
ru: триумвират
zh_hans: 头目联合
zh_hant: 頭目聯合

# CoopCoopGradeGrade00
source: Apprentice
de: Azubi
es: Aprendiz
es_mx: Aprendiz
fr: Néophyte
it: Apprendista
ja: かけだし
ko: 초보
nl: Uitzendkracht
ru: Рабочий
zh_hans: 新手
zh_hant: 新手

# CoopCoopGradeGrade01
source: Part-Timer
de: Teilzeitkraft
es: Subordinado
es_mx: Subordinado
fr: Stagiaire
it: Tirocinante
ja: はんにんまえ
ko: 견습
ru: Бригадир
zh_hans: 半吊子
zh_hant: 半吊子

# CoopCoopGradeGrade02
source: Go-Getter
de: Fachpersonal
es: Capataz
es_mx: Supervisor
fr: Semi-pro
it: Carrierista
ja: いちにんまえ
ko: 일반
nl: Vaste kracht
ru: Старший бригадир
zh_hans: 独当一面
zh_hant: 獨當一面

# CoopCoopGradeGrade03
source: Overachiever
de: Führungskraft
es: Gerente
es_mx: Gerente
fr: Pro
it: Promessa
ja: じゅくれん
ko: 전문
nl: Leidinggevende
ru: Зам. начальника
zh_hans: 熟练
zh_hant: 熟練

# CoopCoopGradeGrade04
source: Profreshional
de: Boss
es: Jefe
es_mx: Jefe
fr: Prodige
it: Professionista
ja: たつじん
ko: 달인
nl: Baas
ru: Начальник
zh_hans: 达人
zh_hant: 達人

# CoopCoopGradeGrade05
source: Profreshional +1
de: Boss +1
es: Jefe +1
es_mx: Jefe +1
fr: Prodige +1
it: Professionista +1
ja: たつじん＋１
ko: 달인 +1
nl: Baas +1
ru: Начальник +1
zh_hans: 达人+1
zh_hant: 達人+1

# CoopCoopGradeGrade06
source: Profreshional +2
de: Boss +2
es: Jefe +2
es_mx: Jefe +2
fr: Prodige +2
it: Professionista +2
ja: たつじん＋２
ko: 달인 +2
nl: Baas +2
ru: Начальник +2
zh_hans: 达人+2
zh_hant: 達人+2

# CoopCoopGradeGrade07
source: Profreshional +3
de: Boss +3
es: Jefe +3
es_mx: Jefe +3
fr: Prodige +3
it: Professionista +3
ja: たつじん＋３
ko: 달인 +3
nl: Baas +3
ru: Начальник +3
zh_hans: 达人+3
zh_hant: 達人+3

# CoopCoopGradeGrade08
source: Eggsecutive VP
de: Legende
es: Director
es_mx: Director
fr: Légende
it: Dirigente
ja: でんせつ
ko: 전설
nl: Legende
ru: Гендиректор
zh_hans: 传说
zh_hant: 傳說

# CoopCoopGradeGradeArbeiter00
source: Apprentice
de: Azubi
es: Aprendiz eventual
es_mx: Aprendiz
fr: Néophyte
it: Apprendista
ja: かけだし アルバイター
ko: 초보 아르바이트생
nl: Uitzendkracht
ru: Рабочий
zh_hans: 新手 打工仔
zh_hant: 新手 打工仔

# CoopCoopGradeGradeArbeiter01
source: Part-Timer
de: Teilzeitkraft
es: Subordinado eventual
es_mx: Subordinado
fr: Stagiaire
it: Tirocinante
ja: はんにんまえ アルバイター
ko: 견습 아르바이트생
ru: Бригадир
zh_hans: 半吊子 打工仔
zh_hant: 半吊子 打工仔

# CoopCoopGradeGradeArbeiter02
source: Go-Getter
de: Fachpersonal
es: Capataz eventual
es_mx: Supervisor
fr: Semi-pro
it: Carrierista
ja: いちにんまえ アルバイター
ko: 일반 아르바이트생
nl: Vaste kracht
ru: Старший бригадир
zh_hans: 独当一面 打工仔
zh_hant: 獨當一面 打工仔

# CoopCoopGradeGradeArbeiter03
source: Overachiever
de: Führungskraft
es: Gerente eventual
es_mx: Gerente
fr: Pro
it: Promessa
ja: じゅくれん アルバイター
ko: 전문 아르바이트생
nl: Leidinggevende
ru: Зам. начальника
zh_hans: 熟练 打工仔
zh_hant: 熟練 打工仔

# CoopCoopGradeGradeArbeiter04
source: Profreshional
de: Boss
es: Jefe eventual
es_mx: Jefe
fr: Prodige
it: Professionista
ja: たつじん アルバイター
ko: 달인 아르바이트생
nl: Baas
ru: Начальник
zh_hans: 达人 打工仔
zh_hant: 達人 打工仔

# CoopCoopGradeGradeArbeiter05
source: Profreshional +1
de: Boss +1
es: Jefe +1 eventual
es_mx: Jefe +1
fr: Prodige +1
it: Professionista +1
ja: たつじん＋１ アルバイター
ko: 달인 아르바이트생 +1
nl: Baas +1
ru: Начальник +1
zh_hans: 达人+1 打工仔
zh_hant: 達人+1 打工仔

# CoopCoopGradeGradeArbeiter06
source: Profreshional +2
de: Boss +2
es: Jefe +2 eventual
es_mx: Jefe +2
fr: Prodige +2
it: Professionista +2
ja: たつじん＋２ アルバイター
ko: 달인 아르바이트생 +2
nl: Baas +2
ru: Начальник +2
zh_hans: 达人+2 打工仔
zh_hant: 達人+2 打工仔

# CoopCoopGradeGradeArbeiter07
source: Profreshional +3
de: Boss +3
es: Jefe +3 eventual
es_mx: Jefe +3
fr: Prodige +3
it: Professionista +3
ja: たつじん＋３ アルバイター
ko: 달인 아르바이트생 +3
nl: Baas +3
ru: Начальник +3
zh_hans: 达人+3 打工仔
zh_hant: 達人+3 打工仔

# CoopCoopGradeGradeArbeiter08
source: Eggsecutive VP
de: Legende
es: Director eventual
es_mx: Director
fr: Légende
it: Dirigente
ja: でんせつ アルバイター
ko: 전설의 아르바이트생
nl: Legende
ru: Гендиректор
zh_hans: 传说 打工仔
zh_hant: 傳說 打工仔

# CoopCoopSkinNameCop001
source: Orange Slopsuit
de: Orange Arbeitsklamotten
es: Mono de trabajo naranja
es_mx: Uniforme de trabajo naranja
fr: Salopette orange
it: Salopette arancione
ja: バイトツナギ オレンジ
ko: 오렌지 작업복
nl: Oranje werkkloffie
ru: Оранжевый комбинезон
zh_hans: 打工连身工作服 橘色
zh_hant: 打工連身工作服 橘色

# CoopCoopSkinNameCop002
source: Green Slopsuit
de: Grüne Arbeitsklamotten
es: Mono de trabajo verde
es_mx: Uniforme de trabajo verde
fr: Salopette verte
it: Salopette verde
ja: バイトツナギ グリーン
ko: 그린 작업복
nl: Groen werkkloffie
ru: Зеленый комбинезон
zh_hans: 打工连身工作服 绿色
zh_hant: 打工連身工作服 綠色

# CoopCoopSkinNameCop003
source: Yellow Slopsuit
de: Gelbe Arbeitsklamotten
es: Mono de trabajo amarillo
es_mx: Uniforme de trabajo amarillo
fr: Salopette jaune
it: Salopette gialla
ja: バイトツナギ イエロー
ko: 옐로 작업복
nl: Geel werkkloffie
ru: Желтый комбинезон
zh_hans: 打工连身工作服 黄色
zh_hant: 打工連身工作服 黃色

# CoopCoopSkinNameCop004
source: Pink Slopsuit
de: Rosa Arbeitsklamotten
es: Mono de trabajo rosa
es_mx: Uniforme de trabajo rosa
fr: Salopette rose
it: Salopette rosa
ja: バイトツナギ ピンク
ko: 핑크 작업복
nl: Roze werkkloffie
ru: Розовый комбинезон
zh_hans: 打工连身工作服 粉红色
zh_hant: 打工連身工作服 粉紅色

# CoopCoopSkinNameCop005
source: Blue Slopsuit
de: Blaue Arbeitsklamotten
es: Mono de trabajo azul
es_mx: Uniforme de trabajo azul
fr: Salopette bleue
it: Salopette blu
ja: バイトツナギ ブルー
ko: 블루 작업복
nl: Blauw werkkloffie
ru: Голубой комбинезон
zh_hans: 打工连身工作服 蓝色
zh_hant: 打工連身工作服 藍色

# CoopCoopSkinNameCop006
source: Black Slopsuit
de: Schwarze Arbeitsklamotten
es: Mono de trabajo negro
es_mx: Uniforme de trabajo negro
fr: Salopette noire
it: Salopette nera
ja: バイトツナギ ブラック
ko: 블랙 작업복
nl: Zwart werkkloffie
ru: Черный комбинезон
zh_hans: 打工连身工作服 黑色
zh_hant: 打工連身工作服 黑色

# CoopCoopSkinNameCop007
source: White Slopsuit
de: Weiße Arbeitsklamotten
es: Mono de trabajo blanco
es_mx: Uniforme de trabajo blanco
fr: Salopette blanche
it: Salopette bianca
ja: バイトツナギ ホワイト
ko: 화이트 작업복
nl: Wit werkkloffie
ru: Белый комбинезон
zh_hans: 打工连身工作服 白色
zh_hant: 打工連身工作服 白色

# CoopCoopSkinNameCop008
source: Orange Gloopsuit
de: Orange Wattwater
es: Vadeador naranja
es_mx: Overol de trabajo naranja
fr: Combi caoutchouc orange
it: Tuta da pesca arancione
ja: バイトウェーダー オレンジ
ko: 오렌지 아르바이트 웨이더
nl: Oranje ploeterkloffie
ru: Гидрокомплект «Оранж»
zh_hans: 打工防水衣 橘色
zh_hant: 打工防水衣 橘色

# CoopCoopSkinNameCop009
source: Black Gloopsuit
de: Schwarze Wattwater
es: Vadeador negro
es_mx: Overol de trabajo negro
fr: Combi caoutchouc noire
it: Tuta da pesca nera
ja: バイトウェーダー ブラック
ko: 블랙 아르바이트 웨이더
nl: Zwart ploeterkloffie
ru: Гидрокомплект «Нуар»
zh_hans: 打工防水衣 黑色
zh_hant: 打工防水衣 黑色

# CoopCoopSkinNameCop010
source: Yellow Gloopsuit
de: Gelbe Wattwater
es: Vadeador amarillo
es_mx: Overol de trabajo amarillo
fr: Combi caoutchouc jaune
it: Tuta da pesca gialla
ja: バイトウェーダー イエロー
ko: 옐로 아르바이트 웨이더
nl: Geel ploeterkloffie
ru: Гидрокомплект «Лимон»
zh_hans: 打工防水衣 黄色
zh_hant: 打工防水衣 黃色

# CoopCoopSkinNameCop011
source: Brown Gloopsuit
de: Braune Wattwater
es: Vadeador marrón
es_mx: Overol de trabajo marrón
fr: Combi caoutchouc marron
it: Tuta da pesca marrone
ja: バイトウェーダー ブラウン
ko: 브라운 아르바이트 웨이더
nl: Bruin ploeterkloffie
ru: Гидрокомплект «Какао»
zh_hans: 打工防水衣 棕色
zh_hant: 打工防水衣 棕色

# CoopCoopSkinNameCop012
source: Polka-Dot Slopsuit
de: Pünktchen-Klamotten
es: Mono de trabajo lunares
es_mx: Uniforme de trabajo lunares
fr: Combi à pois
it: Salopette a pois
ja: バイトツナギ ドット
ko: 도트 작업복
nl: Stippelwerkkloffie
ru: Комбинезон в горох
zh_hans: 打工连身工作服 点点
zh_hant: 打工連身工作服 點點

# CoopCoopSkinNameCop013
source: Camo Slopsuit
de: Camo-Klamotten
es: Mono de trabajo camuflaje
es_mx: Uniforme de trabajo camufl.
fr: Combi camouflage
it: Salopette mimetica
ja: バイトツナギ カモ
ko: 카무 작업복
nl: Camouflagewerkkloffie
ru: Камуфляжный комбинезон
zh_hans: 打工连身工作服 迷彩
zh_hant: 打工連身工作服 迷彩

# CoopCoopSkinNameCop014
source: Koi Slopsuit
de: Koi-Klamotten
es: Mono de trabajo carpas
es_mx: Uniforme de trabajo kois
fr: Combi carpe koï
it: Salopette koi
ja: バイトツナギ ニシキ
ko: 비단잉어 작업복
nl: Koi-werkkloffie
ru: Комбинезон с кои
zh_hans: 打工连身工作服 锦鲤
zh_hant: 打工連身工作服 錦鯉

# CoopCoopSkinNameCop015
source: Peach Gloopsuit
de: Pfirsich-Wattwater
es: Vadeador ciruela
es_mx: Overol de trabajo ciruela
fr: Salopette pêche
it: Tuta da pesca rosa e viola
ja: バイトウェーダー ピーチ
ko: 피치 아르바이트 웨이더
nl: Perzikploeterkloffie
ru: Гидрокомплект «Персик»
zh_hans: 打工防水衣 桃红
zh_hant: 打工防水衣 桃紅

# CoopCoopSkinNameCop016
source: Lime Gloopsuit
de: Limetten-Wattwater
es: Vadeador lima
es_mx: Overol de trabajo cítrico
fr: Salopette limette
it: Tuta da pesca lime e gialla
ja: バイトウェーダー ライム
ko: 라임 아르바이트 웨이더
nl: Limoenploeterkloffie
ru: Гидрокомплект «Лайм»
zh_hans: 打工防水衣 莱姆绿
zh_hant: 打工防水衣 萊姆綠

# CoopCoopSkinNameCop017
source: Berry Gloopsuit
de: Beeren-Wattwater
es: Vadeador bayas
es_mx: Overol de trabajo bayas
fr: Salopette baie rouge
it: Tuta da pesca rossa e blu
ja: バイトウェーダー ベリー
ko: 베리 아르바이트 웨이더
nl: Bessenploeterkloffie
ru: Гидрокомплект «Ягода»
zh_hans: 打工防水衣 莓果红
zh_hant: 打工防水衣 莓果紅
