Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GearGearNameShoesShi053
source: Crab-Trap Squidkid III
de: Squidkids III KrabLuxe
es: Calamark- ZY
es_mx: Calamark ZY
fr: Egings III CN
it: Mitilik 3 Grankio
ja: エギング3 ZY
ko: 에깅 3 DG
nl: Squidkid III KE
ru: Шузы «Клуб-краб»
zh_hans: 饵木钓鞋3 ZY
zh_hant: 餌木釣鞋3 ZY

# GearGearNameShoesSht000
source: Pink Trainers
de: Pinke Turnschuhe
es: Deportiva rosa
es_mx: Deportivos rosas
fr: Baskets roses
it: Runner rosa
ja: ピンクビーンズ
ko: 핑크 스니커즈
nl: Roze sportschoenen
ru: Розовые кроссовки
zh_hans: 糖果运动鞋 粉红色
zh_hant: 糖果運動鞋 粉紅色

# GearGearNameShoesSht001
source: Orange Arrows
de: Orange Pfeilschuhe
es: Velcro naranja
es_mx: Velcro naranja
fr: Flèches orange
it: Arrow arancioblu
ja: オレンジアローズ
ko: 오렌지 애로
nl: Oranje pijlsneakers
ru: Оранжевые «Стрелы»
zh_hans: 箭标鞋 橘色
zh_hant: 箭標鞋 橘色

# GearGearNameShoesSht002
source: Neon Sea Slugs
de: Neongrüne Laufschuhe
es: Zapatilla verde neón
es_mx: Anguilas verde neón
fr: Anguilles vert fluo
it: Swimmer verdi fluo
ja: ウミウシイエロー
ko: 옐로 해우
nl: Neongroene sportschoenen
ru: Лаймовые кроссовки
zh_hans: 海蛞蝓鞋 黄色
zh_hant: 海蛞蝓鞋 黃色

# GearGearNameShoesSht003
source: White Arrows
de: Weiße Pfeilschuhe
es: Velcro blanca
es_mx: Velcro blancos
fr: Flèches blanches
it: Arrow bianche
ja: ホワイトアローズ
ko: 화이트 애로
nl: Witte pijlsneakers
ru: Белые «Стрелы»
zh_hans: 箭标鞋 白色
zh_hant: 箭標鞋 白色

# GearGearNameShoesSht004
source: Cyan Trainers
de: Türkise Turnschuhe
es: Deportiva celeste
es_mx: Deportivos cian
fr: Baskets turquoise
it: Runner verdeacqua
ja: シアンビーンズ
ko: 시안 스니커즈
nl: Turquoise sportschoenen
ru: Бирюзовые кроссовки
zh_hans: 糖果运动鞋 蓝绿色
zh_hant: 糖果運動鞋 藍綠色

# GearGearNameShoesSht005
source: Blue Sea Slugs
de: Blaue Laufschuhe
es: Zapatilla azul
es_mx: Anguilas azules
fr: Anguilles bleues
it: Swimmer blu
ja: ウミウシブルー
ko: 블루 해우
nl: Blauwe sportschoenen
ru: Синие кроссовки
zh_hans: 海蛞蝓鞋 蓝色
zh_hant: 海蛞蝓鞋 藍色

# GearGearNameShoesSht006
source: Red Sea Slugs
de: Rote Laufschuhe
es: Zapatilla roja
es_mx: Anguilas rojos
fr: Anguilles rouges
it: Swimmer rosse
ja: ウミウシレッド
ko: 레드 해우
nl: Rode sportschoenen
ru: Красные кроссовки
zh_hans: 海蛞蝓鞋 红色
zh_hant: 海蛞蝓鞋 紅色

# GearGearNameShoesSht007
source: Purple Sea Slugs
de: Lila Laufschuhe
es: Zapatilla morada
es_mx: Anguilas morados
fr: Anguilles violettes
it: Swimmer viola
ja: ウミウシパープル
ko: 퍼플 해우
nl: Paarse sportschoenen
ru: Лиловые кроссовки
zh_hans: 海蛞蝓鞋 紫色
zh_hant: 海蛞蝓鞋 紫色

# GearGearNameShoesSht008
source: Crazy Arrows
de: Bunte Pfeilschuhe
es: Velcro multicolor
es_mx: Velcro multicolor
fr: Flèches délirium
it: Arrow arcobaleno
ja: クレイジーアローズ
ko: 크레이지 애로
nl: Felgekleurde pijlsneakers
ru: Кроссовки «Психо»
zh_hans: 箭标鞋 狂热
zh_hant: 箭標鞋 狂熱

# GearGearNameShoesSht009
source: Black Trainers
de: Schwarze Turnschuhe
es: Deportiva negra
es_mx: Deportivos negros
fr: Baskets noires
it: Runner nere
ja: ブラックビーンズ
ko: 블랙 스니커즈
nl: Zwarte sportschoenen
ru: Черные кроссовки
zh_hans: 糖果运动鞋 黑色
zh_hant: 糖果運動鞋 黑色

# GearGearNameShoesSht010
source: Violet Trainers
de: Violette Turnschuhe
es: Deportiva violeta
es_mx: Deportivos violetas
fr: Baskets violettes
it: Runner viola
ja: スミレビーンズ
ko: 제비꽃 스니커즈
nl: Violette sportschoenen
ru: Фиолетовые кроссовки
zh_hans: 糖果运动鞋 紫花地丁
zh_hant: 糖果運動鞋 紫花地丁

# GearGearNameShoesSht011
source: Canary Trainers
de: Kanarien-Turnschuhe
es: Deportiva selva
es_mx: Deportivos amarillos
fr: Baskets canari
it: Runner canarino
ja: カナリアビーンズ
ko: 카나리아 스니커즈
nl: Kanariegele sportschoenen
ru: Кроссовки «Канарейки»
zh_hans: 糖果运动鞋 金丝雀
zh_hant: 糖果運動鞋 金絲雀

# GearGearNameShoesSht012
source: Yellow-Mesh Sneakers
de: Gelbe Netzsneaker
es: Deportiva de malla amarilla
es_mx: Tenis transpirables amarillos
fr: Baskets filet jaune
it: Sportive giallo fluo
ja: アロメッシュイエロー
ko: 옐로 메시 스니커즈
nl: Gele gaassneakers
ru: Желтые кроссы «Сеть»
zh_hans: 艾洛网眼运动鞋 黄色
zh_hant: 艾洛網眼運動鞋 黃色

# GearGearNameShoesSht013
source: Arrow Pull-Ons
de: Pfeil-Pull-ons
es: Velcro elegante
es_mx: Velcro Tonken
fr: Flèches unies
it: Arrow eleganti
ja: アローズ タタキベッチュー
ko: 애로 오더 메이드
nl: Pijlenlaarsjes
ru: Кроссовки без шнуровки
zh_hans: 箭标鞋 剑尖鱿特制
zh_hant: 箭標鞋 劍尖魷特製

# GearGearNameShoesSht014
source: Orange-Mesh Sneakers
de: Orange Netzsneaker
es: Deportiva de malla naranja
es_mx: Tenis transpirables naranjas
fr: Baskets filet orange
it: Sportive arancioni
ja: アロメッシュバーミリオン
ko: 오렌지 메시 스니커즈
nl: Oranje gaassneakers
ru: Рыжие кроссы «Сеть»
zh_hans: 艾洛网眼运动鞋 朱红色
zh_hant: 艾洛網眼運動鞋 朱紅色

# GearGearNameShoesSht015
source: N-Pacer CaO
es: Zapakrakien tiza
es_mx: Empeatón CaO
fr: Baskets DUX Calcium
it: Sneaker CaO
ja: エンペーサーCaO
ko: 엔페이서 CaO
ru: Кроссы «VIP» (белые)
zh_hans: 皇耆鞋CaO
zh_hant: 皇耆鞋CaO

# GearGearNameShoesSht016
source: N-Pacer Ag
es: Zapakrakien plata
es_mx: Empeatón Ag
fr: Baskets DUX Argent
it: Sneaker Ag
ja: エンペーサーAg
ko: 엔페이서 Ag
ru: Кроссы «VIP» (серебристые)
zh_hans: 皇耆鞋Ag
zh_hant: 皇耆鞋Ag

# GearGearNameShoesSht017
source: N-Pacer Au
es: Zapakrakien oro
es_mx: Empeatón Au
fr: Baskets DUX Or
it: Sneaker Au
ja: エンペーサーAu
ko: 엔페이서 Au
ru: Кроссы «VIP» (золотые)
zh_hans: 皇耆鞋Au
zh_hant: 皇耆鞋Au

# GearGearNameShoesSht018
source: Sea Slug Volt 95s
de: Laufschuhe Volt 95
es: Zapatilla Volt 95
es_mx: Anguilas Volt 95
fr: Anguilles Volt 95
it: Swimmer Volt 95
ja: ウミウシボルト95
ko: 해우 볼트 95
nl: Volt 95-sportschoenen
ru: Кроссовки «Вольт 95»
zh_hans: 海蛞蝓鞋 伏特95
zh_hant: 海蛞蝓鞋 伏特95

# GearGearNameShoesSht019
source: Athletic Arrows
de: Sportive Pfeilschuhe
es: Velcro atlética
es_mx: Velcro atléticos
fr: Flèches athlétiques
it: Arrow da ginnastica
ja: アスレチックアローズ
ko: 애슬레틱 애로
nl: Sportieve pijlsneakers
ru: Спортивные «Стрелы»
zh_hans: 箭标鞋 运动
zh_hant: 箭標鞋 運動

# GearGearNameShoesSht020
source: U Jellys
de: Sneaker Translux
es: Zapatilla sashimi
es_mx: Tenis sashimi
fr: Baskets translux
it: Sneaker medusa
ja: イカサシ スクランブル
ko: 오징어회 스크램블
nl: Transparante sandalen
ru: Кроссы-желейки
zh_hans: 鱿鱼生鱼片 Scramble
zh_hant: 魷魚生魚片 Scramble

# GearGearNameShoesSht021
source: Hyper Guppies
de: Hyper-Guppys
es: Zapatilla hipertramada
es_mx: Tenis olomina
fr: Baskets corail
it: Sneaker corallo
ja: グッピーフラミンゴ
ko: 거피 플라밍고
nl: Funky vlechtwerksneakers
ru: «Гипергуппешки»
zh_hans: 佛朗明哥孔雀鱼运动鞋
zh_hant: 佛朗明哥孔雀魚運動鞋

# GearGearNameShoesSht022
source: Turbo Tabi Red
de: Lachs-Turbo-Tabi
es: Zapato con dedos rojo
es_mx: Tenis turbo rojos
fr: Turbo-tabis rouges
it: Sneaker turbo rosse
ja: MOVEレッド
ko: 레드 MOVE
nl: Rode turbo-tabisneakers
ru: Турботаби «Лосось»
zh_hans: MOVE跑鞋 红色
zh_hant: MOVE跑鞋 紅色

# GearGearNameShoesSht023
source: E-JECT 30XX
de: AL-G 9
es: Deportiva AL-GA 30XX
es_mx: Tenis AL-GA 30XX
fr: AL-GA 30XX
it: AL-GA 30XX
ja: MODZ-9
nl: A.L.G. 30XX
ru: Кроссы «М-ЕХА»
zh_hans: MODZ-9
zh_hant: MODZ-9

# GearGearNameShoesSht024
source: Slamgerine Slip-Ons
de: Orange X-Sneaker
es: Deportiva megatensión
es_mx: Tenis megatensión
fr: Baskets mandarine
it: Zeppe tangerine
ja: シェルバシラWO
ko: WO 조개관자
nl: Oranje gespsneakers
ru: Слип-кроссы «Оранж»
zh_hans: 贝壳柱WO
zh_hant: 貝殼柱WO

# GearGearNameShoesSht025
source: Mako Bucket Hi-Tops
de: Mako-Sneaker
es: Deportiva aletas alta
es_mx: Tenis aletas altas
fr: Tennis montantes mako
it: Sneaker predatrici
ja: フカヒレニマイバ
ko: 더블 샥스핀
nl: Haaienvinsneakers
ru: «Акульи плавники»
zh_hans: 双鱼翅
zh_hant: 雙魚翅

# GearGearNameShoesSht026
source: Blue Shrimpsiders
de: Blaue Shrimpsider
es: Deportiva camarón azul
es_mx: Tenis camarón negros
fr: Baskets crevettes bleues
it: Sneakeretti blu
ja: シャコナックル
ko: 갯가재 너클
nl: Blauwe scampisneakers
ru: Синие «креветки»
zh_hans: 虾蛄关节运动鞋
zh_hant: 蝦蛄關節運動鞋

# GearGearNameShoesSht027
source: E-JECT 30VV
de: AL-G 9S
es: Deportiva AL-GA 30YY
es_mx: Tenis AL-GA 30YY
fr: AL-GA 30VV
it: AL-GA 30VV
ja: MODZ-9S
nl: A.L.G. 30VV
ru: Кроссы «М-ЕХА 2»
zh_hans: MODZ-9S
zh_hant: MODZ-9S

# GearGearNameShoesSht028
source: OB Gaiter Waders
de: Schlüpfschnürer OB
es: Zapatilla impermeable AR
es_mx: Tenis impermeables AR
fr: Jambières bleues et orange
it: Galosce arancioni-blu
ja: クラゲイターAKA
ko: OB 해파게이터
nl: Waadlaarzen OB
ru: Апельсиние аквашузы
zh_hans: 水母套鞋AKA
zh_hant: 水母套鞋AKA

# GearGearNameShoesSht029
source: AG Gaiter Waders
de: Schlüpfschnürer TG
es: Zapatilla impermeable AG
es_mx: Tenis impermeables AG
fr: Jambières azur et grises
it: Galosce azzurre-grigie
ja: クラゲイターMIZ
ko: AG 해파게이터
nl: Waadlaarzen AG
ru: Бирюсерые аквашузы
zh_hans: 水母套鞋MIZ
zh_hant: 水母套鞋MIZ

# GearGearNameShoesSht030
source: Noir Guppies
de: Tiefschwarz-Guppys
es: Zapatilla hipertramada BN
es_mx: Tenis olomina BN
fr: Baskets abysses
it: Sneaker mezzanotte
ja: グッピーフルブラック
ko: 올 블랙 거피
nl: Zwarte vlechtwerksneakers
ru: «Нуар-гуппешки»
zh_hans: 纯黑孔雀鱼运动鞋
zh_hant: 純黑孔雀魚運動鞋

# GearGearNameShoesSht031
source: LT-CL0WN
de: LT-CL0WNs
es: Zapatilla PPYS
es_mx: Tenis sencillos PPYS
fr: LOTEK-CL0WN
it: LT-PGL1CC1O
ja: LT90-3
nl: TownClowns
ru: Кроссы ЛТ-КЛ07Н
zh_hans: LT90-3
zh_hant: LT90-3

# GearGearNameShoesSlo000
source: Blue Lo-Tops
de: Blaue Low-Tops
es: Tenis azul
es_mx: Tenis azules
fr: Tennis bleues
it: Basse blu
ja: グリッチョ ブルー
ko: 블루 로우톱
nl: Blauwe Lo-Tops
ru: Синие сникеры
zh_hans: 低筒鞋 蓝色
zh_hant: 低筒鞋 藍色

# GearGearNameShoesSlo001
source: Banana Basics
de: Bananen-Leinenschuhe
es: Bamba plátano
es_mx: Tenis plátano
fr: Tennis banane
it: Classiche banana
ja: キャンバス バナナ
ko: 바나나 캔버스
nl: Bananensneakers
ru: Банановые полукеды
zh_hans: 帆布鞋 香蕉
zh_hant: 帆布鞋 香蕉

# GearGearNameShoesSlo002
source: LE Lo-Tops
de: Limitierte Low-Tops
es: Tenis especial
es_mx: Tenis edición limitada
fr: Tennis édition limitée
it: Basse limited
ja: グリッチョ グリーン 限定版
ko: 한정판 그린 로우톱
nl: Lo-Tops SE
ru: Раритетные сникеры
zh_hans: 低筒鞋 绿色限定版
zh_hant: 低筒鞋 綠色限定版

# GearGearNameShoesSlo003
source: White Seahorses
de: Weiße Low-Top-Sneaker
es: Hipocampo blanca
es_mx: Hipocampo blancos
fr: Hippo blanches
it: Runner bianche
ja: シーホース ホワイト
ko: 화이트 시 호스
nl: Witte sneakers
ru: Белые кроссы
zh_hans: 海马鞋 白色
zh_hant: 海馬鞋 白色

# GearGearNameShoesSlo004
source: Orange Lo-Tops
de: Orange Low-Tops
es: Tenis naranja
es_mx: Tenis naranja
fr: Tennis orange
it: Basse arancioni
ja: グリッチョ オレンジ
ko: 오렌지 로우톱
nl: Oranje Lo-Tops
ru: Оранжевые сникеры
zh_hans: 低筒鞋 橘色
zh_hant: 低筒鞋 橘色

# GearGearNameShoesSlo005
source: Black Seahorses
de: Schwarze Low-Top-Sneaker
es: Hipocampo negra
es_mx: Hipocampo negros
fr: Hippo noires
it: Runner bianconere
ja: シーホース ブラックレザー
ko: 블랙 레더 시 호스
nl: Zwarte sneakers
ru: Черные кроссы
zh_hans: 海马鞋 黑色皮革
zh_hant: 海馬鞋 黑色皮革

# GearGearNameShoesSlo006
source: Clownfish Basics
de: Clownfisch-Leinenschuhe
es: Bamba pez payaso
es_mx: Tenis pez payaso
fr: Tennis poisson-clown
it: Clownfish classiche
ja: キャンバス クマノミ
ko: 흰동가리 캔버스
nl: Anemoonvissneakers
ru: Клоунские полукеды
zh_hans: 帆布鞋 小丑鱼
zh_hant: 帆布鞋 小丑魚

# GearGearNameShoesSlo007
source: Yellow Seahorses
de: Gelbe Low-Top-Sneaker
es: Hipocampo amarilla
es_mx: Hipocampo amarillos
fr: Hippo jaunes
it: Runner verdeoro
ja: シーホース イエロー
ko: 옐로 시 호스
nl: Gele sneakers
ru: Желтые кроссы
zh_hans: 海马鞋 黄色
zh_hant: 海馬鞋 黃色

# GearGearNameShoesSlo008
source: White 3-Straps
de: Ultraweiße Klettsneaker
es: Bamba ultrablanca
es_mx: Tenis ultrablancos
fr: Baskets à scratch blanches
it: Ultrabianche a strappo
ja: ベリベリホワイト
ko: 화이트 벨크로
nl: Witte klittenbandschoenen
ru: Белые сникеры
zh_hans: 魔鬼毡鞋 白色
zh_hant: 魔鬼氈鞋 白色

# GearGearNameShoesSlo009
source: Red 3-Straps
de: Ultrarote Klettsneaker
es: Bamba ultrarroja
es_mx: Tenis ultrarrojos
fr: Baskets à scratch rouges
it: Ultrarosse a strappo
ja: ベリベリレッド
ko: 레드 벨크로
nl: Rode klittenbandschoenen
ru: Красные сникеры
zh_hans: 魔鬼毡鞋 红色
zh_hant: 魔鬼氈鞋 紅色

# GearGearNameShoesSlo010
source: Soccer Shoes
de: Stollenschuhe
es: Bota de tacos
es_mx: Tacos
fr: Chaussures à crampons
it: Scarpe da calcio
ja: ユデスパイカ
ko: 사커 슈즈
nl: Voetbalschoenen
ru: Футбольные бутсы
zh_hans: 钉鞋 橙红
zh_hant: 釘鞋 橙紅

# GearGearNameShoesSlo011
source: LE Soccer Shoes
de: Deluxe-Stollenschuhe
es: Bota de tacos extra
es_mx: Tacos primera división
fr: Chaussures à crampons DX
it: Scarpe da calcio deluxe
ja: レアスパイカ
ko: 레어 사커 슈즈
nl: Speciale editie voetbalschoenen
ru: Раритетные бутсы
zh_hans: 钉鞋 稀有
zh_hant: 釘鞋 稀有

# GearGearNameShoesSlo012
source: Sunny Climbing Shoes
de: Sonnen-Kletterschuhe
es: Tenis escalada solar
es_mx: Tenis escalada soleados
fr: Souliers d'escalade été
it: Da arrampicata fluo
ja: ボルダーシューズ タイノエ
ko: 옐로 볼더 슈즈
nl: Gele klimschoenen
ru: Ботинки альпиниста
zh_hans: 攀岩鞋 食舌虫
zh_hant: 攀岩鞋 食舌蟲

# GearGearNameShoesSlo013
source: Birch Climbing Shoes
de: Pfirsich-Kletterschuhe
es: Tenis escalada natura
es_mx: Tenis escalada frondosos
fr: Souliers d'escalade printemps
it: Da arrampicata pastello
ja: ボルダーシューズ ハザクラ
ko: 핑크 볼더 슈즈
nl: Groene klimschoenen
ru: Ботинки альпиниста-бис
zh_hans: 攀岩鞋 叶樱
zh_hant: 攀岩鞋 葉櫻

# GearGearNameShoesSlo014
source: Green Lace-Ups
de: Grüne Schnürschuhe
es: Bamba encaje verde
es_mx: Tenis planos verdes
fr: Tennis vertes
it: Verdi a stringhe
ja: ヒモヒモグリーン
ko: 그린 레이스업
nl: Groene Lace-Ups
ru: Зеленые кеды со шнурками
zh_hans: 系带鞋 绿色
zh_hant: 繫帶鞋 綠色

# GearGearNameShoesSlo015
source: White Laceless Dakroniks
de: Weiße Schnürlos-Dakroniks
es: Hipocampo-B simple blanca
es_mx: Dakronik simples blancos
fr: Baskets sans lacets blanches
it: Dakroniks senza lacci bianche
ja: デカロノーレース ホワイト
ko: 화이트 빅 로고 레이스리스
nl: Witte veterloze Dakroniks
ru: Белые кеды без шнурков
zh_hans: 无鞋带贝壳鞋 白色
zh_hant: 無鞋帶貝殼鞋 白色

# GearGearNameShoesSlo016
source: Blue Laceless Dakroniks
de: Blaue Schnürlos-Dakroniks
es: Hipocampo-B simple azul
es_mx: Dakronik simples azules
fr: Baskets sans lacets bleues
it: Dakroniks senza lacci blu
ja: デカロノーレース ブルー
ko: 블루 빅 로고 레이스리스
nl: Blauwe veterloze Dakroniks
ru: Синие кеды без шнурков
zh_hans: 无鞋带贝壳鞋 蓝色
zh_hant: 無鞋帶貝殼鞋 藍色

# GearGearNameShoesSlo017
source: Suede Gray Lace-Ups
de: Graue Wildleder-Schnürer
es: Deportiva ante gris
es_mx: Tenis ante grises
fr: Baskets suédine grises
it: Scamosciate grigie
ja: ノーリーチャッカ グレー
ko: 스웨이드 그레이 레이스업
nl: Grijze suède schoenen
ru: Серые замшевые кеды
zh_hans: 滑板查卡靴 灰色
zh_hant: 滑板查卡靴 灰色

# GearGearNameShoesSlo018
source: Suede Nation Lace-Ups
de: Mehrfarb-Wildleder-Schnürer
es: Deportiva ante multicolor
es_mx: Tenis ante multicolores
fr: Baskets suédine multicolores
it: Scamosciate multicolore
ja: ノーリーチャッカ トライブ
ko: 스웨이드 네이션 레이스업
nl: Kleurige suède schoenen
ru: Замшевые кеды «Тритон»
zh_hans: 滑板查卡靴 民族风
zh_hant: 滑板查卡靴 民族風

# GearGearNameShoesSlo019
source: Suede Marine Lace-Ups
de: Türkise Wildleder-Schnürer
es: Deportiva ante turquesa
es_mx: Tenis ante turquesas
fr: Baskets suédine turquoise
it: Scamosciate turchesi
ja: ノーリーチャッカ ロビンズ
ko: 스웨이드 마린 레이스업
nl: Turquoise suède schoenen
ru: Бирюзовые замшевые кеды
zh_hans: 滑板查卡靴 知更鸟
zh_hant: 滑板查卡靴 知更鳥

# GearGearNameShoesSlo020
source: Toni Kensa Soccer Shoes
de: Kensa-Stollenschuhe
es: Bota de tacos elegante
es_mx: Tacos Tonken
fr: Chaussures à crampons K
it: Scarpe da calcio Nero Marlin
ja: スパイカ タタキベッチュー
ko: 사커 슈즈 오더 메이드
nl: Toni Kensa-noppenschoenen
ru: Бутсы от Сушаки Кусаки
zh_hans: 钉鞋 剑尖鱿特制
zh_hant: 釘鞋 劍尖魷特製

# GearGearNameShoesSlo021
source: Wasabi Tabi
es: Deportiva wasabi
es_mx: Botas wasabi
fr: Flexi-tabis wasabi
it: Sneaker senza lacci
ja: NNJグリーン
ko: 그린 NNJ
nl: Wasabi-tabisneakers
ru: Таби «Васаби»
zh_hans: NNJ运动鞋 绿色
zh_hant: NNJ運動鞋 綠色

# GearGearNameShoesSlo022
source: Suede Basics
de: Basic-Tennisschuhe
es: Tenis básica principiante
es_mx: Tenis ante principiante
fr: Tennis suédine simples
it: Scamosciate semplici
ja: ザ・ベース ルーキー
ko: 더 베이스 루키
nl: Witte suède sneakers
ru: Полукеды «Нубик»
zh_hans: 基地训练鞋 入门
zh_hant: 基地訓練鞋 入門

# GearGearNameShoesSlo023
source: Ink-Black Clam 600s
de: 600er Kanro
es: Deportiva almeja negra
es_mx: Tenis almeja negros
fr: Baskets palourde noires
it: Vongosneaker nere
ja: クラム600 カンロ
ko: 다크 클램 600
nl: Zwarte mosselsneakers
ru: Темные устрокроссы
zh_hans: 蛤蜊600 甘露酱油
zh_hant: 蛤蜊600 甘露醬油

# GearGearNameShoesSlo024
source: Suede Bosses
de: Profi-Tennisschuhe
es: Tenis básica profesional
es_mx: Tenis ante profesional
fr: Tennis suédine pro
it: Scamosciate boss
ja: ザ・ベース ボス
ko: 더 베이스 보스
nl: Zwarte suède sneakers
ru: Полукеды «Профи»
zh_hans: 基地训练鞋 高手
zh_hant: 基地訓練鞋 高手

# GearGearNameShoesSlo025
source: White Clam 600s
de: 600er Weiß
es: Deportiva almeja blanca
es_mx: Tenis almeja blancos
fr: Baskets palourde blanches
it: Vongosneaker bianche
ja: クラム600 コハク
ko: 호박 클램 600
nl: Witte mosselsneakers
ru: Светлые устрокроссы
zh_hans: 蛤蜊600 琥珀
zh_hant: 蛤蜊600 琥珀

# GearGearNameShoesSlo026
source: Stamina Cycling Shoes
de: Radlertreter Sprint
es: Zapatilla ciclista energía
es_mx: Ciclista energía
fr: Baskets de cycliste endurantes
it: Scarpe da bici resistenza
ja: サイクルシューズ エナジー
ko: 에너지 사이클 슈즈
nl: Gele wielrenschoenen
ru: Велотуфли «Марафон»
zh_hans: 单车鞋 能量
zh_hant: 單車鞋 能量

# GearGearNameShoesSlo027
source: Energy Cycling Shoes
de: Radlertreter Tour
es: Zapatilla ciclista frescor
es_mx: Ciclista frescor
fr: Baskets de cycliste énergiques
it: Scarpe da bici energia
ja: サイクルシューズ ソーダ
ko: 소다 사이클 슈즈
nl: Blauwe wielrenschoenen
ru: Велотуфли «Энергетик»
zh_hans: 单车鞋 苏打
zh_hant: 單車鞋 蘇打

# GearGearNameShoesSlp000
source: Blue Slip-Ons
de: Blaue Slip-ons
es: Playera azul
es_mx: Mocasines azules
fr: Mocassins bleus
it: Espadrillas blu
ja: スリッポン ブルー
ko: 블루 슬립온
nl: Blauwe instappers
ru: Синие слипоны
zh_hans: 懒人鞋 蓝色
zh_hant: 懶人鞋 藍色

# GearGearNameShoesSlp001
source: Red Slip-Ons
de: Rote Slip-ons
es: Playera roja
es_mx: Mocasines rojos
fr: Mocassins rouges
it: Espadrillas rosse
ja: スリッポン レッド
ko: 레드 슬립온
nl: Rode instappers
ru: Красные слипоны
zh_hans: 懒人鞋 红色
zh_hant: 懶人鞋 紅色

# GearGearNameShoesSlp002
source: Squid-Stitch Slip-Ons
de: Pfeil-Slip-ons
es: Playera bicolor
es_mx: Mocasines bicolor
fr: Mocassins pied-de-poulpe
it: Espadrillas hip-hop
ja: スリッポン チドリ
ko: 물떼새 슬립온
nl: Instappers met patroon
ru: Слипоны со стрелками
zh_hans: 懒人鞋 千鸟
zh_hant: 懶人鞋 千鳥

# GearGearNameShoesSlp003
source: Polka-Dot Slip-Ons
de: Punkt-Slip-ons
es: Playera lunares
es_mx: Mocasines lunares
fr: Mocassins à pois
it: Espadrillas a pois
ja: スリッポン ポルカ
ko: 폴카 도트 슬립온
nl: Instappers met stippen
ru: Слипоны в горошек
zh_hans: 懒人鞋 圆点
zh_hant: 懶人鞋 圓點

# GearGearNameShoesSlp004
source: ZedFry Slip-Ons
de: Zeki-Slip-ons
es: Playera Oskkar
es_mx: Mocasines Zofrito
fr: Mocassins Frizko
it: Espadrillas EzTor
ja: チゴフグスリッポン
ko: 복어키드 슬립온
nl: Zekkie-instappers
ru: Слипоны с Тюшкой
zh_hans: 幼河豚懒人鞋
zh_hant: 幼河豚懶人鞋

# GearGearNameShoesTrg000
source: Fry Tops
de: Shrimpy-Schuhe
es: Deportiva FTNG
es_mx: Tenis FTR
fr: Baskets LaFrite
it: Gamberscarpe
ja: AGE262
ko: BASAK2S
nl: Gambagympen
ru: Хрусть-сникеры
zh_hans: AGE262
zh_hant: AGE262

# GearGearNameShoesTrg001
source: Burden of Floof
de: Miez-Miauken
es: Zarpa arbitral
es_mx: Patas arbitrales
fr: Patounes de la justice
it: Zampe felpate
ja: ジャッジメントフット
ko: 저지먼트 풋
nl: Potige stappers
ru: Судейские лапки
zh_hans: 评审鞋
zh_hant: 評審鞋

# GearGearNameShoesTrs000
source: Trail Boots
de: Wanderstiefel
es: Bota montaña
es_mx: Botas de montaña
fr: Chaussures rando
it: Scarpe da trekking
ja: トレッキングライト
ko: 라이트 하이킹 부츠
nl: Wandelschoenen
ru: Горные ботинки
zh_hans: 登山鞋 轻量
zh_hant: 登山鞋 輕量

# GearGearNameShoesTrs001
source: Custom Trail Boots
de: Spezial-Wanderstiefel
es: Bota montaña especial
es_mx: Botas de montaña especiales
fr: Chaussures rando exclusives
it: Trekking colorate
ja: トレッキングカスタム
ko: 커스텀 하이킹 부츠
nl: Speciale wandelschoenen
ru: Модные горные ботинки
zh_hans: 登山鞋 订制
zh_hant: 登山鞋 訂製

# GearGearNameShoesTrs002
source: Pro Trail Boots
de: Profi-Wanderstiefel
es: Bota montaña pro
es_mx: Botas de montaña pro
fr: Chaussures rando pro
it: Trekking pro
ja: トレッキングプロ
ko: 프로 하이킹 부츠
nl: Professionele wandelschoenen
ru: Горные ботинки ПРО
zh_hans: 登山鞋 专业
zh_hant: 登山鞋 專業

# GearGearPowerExpActionUp
source: Makes Squid Rolls and Squid Surges easier to doand steadies your aim when firing after jumping.
de: Erleichtert Tintenfischrollen und Wandsprüngesowie das Zielen beim Feuern im Sprung.
es: Facilita emerger de una pirueta y saltar desde latinta. Estabiliza los disparos del arma al saltar.
es_mx: Facilita emerger de una pirueta y saltar desde latinta. Estabiliza los disparos del arma al saltar.
fr: Facilite la vrille calamar et la déferlante calamaret stabilise ton viseur à la réception d'un saut.
it: Facilita avvitotani e impinnate e stabilizzala mira quando spari dopo un salto.
ja: イカロールやイカノボリが行いやすくなるとともに、ジャンプ直後に攻撃するときの射撃のブレが少なくなります。
ko: 징어롤과 징어클라임을 하기 쉬워지며점프 직후의 사격 조준이 덜 흔들립니다.
nl: Helpt je bij inktrollen en muurboosts, en bij hetrichten wanneer je tijdens een sprong vuurt.
ru: Будет проще выполнять кальмарные роллыи рывки. Стабилизирует прицел после прыжка.
zh_hans: 不仅能更容易使出鱿鱼滚行和鱿鱼登顶，跳跃后立即攻击时，射击的晃动也会变小。
zh_hant: 降低魷魚滾行和魷魚登頂的運用難度，並減少跳躍後立刻攻擊時的射擊偏移。

# GearGearPowerExpComeBack
source: Boosts some of your abilities for a short timeafter respawning.
de: Erhöht kurzzeitig einige Werte bei der Rückkehrnach einem K. o.
es: Ciertas habilidades mejoran durante un tiempocuando vuelves a aparecer.
es_mx: Mejora temporalmente algunas de tus habilidadesluego de la regeneración.
fr: Renforce grandement certains bonus pendantun court moment après une réapparition.
it: Quando torni in battaglia, alcune delle tue abilitàvengono potenziate per qualche secondo.
ja: プレイヤーがやられて復帰後、しばらくの間一部の能力がかなりアップします。
ko: 플레이어가 당하고 복귀한 후잠시 동안 일부 능력이 상당히 향상됩니다.
nl: Wanneer je terugkeert na een uitschakeling zijnsommige van je effecten tijdelijk krachtiger.
ru: После возврата в игру из инкубатора временноулучшает некоторые характеристики.
zh_hans: 玩家阵亡回归后，部分能力会暂时大幅提升。
zh_hant: 玩家陣亡並回歸後，暫時大幅提升部分能力。

# GearGearPowerExpDeathMarking
source: Once you've respawned, reveals the position ofthe players who splatted you.
de: Bei Rückkehr nach einem K. o. siehst du dieStandorte von Gegnern, die dich erwischt haben.
es: Al reaparecer podrás ver la ubicación de losjugadores que te hayan liquidado.
es_mx: Al regenerarte, se revelará la posición decualquier jugador activo que te haya reventado.
fr: Dévoile la position des joueurs qui ont euraison de toi quand tu réapparais.
it: Quando torni in battaglia, ti mostra la posizionedei nemici che ti hanno splattato.
ja: 復活したとき、自分を倒した相手の位置が遠くから見えるようになります。
ko: 부활했을 때 자신을 쓰러뜨린 상대의 위치를멀리서도 볼 수 있게 됩니다.
nl: Bij je terugkeer na een uitschakeling zijn despelers die je hebben uitgeschakeld, gemarkeerd.
ru: Указывает, где находятся плюхнувшие тебяигроки после того, как ты вернешься в игру.
zh_hans: 复活后，可以从远处看到击倒自己的对手位置。
zh_hant: 復活時可以從遠處看到將自己擊倒的對手所在位置。

# GearGearPowerExpEndAllUp
source: Boosts ink-recovery rate and weapon-inkefficiency for the last 30 seconds of battle.
de: Die letzten 30 Sek. eines Kampfes verbessernsich Tintenregeneration und Tintenverbrauch.
es: Aumenta la velocidad de recarga y reduce el usode tinta durante los últimos 30 s de combate.
es_mx: Eleva la velocidad de recarga y reduce el uso detinta durante los últimos 30 segundos de combate.
fr: Pendant les 30 dernières secondes, l'encrebaisse plus lentement et se régénère plus vite.
it: Velocizza il recupero di inchiostro e ne miglioral'efficienza negli ultimi 30 secondi di lotta.
ja: 対戦終了の３０カウント前からインク効率とインク回復速度がかなりアップします。
ko: 대전 종료 30초 전부터잉크 효율과 잉크 회복 속도가 상당히 상승합니다.
nl: Tijdens de laatste 30 s van een gevecht gebruikje minder inkt en raakt je inkttank sneller gevuld.
ru: В последние 30 секунд боя ускоряет пополнениекраски и делает более эффективным ее расход.
zh_hans: 从对战结束前的30计数开始墨汁效率及墨汁回复速度会大幅提升。
zh_hant: 對戰結束前，最後30計數的期間內，大幅提升墨汁效率與墨汁回復速度。
