Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# EventFlowMsgNewsBigRunResult124
source: Hey, on the next Anarchy Splatcast...let'sdo a deep dive into Um'ami Ruins lore!
de: Kinder! Idee für den nächsten Splatcast!Machen wir ein Um'ami-Ruinen-Special?
es: ¿Qué tal si en nuestra próxima emisióncontamos curiosidades sobre esas ruinas?
es_mx: ¿Qué tal si en nuestra próxima emisióncontamos curiosidades sobre esas ruinas?
fr: Eh, pour le prochain Splatcast... Si onse penchait sur l'histoire des ruines ?
it: Nel prossimo Splatcast Anarchia... parliamodella storia delle Rovine Salsadipesce!
ja: 「なぜシャケは ナンプラー遺跡をねらったのか？！」次回のバンカラジオは ３時間スペシャルで決まりじゃ！
ko: 「연어는 어째서 남플라 유적을 노린 것인가?!」다음 카오폴리스 라디오는 3시간 스페셜이니라!
nl: Hé, ideetje voor een Splatcast... Een geschie-denisaflevering over de Ruisvoornruïnes!
ru: Ну, раз такие дела, мы просто обязаныпосвятить им особый выпуск сплаткаста!
zh_hans: “为何鲑鱼盯上了鱼露遗迹？！”下期蛮颓电台就决定播出该主题的3小时特别节目！
zh_hant: 「為什麼鮭魚會盯上魚露遺跡呢！？」，下一集蠻頹電台就用這主題做個3小時特輯吧！

# EventFlowMsgNewsBigRunResult126
source: Sounds like we've got a theme song, but...we might have to learn some actual history.
de: Na, der Titel-Jingle steht schon mal.Aber wer studiert dafür die Lektüre?
es: Vale, esa nos servirá como sintonía para elreportaje. Ya solo nos falta recopilar datos.
es_mx: Bien, esa nos servirá como sintonía para elreportaje. Ahora nos falta recopilar datos.
fr: Cool, on a déjà le générique... Par contre,on va pas échapper à quelques recherches.
it: La sigla ce l'abbiamo, ma... mi sa chedovremo studiare sul serio.
ja: ほな、イカの古代文明についてキ～ッチリ 歴史のお勉強せなあかんなぁ？
ko: 그라믄 오징어의 고대 문명에 대해서열～심히 역사 공부를 해 둬야겠구마?
nl: Nou, een jingle hebben al. Maar wie gaat erbronnenonderzoek doen?
ru: Саундтреком мы обзавелись, теперьосталось только изучить историю.
zh_hans: 既然这样，就得好好～地学习鱿鱼古代文明相关的历史才行吧？
zh_hant: 既然如此，那就得好～好地學習一下跟魷魚古代文明有關的歷史才行了吧？

# EventFlowMsgNewsBigRunResult127
source: Oh, in that case, let's focus on Splatsvillestreet food instead. I'm hungry!
de: Klingt nach Arbeit! Dann neuer Vorschlag,wir machen ein Streetfood-Special. Mjam!
es: Y podríamos hablar también sobre cocinatinteliana. ¡Me está entrando hambre!
es_mx: Y podríamos hablar también sobre cocinatinteliana. ¡Ya me está dando hambre!
fr: Oh, alors on a qu'à faire une émission sur lagastronomie claboussienne ! J'ai la dalle !
it: Ah... Allora meglio concentrarsi sul cibodi strada di Splatville. Ho fame!
ja: …やっぱ次回はバンカラ街の最新グルメ特集にしようかの？
ko: …다음 회 라디오 주제는카오폴리스 타운의 최신 맛집 특집 어떻겠느냐?
nl: Klinkt als werk, ik krijg er spontaan hongervan... O, nieuw idee! Een streetfood-special!
ru: Я так не играю! Руины отменяются, новыйвыпуск будет про плюхтонский стритфуд!
zh_hans: ……下期还是播出蛮颓镇最新美食特辑吧？
zh_hant: ……下一集的主題果然還是換成蠻頹鎮的最新美食特輯好了。

# EventFlowMsgNewsBigRunResult500
source: Anyway, the other good news is that we'reall clear for the next Splatfest.
de: Jedenfalls ist damit fürs nächsteSplatfest alles in bester Margarine!
es: Ah, por cierto... Tenemos tiempo despejado,¡ideal para la celebración de un festival!
es_mx: Ah, por cierto... Tenemos buen clima,¡ideal para la celebración de un festival!
fr: Autre bonne nouvelle : on peut accueillirle prochain festival.
it: Comunque, l'altra buona notizia è chesiamo pronti per il prossimo festival.
ja: とにかく！ これで晴れて何の心配もなくフェスができるワケじゃ！
ko: 아무튼! 이제 아무 걱정 없이페스티벌을 즐길 수 있겠구나!
nl: In elk geval staat niks het volgendeSplatfest meer in de weg.
ru: Еще из хорошего: все готовок следующему Сплатфесту!
zh_hans: 总之！这样问题就解决了，可以毫无顾虑地举行祭典了！
zh_hant: 總而言之！這樣一來就毫無阻礙，可以無憂無慮地舉行祭典了！

# EventFlowMsgNewsBigRunResult501
source: Bravo, everyone! My path to leadership ofDeep Cut is now wide open.
de: Ein Lob an alle. Die neue Chefin vonSurimi Syndicate steht so gut wie fest.
es: ¡Genial! Al fin tendré ocasión de demostrarque merezco ser la líder del Clan Surimi.
es_mx: ¡Perfecto! Al fin podré demostrar quemerezco ser la líder del Clan Surimi.
fr: Bravo à tous ! J'ai un boulevard pourdevenir cheffe des Tridenfer, maintenant !
it: Bravi tutti! Ora ho la strada spianataverso la posizione di leader del Trio Triglio!
ja: みんなのおかげやで！ ほんま おおきにね！
ko: 모두가 도와준 덕분이라카이!진짜 고맙데이!
nl: Heel erg bedankt, allemaal! De weg is vrij voormijn onbetwiste leiderschap van Deep Cut!
ru: Молодцы, ребята! Теперь я точнобуду главной в Deep Cut!
zh_hans: 这都是大家的功劳！真的感激不尽！
zh_hant: 這全都是多虧有大家的幫忙！實在是感激不盡！

# EventFlowMsgNewsBigRunResult502
source: Although, technically, anyone could win.I wish you both luck!
de: Rein rechnerisch KÖNNTE zwar auch jemandanders gewinnen, aber... Nun ja. Viel Glück.
es: Ya sé, ya sé... En teoría puede ganarcualquiera... ¡Que tengáis buena suerte!
es_mx: Ya sé, ya sé... En teoría puede ganarcualquiera... ¡Que tengan buena suerte!
fr: Même si techniquement, les autres peuventaussi le devenir, mais... bonne chance !
it: Anche se, tecnicamente, chiunque potrebbevincere. Beh... buona fortuna, eh!
ja: さあさあ すりみ連合 フェスにて相争う！リーダーの座は だれの手に？！
ko: 자, 페스티벌에서 이루어질 삼합파의 경쟁!과연 리더에 어울리는 건 누구?!
nl: Eh... Al kan natuurlijk iedereen winnen.Theoretisch gezien. Veel succes, hoor!
ru: Хотя, конечно, любой из нас можетвыиграть. Теоретически.
zh_hans: 好了，鱼浆帮将在祭典互相竞争！领袖的宝座终将花落谁手？！
zh_hant: 魚漿幫之爭即將在祭典時展開！領袖的寶座會落在誰的手裡呢！？

# EventFlowMsgNewsBigRunResult600
source: Hmm, what's this? From Grizzco?
de: Nanu? Eine Nachricht von der Bär GmbH?
es: ¿Y esto?... ¿Viene de Don Oso, S. A.?
es_mx: ¿Y esto?... ¿Viene de Don Oso, S. A.?
fr: Tiens, c'est quoi ?Ça vient de M. Ours SA ?
it: Mmmh? Ah, questa? Viene dallaUrsus & Co?
ja: ……え、何？ クマサン商会から？
ko: 진짜가?Mr. 베어 상회에서?
nl: Huh, wat is dit? Een bericht van Beer & Co?
ru: Что у нас тут? Сообщение от«Потапыч Inc.»?
zh_hans: ……咦，什么？来自熊先生商会的消息？
zh_hant: ……咦？什麼？來自熊先生商會的訊息？

# EventFlowMsgNewsBigRunResult604
source: How many do you think we all got?
de: Ui! Wie viele es wohl sind?
es: ¿Cuántos habrán sido?
es_mx: ¿Cuántos habrán sido?
fr: À votre avis, on en a combien ?
it: Quante pensate che ne abbiamo raccolte?
ja: はたして何コの金イクラが集まったんかのう？！
ko: 과연 황금 연어알을 몇 개나 모았을꼬?!
nl: Hoeveel denk je dat het er zijn?
ru: Йес! Ну и сколько мы собрали?!
zh_hans: 大家究竟收集到了多少颗金鲑鱼卵呢？！
zh_hant: 結果究竟是收集到了多少顆金鮭魚卵呢？

# EventFlowMsgNewsBigRunResult605
source: Well, let's find out. The number of GoldenEggs collected in the Big Run waaas...
de: Das steht gleich dabei, liebe Muri.Die Gold-Fischei-Gesamtzahl beträäägt...
es: ¡Toca anunciar la cifra! Los alevinesobtenidos en el evento Big Run han sido...
es_mx: ¡Vamos a ver! El total de huevecillosdorados obtenidos en el Big Run fue de:
fr: On le saura bientôt. Donc, le nombre d'œufsdorés récupérés pendant le Big Run est...
it: Beh, scopriamolo. Il numero di uova d'ororaccolte durante la Big Run èèèè...
ja: それでは発表いたしやしょう！今回のビッグランで集まった金イクラの数は～？
ko: 그라믄 발표한데이!이번 빅 런에서 모은 황금 연어알의 수는～?
nl: Dat komt nu. Het totale aantal goudenvisseneieren voor de Big Run wasss...
ru: Терпение, терпение! Золотых икринокза Big Run бы-ы-ыло со-о-обрано...
zh_hans: 那就由我们来公布吧！在本次大型跑中收集到的金鲑鱼卵总数是～？
zh_hant: 現在就來公布吧！在本次的大型跑中收集到的金鮭魚卵總共是……

# EventFlowMsgNewsBigRunResult606
source: C'mon, quit dragging it out!
de: Aaaaah!Sagsagsag!
es: ¡No nos hagas esperar más!
es_mx: ¡No nos hagas esperar más!
fr: Allez, arrête de nous faire mariner !
it: Dai, non tirarla per le lunghe!
ja: はよ！ はよぅ！！
ko: 얼른! 얼른!!
nl: Kom op! Hou ons niet in spanning!
ru: Эй, не тяни кальмара за щупальца!!!
zh_hans: 快说！快说！！
zh_hant: 快啊！快說啊！！

# EventFlowMsgNewsBigRunResult6071
source: Aw, man. We didn't hit the quota.
de: Och, schade.Quote nicht erfüllt.
es: Lástima... ¡No hemos alcanzado el cupo!
es_mx: Qué mal... No alcanzamos el cupo.
fr: Ah, la lose. On a pas atteint le quota.
it: Oh no. Non abbiamo raggiunto la quota.
ja: グハッ！ ノルマには届かんかったか…！
ko: 이런! 할당량을 달성하지 못했나…!
nl: Ahhh. We hebben de doelstelling niet bereikt.
ru: Ну во-о-от... Мы не выполнили план.
zh_hans: 唔！没能达到目标配额啊……！
zh_hant: 唔！結果居然沒有達成目標配額……！

# EventFlowMsgNewsBigRunResult609
source: The bonus fish scales will be distributed toeveryone later, so hold your seahorses.
de: Nur noch etwas Geduld, liebe Teilnehmer,euer Schuppen-Bonus ist schon unterwegs!
es: Recordad que se otorgarán escamas comopremio a todos los participantes.
es_mx: Luego se otorgarán las escamas comopremio a todos los participantes.
fr: Les écailles supplémentaires serontdistribuées plus tard, alors patience.
it: Le squame di pesce extra verrannodistribuite più tardi, quindi siate pazienti.
ja: あとで全員にお礼のウロコが配られるさかい楽しみにしといてな～
ko: 난제 전원에게 사례로 비늘을 준대니다들 기대하그래이～
nl: De bonusvisschubben komen later. Nogeven wachten dus!
ru: Бонусные чешуйки для всех будут чутьпозже, так что попридержите коньков!
zh_hans: 作为谢礼的鳞片会在稍后发放给所有人，大家期待一下吧～
zh_hant: 所有人之後都能獲得鱗片作為謝禮，就請各位好好期待吧～

# EventFlowMsgNewsBigRunResult6091
source: Seven hundred million may have beensetting the bar a teeny bit high.
de: Siebenhundertmillionen Eier sind vielleichtauch EIN ODER ZWEI Eierchen zu viel...
es: Se han pasado un poco con ese objetivode setecientos millones...
es_mx: Ese objetivo de setecientos millonesera un poco exagerado...
fr: C'est vrai que sept cents millions...La barre était peut-être un chouïa haute.
it: In effetti, 700.000.000 era forseun'aspettativa un pochino troppo alta.
ja: やっぱノルマ７億コは よくばりすぎやろ
ko: 역시 할당량 7억 개는 욕심이 너무 그득했다이가
nl: Ja, zevenhonderd miljoen was wel wat veelgevraagd.
ru: Да уж, в этот раз они перегнули палку.Семьсот миллионов? Ха.
zh_hans: 把目标配额设为7亿颗也太贪心了吧。
zh_hant: 把目標設定在7億顆果然還是太貪心了啦。

# EventFlowMsgNewsBigRunResult611
source: And don't forget, we saved the GrandFestival too! I was really sweatin' it.
de: Dem Grand Festival steht nun nichts mehrim Wege. Alter, was hab ich gezittert!
es: ¡Hemos salvado el Grand Festival! ¡No lohabríamos logrado sin vuestro apoyo!
es_mx: ¡Y además salvamos el Grand Festival!Fue un verdadero trabajo en equipo.
fr: Et puis le Grand Festival est sauvé !Ça fait quand même un gros souci de moins.
it: E non dimenticate che abbiamo salvatoil Grand Festival. Ero preoccupatissima...
ja: 大事なグランドフェスティバルを守れたのはみんなのおかげじゃ！ 心から礼を言うぞ！
ko: 모두가 도와준 덕분에 그랜드 페스티벌을지킬 수 있었다! 진심으로 고맙구나!
nl: En vergeet niet dat we het Grand Festivalhebben gered! Dat was kantje boord!
ru: Угу! И Гранд-фестиваль мы тоже спасли!Зря я панику наводила!
zh_hans: 正是有大家的努力，才能够保护好重要的大型祭典！我由衷向大家表示感谢！
zh_hant: 都是多虧大家的幫忙才守住了重要的大型祭典！ 我由衷地向各位致謝！

# EventFlowMsgNewsBigRunResult611Pre2
source: Don't sweat the results too much—everyonewho helped gets SOMETHING, at least.
de: Aber eigentlich kriegt ja JEDER was Tolles,der bei der Sache mitgeholfen hat!
es: Tampoco hay que darle muchas vueltas;¡aquí todo el mundo se lleva algo!
es_mx: Tampoco hay que darle muchas vueltas;¡aquí todo el mundo se lleva algo!
fr: Mais vous faites pas de bile, tous lesparticipants repartent avec quelque chose.
it: Non preoccupatevi troppo per il punteggio.Tutti i partecipanti ottengono qualcosa.
ja: このスコアに届かなくとも お礼は全員もらえるから安心するがよい！
ko: 이 스코어를 넘지 못해도사례는 모두 받을 수 있으니 안심하거라!
nl: Geen zorgen als je score niet hoog is.Iedereen die geholpen heeft, krijgt iets!
ru: Не переживайте вы так из-за результатов.За ЛЮБУЮ помощь полагается награда!
zh_hans: 即使没有达到这个分数，礼品也是人人有份，放心吧！
zh_hant: 即使沒有達到這個分數，所有人都一樣會拿到禮物，放心吧！

# EventFlowMsgNewsBigRunResult613
source: If there is a next Salmonid attack, onehopes you're all there to ward it off again.
de: Lasst uns auch nächstes Mal nicht hängen,wenn die Salmoniden wieder aufrauschen!
es: Es un alivio saber que estaréis ahí si lossalmónidos vuelven a invadirnos...
es_mx: Qué alivio saber que contamos con ustedessi los salmónidos nos vuelven a invadir...
fr: Si les Salmonoïdes remontent à l'assaut,j'espère que vous serez encore là.
it: Se ci sarà un altro attacco dei Salmonoidi,spero che sarete di nuovo pronti a respingerli!
ja: もし今後もシャケが攻めてくるコトがあれば、どうかまた 力を貸しとくれやす！
ko: 만약 앞으로도 연어가 쳐들어오믄부디 힘을 빌려주래이!
nl: Als er nog een Salmonietenaanval komt,hopen we dat jullie dan weer klaarstaan.
ru: Надеюсь, вы поможете нам отразитьи следующее самонидское нашествие!
zh_hans: 要是今后鲑鱼又攻过来，还请大家再次助我们一臂之力！
zh_hant: 要是以後又遇到了鮭魚的侵襲，那就要請各位再次出手相助了！

# EventFlowMsgNewsBigRunResult614
source: We got nothing to worry about with all ofyou watching each other's backs!
de: Wenn wir alle füreinander da sind,kann keinem was Schlimmes passieren!
es: Cierto. ¡No tenemos nada que temer!
es_mx: Sí. ¡No tenemos nada que temer!
fr: On a rien à craindre, si vous êtes làpour assurer nos arrières !
it: Non abbiamo niente da temere finchécontinuerete a sostenervi a vicenda!
ja: みんながいれば こわいもんナシじゃな！
ko: 모두가 같이 있어 준다면 무서울 것이 없느니라!
nl: Ik voel me best veilig met al die vrijwilligersdie altijd bereid zijn om voor ons te strijden!
ru: С вами в команде нам любая опасностьнипочем! Самониды не прорвутся!
zh_hans: 只要大家在，就无所畏惧！
zh_hant: 只要有你們在，那就沒什麼好怕的了！

# EventFlowMsgNewsBigRunResult616
source: Pfft. I bet the three of us could take allthe Salmonids if we tried.
de: Ganz egal! Wenn wir nur wollten, könntenwir die Sache auch zu dritt schaukeln!
es: Bufff... ¡Tendríamos que liquidar a esosbichos repelentes entre nosotros tres!
es_mx: Uff... ¡Creo que podríamos con esossalmónidos entre nosotros tres!
fr: Pff. Moi, je dis qu'en s'y mettant vraimentet à nous trois, on en ferait des confettis.
it: Pfff. Scommetto che noi tre non avremmoproblemi contro i Salmonoidi, se volessimo.
ja: まあ、もし他にだれもいなかろうとワシら３人は シャケに立ち向かうがのう！
ko: 만약 우리 말고 다른 사람이 아무도 없다 한들우리 셋은 연어들과 맞서 싸울 것이니라!
nl: Pfff, als wij drieën ons best doen, kunnenwe die Salmonieten ook nog wel verjagen.
ru: Ты чего? Да с этими тухляками мы быи втроем расправились!
zh_hans: 这个嘛，即使没有其他人，我们3个也会站出来对抗鲑鱼的！
zh_hant: 這個嘛，就算沒有其他人能幫忙，我們3個還是會挺身而出對抗鮭魚的！

# EventFlowMsgNewsBigRunResult617
source: This is our turf, isn't it? Keeping it safecomes with the territory.
de: Revier verpflichtet! Wenn wir unsereHeimat nicht beschützen, wer dann?
es: Supongo. Este es nuestro territorio ysería nuestra obligación defenderlo...
es_mx: Supongo. Este es nuestro territorio ysería nuestra obligación defenderlo...
fr: C'est notre territoire, pas vrai ?C'est notre boulot de le sécuriser.
it: Questo è il nostro territorio, no?Proteggerlo è nel nostro DNA.
ja: それがシマを守るもんの務めやからね
ko: 그게 어떤 구역을 지키는 사람의 의무인 기라
nl: Dit is ons thuis, dus logisch dat we hetbeschermen!
ru: Думаешь, мы не защитим свойродной район? Не смеши!
zh_hans: 要守护自己的地盘，这便是应尽的职责。
zh_hant: 畢竟這就是身為地盤守護者的使命。

# EventFlowMsgNewsBigRunResult621
source: Now there'll be no nagging feeling, and wecan just enjoy the Splatfest.
de: Nun können wir uns ohne Sorgenvor Angriffen ins Vergnügen stürzen.
es: ¡Bieeen! ¡Podremos disfrutar a topedel evento sin preocupaciones!
es_mx: ¡Ahora sí podemos disfrutar del eventosin ninguna preocupación!
fr: Du coup, plus besoin de se tracasser,on peut profiter du festival l'esprit léger !
it: Ora dobbiamo solo preoccuparci digodercelo fino in fondo.
ja: これで心置きなく フェスを楽しめそやな♪
ko: 이제 근심 걱정 없이 페스티벌을 즐길 수 있겠구마♪
nl: Nu kunnen we zorgeloos van het Splatfestgenieten!
ru: Можно расслабиться и плюхатьв свое удовольствие!
zh_hans: 这下可以毫无顾虑地享受祭典了呢♪
zh_hant: 這下子可以無憂無慮地享受祭典了呢♪

# EventFlowMsgNewsBigRunResult622
source: I'm itching to cut loose at theGrand Festival!
de: Leute, auf dem Grand Festival lass ichDERART den Jau raus, haltet euch fest!
es: ¡El Grand Festival pasará a la historia!
es_mx: ¡El Grand Festival será inolvidable!
fr: J'ai hâte de pouvoir enfin relâcherun peu la pression au Grand Festival !
it: In effetti, non vedo l'ora di scatenarmial Grand Festival!
ja: あとはグランドフェスティバルで ブチ上がるだけじゃ！
ko: 이제 그랜드 페스티벌을마음껏 즐기기만 하면 되느니라!
nl: Ik kan niet wachten om helemaal los tegaan tijdens het Grand Festival!
ru: У меня уже щупальца чешутся!Гранд-фестиваль будет просто отпад!
zh_hans: 接下来只需要在大型祭典上尽情欢闹了！
zh_hant: 接著只要把大型祭典的氣氛炒熱就行了！

# EventFlowMsgNewsBigRunResult623
source: Savor it, everyone. Big events like thisdon't come around often!
de: Genießt die Zeit, Freunde. Events wiedieses erlebt man nicht oft im Leben.
es: Ya lo creo. ¡Disfrutadlo a tope, gente!¡Va a ser un acontecimiento único!
es_mx: ¡A disfrutar se ha dicho, que un evento deeste calibre no se ve todos los días!
fr: Profitez-en bien, les amis. C'est pas tousles jours qu'on voit un festival pareil !
it: Gustatevelo, gente. Eventi come questonon capitano tutti i giorni!
ja: こんなビッグイベント、めったにあらへんで！存分に味わいつくしとくれやす！
ko: 이런 빅 이벤트에 참가할 기회 흔치 않데이!맘껏 즐기고 가이소!
nl: Geniet ervan, allemaal! Dit soort groteevenementen zie je niet vaak!
ru: Событие такого масштаба — большаяредкость. Так что ловите волну!
zh_hans: 这种大型活动可不常有！还请各位好好享受！
zh_hant: 如此盛大的活動可是相當難得的！各位就盡情地狂歡吧！

# EventFlowMsgNewsFestBreaking001
source: That's a nice little momentum boost.Good luck in the next one!
de: So was ist immer gut für die eigene Seite.Schon mal viel Erfolg beim nächsten Mal!
es: Es algo que siempre anima mucho.¡Suerte en la próxima!
es_mx: Es algo que siempre anima mucho.¡Suerte en la próxima!
fr: C'est palpitant ! Les suivants aurontune sacrée pression !
it: Una bella iniezione di fiducia!Buona fortuna per la prossima!
ja: ナイスや！ そのチョーシで次もたのむで～！
ko: 좋구마! 계속해서 잘 부탁한데이～!
nl: Ze hebben de wind in de zeilen. Veelsucces in het volgende gevecht!
ru: Хорошая работа! Продолжайте в том жедухе и не сбавляйте обороты!
zh_hans: 漂亮！保持这个状态，继续获得下一场胜利吧～！
zh_hant: 做得好！保持這個氣勢繼續奮戰吧～！

# EventFlowMsgNewsFestBreaking003
source: I saw every single splat in this one, and youall are making me proud. Great work!
de: Dieses Match hab ich bis auf den letztenKlecks verfolgt. Einfach vortrefflich!
es: Cada uno de vuestros chorros de tinta hasido un placer para la vista. ¡Felicidades!
es_mx: No me perdí de ver ni una sola de susentintadas. ¡Buen trabajo!
fr: J'ai vu ce match dans ses moindres détails,et c'était époustouflant ! Beau travail !
it: Ho visto ogni singolo splattaggio e mistate rendendo fiera di voi. Ben fatto!
ja: あんさんらのカツヤク、しっかり見とったで！！
ko: 당신들의 활약, 내가 똑똑히 지켜봤데이!!
nl: Ik heb geen seconde gemist van ditgrandioze gevecht. Gefeliciteerd!
ru: Чего только не было в этом бою! Я оченьвами горжусь. Отличная работа!
zh_hans: 你们的活跃表现，我全都看在眼里了！！
zh_hant: 各位的活躍表現我全都看得一清二楚！！

# EventFlowMsgNewsFestBreaking005
source: I couldn't have done any better myself.What a team effort!
de: Ich selber hätte es nicht besser gekonnt.Vorzügliche Teamarbeit!
es: Yo no podría haberlo hecho mejor.¡Qué gran trabajo de equipo!
es_mx: Yo no podría haberlo hecho mejor.¡Qué gran trabajo de equipo!
fr: Je n'aurais pas fait mieux.Quel bel effort d'équipe !
it: Non avrei saputo fare di meglio.Questo sì che è collaborare!
ja: め～っちゃ イカしとったで～！！
ko: 억～수로 어메이징했데이～!!
nl: Ik had het zelf niet beter kunnen doen.Wat een geweldig teamwerk!
ru: Лучше бы выступить даже мне было быне под силу! Вы были на высоте!
zh_hans: 你们表现得特～别鱿型哦～！！
zh_hant: 真～是太魷型了～！！

# EventFlowMsgNewsFestBreaking007
source: That's my team! Way to keep the pressureon, fam.
de: Klasse macht ihr das, Leute!Nicht nachlassen jetzt, okay?
es: Ah, ¡ese es mi equipo! Venga, ¡sigamos así!
es_mx: Ah, ¡ese es mi equipo! Muy bien,¡sigamos así!
fr: C'est mon équipe ! On peut dire qu'il saventfaire monter la pression !
it: Così si fa, ragazzi. Mai mollare la lisca!
ja: ナイスじゃ！ さあ、こっからじゃぞー！
ko: 장하구나! 자, 지금부터가 시작이니라～!
nl: Zo ken ik mijn team! Ik ben trots op jullie,guppen!
ru: И это моя команда! Давайте,не складывайте плавники! Вперед!
zh_hans: 真精彩！好了，这才只是开始哦——！
zh_hant: 做得好！好戲才正要開始喔——！

# EventFlowMsgNewsFestBreaking009
source: A HUNDRED X. That's big-time! I knewmy team was the best!
de: GLATTE HUNDERT! Das ist der Knaller!Meine Leute sind einfach die BESTEN!
es: ¡Nada menos que ×100! ¡Eso son cifras!Sabía que mi equipo es el mejor.
es_mx: ¡Nada más y nada menos que x100!¡Así se hace, equipo!
fr: 100 bravos à eux ! C'est géant ! Je savaisque mon équipe était la meilleure !
it: PER CENTO, gente. È una cosa seria!Sapevo che eravamo i migliori!
ja: よいぞよいぞ！ やっぱワシらが最強じゃ～！！
ko: 좋구나! 역시 우리가 최강이니라～!!
nl: Niet minder dan 100! Dat telt! Ik wist weldat jullie de beste waren.
ru: Стократные аплодисменты! Моя командапросто лучшая!
zh_hans: 很好，很好！我们果然是最强的～！！
zh_hant: 很好！我們果然是最強的～！！

# EventFlowMsgNewsFestBreaking011
source: Daaang! You all are ON FIRE!
de: Ich fall vom Kissen!Ihr seid LEGENDEN, Leute!
es: ¡Increíble! ¡No hay quien os pare!
es_mx: ¡Increíble! ¡Son lo máximo!
fr: Bravo ! Vous êtes au taquet !
it: Wooooow! Siete travolgenti comeun'onda anomala!
ja: うおおお！ とんでもなくアツい試合じゃったー！！
ko: 우오오오! 진심으로 손에 땀을 쥐는 승부였노라～!!
nl: Waaaat, niet te geloven! Jullie zijn niet testoppen!
ru: Круть! Вы отожгли!
zh_hans: 哦——！真是场无比火热的比赛啊——！！
zh_hant: 哦——！真是一場極度火熱的比賽呢——！！

# EventFlowMsgNewsFestBreaking013
source: Ay! (Great job, team! Keep pushing!)
de: Ay! (Grandios, Leute! Weiter so!)
es: ¡Zasss! (¡Qué grande es mi equipo!¡A seguir así!)
es_mx: ¡Zasss! (¡Qué grande es mi equipo!¡A seguir así!)
fr: Ay ! (Bien joué ! Continuez à mettrela pression !)
ja: エイエイ！（ナイスだよ！ このあともがんばってね！）
ko: 만타만타!(잘했어! 계속해서 응원할게!)
nl: Ay! Ay! (Hoe goed is mijn team, zeg!Houd dit vol, maatjes!)
ru: Ик! (Хорошо сработали, так держать!)
zh_hans: 鲼鲼！（很漂亮哦！接下来也要加油！）
zh_hant: 魟魟！（做得好！接下來也要繼續加油喔！）

# EventFlowMsgNewsFestBreaking015
source: Ay. Ay! (And you looked cool doing it.You're all my heroes!)
de: Ay! Ay! (Und cool ausgesehen hat's auch!Ihr seid Weltklasse!)
es: ¡Zasss, zasss! (Lo habéis conseguido,y con estilo. ¡Os admiro!)
es_mx: ¡Zasss, zasss! (Lo lograron, y con estilo.¡Solo siento admiración!)
fr: Ay. Ay ! (Et avec la classe, en plus.Je vous adore !)
ja: エ～イ！（みんな、すっごくカッコよかったよ！！）
ko: 만～타!(다들, 정말 멋있었어!!)
nl: Ay. Ay! (En jullie zien er ook nog zo cool uit.Jullie zijn mijn helden!)
ru: Ик. Ик! (Какие же вы красавцы!Просто герои!)
zh_hans: 鲼～！（大家都表现得很帅气哦！！）
zh_hant: 魟～！（各位的表現真是太帥了！！）

# EventFlowMsgNewsFestBreaking017
source: Ay! Ay? (Wow! How did I get so lucky tohave a team like you?)
de: Ay! Ay? (Boah! Womit hab ich so klasseKämpfer verdient?)
es: ¡Zasss! ¿Zasss? (¡Impresionante! ¿Quémás se le puede pedir a semejante equipo?)
es_mx: ¡Zasss! ¿Zasss? (¡Impresionante! ¿Quémás se le puede pedir a semejante equipo?)
fr: Ay ! Ay ! (Ouah ! J'ai une chance de foud'avoir une équipe comme vous !)
ja: エイエ～イ！（サイコーの試合を ありがとう～！！）
ko: 만타만～타!(최고의 승부를 보여 줘서 고마워～!!)
nl: Ay! Ay? (Wauw! Waar heb ik zo'n goedteam aan verdiend?)
ru: Ик! Ик? (Ух ты! Ну и повезло же мнес командой!)
zh_hans: 鲼鲼～！（感谢大家带来了这场最棒的比赛～！！）
zh_hant: 魟魟～！（感謝各位帶來這場最棒的比賽～！！）

# EventFlowMsgNewsFestBreaking100
source: Without further ado, the members of thefabulous winning team are...
de: Hier die wundervollen Kleckstalente,die diese Superleistung vollbracht haben...
es: Sin más dilación, aquí van los miembrosdel equipo vencedor:
es_mx: Sin más preámbulos, estos son los miembrosdel equipo vencedor:
fr: Et sans plus attendre, les membres dela prodigieuse équipe gagnante...
it: Senza ulteriori indugi, i membri dellafavolosa squadra vincitrice sono...
ja: カレイなる勝利チームのメンバーは…
ko: 눈부신 승리 팀 멤버는…
nl: De leden van dit fabelachtige team zijn...
ru: Без дальнейших промедлений объявляючленов команды-победительницы...
zh_hans: 华丽的获胜队伍成员是……
zh_hant: 華麗的獲勝隊伍成員是……

# EventFlowMsgNewsFestBreaking101
source: Listen up! The members of the super-freshwinning team are...
de: Ohren gespitzt! Hier kommen die Champs,die das geschafft haben! Und zwar...
es: ¡Mucha atención! Los miembros del equipoganador son estos:
es_mx: ¡Atención! Estos son los miembros delequipo ganador:
fr: Oyez oyez ! Les membres de l'équipegagnante sont...
it: Udite, udite! I membri della super mitilicasquadra vincitrice sono...
ja: イカした勝利チームのメンバーは…
ko: 어메이징한 승리 팀 멤버는…
nl: Luister! Wil je weten wie er in dit verseteam zitten? Nou...
ru: Слушайте все! Объявляю имена членовблистательной команды-победительницы...
zh_hans: 超鱿型的获胜队伍成员是……
zh_hant: 超魷型的獲勝隊伍成員是……
