Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# MiniGameMiniGameMotherGuidanceMizutaSdodrLose2
source: By the way, do you know an Octolingnamed Eight? It's fine if you don't.Just seemed like you have somethings in common.
de: Ach, kennst du eigentlich einenOktoling, der „Nr. 8“ genannt wird?Falls nicht, auch nicht schlimm.Ihr scheint nur wirklich vielgemeinsam zu haben...
es: Por cierto, ¿te suena de algo elnombre «Ocho»? Si la respuesta esnegativa, no te preocupes. Es quetenéis algunas cosas en común...
fr: À propos, tu connaîtrais un Octalingdu nom de Huit ? Je demande justeparce que vous avez certains traitsen commun.
it: A proposito, per caso conosci taleOtto? Probabilmente no, ma sappiche avete molte cose in comune.
ja: ところでキミ、「ハチ」ってヤツを知ってルカ？…イヤ、何か近いモノを感じたんだケド知らないならイインダ
ko: 그건 그렇고 너, 「에이트」라는 녀석 알아?…아니, 뭔가 비슷한 게 느껴졌는데모르면 됐어
nl: Zeg, ken je trouwens een Octolinggenaamd Acht? Het geeft niet als jedie niet kent, maar jullie komen nogalhetzelfde op me over.
ru: Тебе, случаем, не встречалсяосьмолинг по прозвищу Восьмерка?Если нет, нестрашно. Просто мнекажется, у вас много общего.
zh_hans: 话说，你认不认识一个人称“小八”的人？……没什么，只是感觉你们有些地方挺像的。不认识的话，就当我没问过吧。
zh_hant: 話說，你認識一個名叫「小八」的人嗎？……沒有啦，只是覺得你們很像。不認識的話就當我沒說吧。

# MiniGameMiniGameMotherGuidanceMizutaSdodrWin
source: Well, well. Looks like I win.
de: So, so.Sieg für mich.
es: Vaya, vaya, parece que he ganado.
es_mx: Parece que gané.
fr: Oh, tu as vu ? J'ai gagné.
it: Beh, pare che abbia vinto io...
ja: HEY、ボクの勝ちみたいダナ
ko: HEY, 내 승리인 것 같네
nl: Ha, ik heb gewonnen. Best een leukkaartspelletje, hoor.
ru: Интересно.Победа за мной.
zh_hans: HEY，看来是我赢了。
zh_hant: HEY，看來是我贏了。

# MiniGameMiniGameMotherGuidanceMizutaSdodrWin2
source: I'm not one to get too invested inthis stuff. But winning feels nice.
de: Ich bin nicht allzu versessenauf Wettbewerb. Aber ist dochein nettes Gefühl, zu gewinnen.
es: No soy del tipo de gente que se tomaesto muy en serio, pero ganar dagustirrinín.
es_mx: No suelo tomarme esto muy en serio,pero ganar siempre da gusto.
fr: Je ne suis pas du genre à m'investirdans ce genre de choses, mais il esttoujours agréable de remporter unepartie.
it: Io non mi esalto troppo per questecose, ma devo dire che la sensazionedi vincere non è male.
ja: あんまり勝ち負けとか こだわらないケド勝てたら勝てたで うれしいものダネ
ko: 딱히 승패에 집착하는 편은 아니지만이기면 이기는 대로 기쁘네
nl: Het interesseert me niet veel, maarhet is leuk dat ik gewonnen heb.
ru: Я не из тех, кто стремитсяк победе любой ценой.Но если она сама менянаходит? Это приятно.
zh_hans: 我平时对输赢没什么执念，不过赢了还是挺让人开心的。
zh_hant: 雖然我對輸贏沒有什麼執著，不過贏了之後還是滿令人高興的呢。

# MiniGameMiniGameMotherGuidanceMotherDraw
source: Ooo, ties are so frustrating, aren'tthey? Knowing that it would've takenjust a liiittle bit more to win...
de: Oh, unentschiedene Kämpfe sind sorichtig ärgerlich, oder? Wenn nur einkliiitzekleines Bisschen zum Sieggefehlt hat...
es: Vaya, los empates tienen algo defrustrante, ¿verdad? Si hubierasabido que con un poquito deesfuerzo más habría ganado...
es_mx: Ay, no. Los empates son muyfrustrantes, ¿verdad? Si hubierasabido que con un poquito másde esfuerzo podía ganar...
fr: Oh, les matchs nuls, ça m'énerve !Dire qu'il aurait suffi d'un tout petitchouïa de chance en plus pourgagner la partie...
it: Ah, i pareggi sono frustranti, vero?Sapere che sarebbe bastata unasquama per vincere...
ja: 引き分けって くやしいのよねぇあと少しで勝てたってことだもの
ko: 비기게 되면 분하지?조금만 더 하면 이길 수 있었을 테니까
nl: O, we zijn gelijk geëindigd! Dan zijnwe allebei winnaars... en rivalen!
ru: Ах, ничьи всегда так раздражают...Ведь еще совсем немножечко,и можно было выиграть!
zh_hans: 平局的感觉真的很令人不甘心呢。毕竟还差一点就能赢了。
zh_hant: 平手的感覺真是令人不甘心呢，畢竟只差一點點就能贏了。

# MiniGameMiniGameMotherGuidanceMotherDraw2
source: But it's not about winning and losing.The most important part of TableturfBattle is to have fun!
de: Aber es geht ja auch gar nichtums Gewinnen oder Verlieren, jawohl!Am wichtigsten ist Spaß am Spielen!
es: Pero lo más importante es divertirsejugando. ¡Tampoco pasa nada porqueuna no gane!
es_mx: Pero tampoco pasa nada por perder.¡Lo más importante en el combatecarterritorial es divertirse!
fr: Enfin, ce n'est pas la victoire quicompte. Le plus important dansCartes & Territoire, c'est depasser un bon moment !
it: Ma non si tratta di vincere o perdere.La cosa più importante di Splattanzaè divertirsi!
ja: でも、勝ち負けに こだわりすぎるのはダメよバトルを楽しむ！ これが ナワバトラーでいちばん大事なことなの！
ko: 하지만 승패에 너무 집착하면 안 돼배틀을 즐기는 것이야말로 영역 배틀러에서가장 중요한 것이란다!
nl: Ik hou wel van een beetje rivaliteit!Goed gespeeld, rivaal... liefie!
ru: Но победа, конечно же, не главное.Главное в игре «Карты и район» —хорошо провести время, пока в нееиграешь!
zh_hans: 但是太执着于胜负可不是好事哦，我们应该好好享受对战！这才是游玩占地斗士时最重要的一点。
zh_hant: 但是太過執著於輸贏可不好喔！要懂得享受對戰！這才是玩占地鬥士時最重要的一點！

# MiniGameMiniGameMotherGuidanceMotherLose
source: I lost? But that's unbelievabl...y sad.Yes, that's it. So sad! Boohoo...
de: Verloren!Absolut unglaublich traurig.Ja... Wirklich traurig!Buhuhuhu...
es: Oh... He perdido. Pero no te preocupespor mí. Seré fuerte y contendré laslágrimas de tristeza lo mejor quepueda. ¡Snif!
es_mx: Oh... Perdí. Pero no te preocupespor mí. Seré fuerte y contendré laslágrimas de tristeza lo mejor quepueda. ¡Snif!
fr: J'ai perdu ? Alors ça, c'estincroya... blement triste. Oui,triste ! Si triste ! Bouhouhou...
it: Ho perso? Ma è incredibil... mentetriste. Sì, sì. Che tristezza. Sooob...
ja: あらまぁ、あたしが負けちゃうなんてねぇなさけないねぇ
ko: 어머 어쩜,지고 말았네한심해라
nl: O, je hebt me verslagen, schat!Wat knap van jou!
ru: Я проиграла? Как всегд... То есть,надо же, какая редкостная досада!
zh_hans: 哎呀，我居然输了。真是丢人。
zh_hant: 哎呀，我居然輸了耶，真是遺憾呢。

# MiniGameMiniGameMotherGuidanceMotherLose2
source: You're quite the little card battler,aren't you? I'll have to practice ifI want to keep up...
de: Du kannst ganz schön gut umgehenmit den Karten, hm? Da werde ichwohl etwas üben müssen.
es: Ya veo que contra ti hay que tomarselos combates en serio, ¿no? Tendréque practicar más para estar a tunivel.
es_mx: Ya veo que contra ti hay que tomarselos combates en serio, ¿no? Tendréque practicar más para estar a tunivel.
fr: T'as ce jeu dans le sang, ma p'titebouille ! Je ferais bien dem'entraîner un peu plus...
it: Sei un molluschetto che non scherzaa carte, eh? Dovrò allenarmi di piùse voglio stare al passo...
ja: アナタ 大したものだわ！あたしも もっと精進しないとね
ko: 너, 정말 대단하구나!나도 더 노력해야겠어
nl: En wat zie je er stoer uit, met jekaarten in je knuistjes! Ik zal hardmijn best moeten doen om het je devolgende keer moeilijker te maken.
ru: А ты неплохо играешь, дорогуша.Мне придется потренироваться,чтобы у тебя выиграть!
zh_hans: 你可真是了不起啊！我也得继续精进才行呢。
zh_hant: 你真的很了不起喔！我也得繼續精進才行呢！

# MiniGameMiniGameMotherGuidanceMotherWin
source: My goodness! I won? I WON!In your face, dearie! Woo-hoo!
de: Oh! Habe ich etwa gewonnen?Ich habe gewonnen!Daran hast du zu knabbern,was, Schätzchen? Yippie-yay!
es: ¡Te he ganado! ¡Te he ganado!¡Ay, qué nervios me están entrandopor el cuerpo de pronto!
es_mx: ¡Te gané! ¡Te gané! ¡Yuujuu!¡Qué cosa más emocionante!
fr: Mes aïeux ! J'ai gagné ? Mais oui !J'ai gagné ! Prends ça dans ta p'titebouille ! Youhou !
it: Per tutti i granchi! Ho vinto?HO VINTO! Prendi e porta a casa,tesoro! Yuppieeee!
ja: あらやだ、勝っちゃったよ！うれしいわぁ！ うれしいわぁ！
ko: 어머 어쩜, 내가 이겼네!기뻐라! 정말 기뻐!
nl: Ik heb gewonnen! Maar jij deed hetook heel goed, liefje.
ru: Ой, ну надо же! Я выиграла?Я выиграла!!! То-то же, дорогуша!Ха-ха-а-а!!!
zh_hans: 哎呀，我赢了哦！太棒了！真令人高兴！
zh_hant: 哎呀，我贏了耶！真是太令人高興了！

# MiniGameMiniGameMotherGuidanceMotherWin2
source: Oops! Let myself get carried away.Pay me no mind. After all, you playeda good game just now...so keep thatweak chin of yours up! Hee!
de: Hoppla! Da sind wohl die Seepferdemit mir durchgegangen. Du hast jagar nicht schlecht gespielt...Also Kopf hoch, dann sieht man auchdeine Tränen nicht! Hehehe!
es: Perdona, tampoco quería hacertesentir mal. Has combatido la mar debien, así que deberías mantener tucabecita bien alta.
es_mx: Ay, disculpa, tampoco quería hacertesentir mal. Si lo hiciste muy bien,así que deberías mantener tucabecita bien en alto.
fr: Oups ! Pardon, je m'emporte.Ne fais pas attention. Tu as fortbien joué, alors... n'aie aucun regretet bombe-moi ce torse tout ramollo !Haut les cœurs !
it: Ops, scusa. Mi sono lasciata andare.Non fare caso a me. Dopotutto, haigiocato bene... quindi puoi camminarea testa alta. Più o meno. Ih ih ih!
ja: って、はしゃぎすぎだね、ゴメンねぇアナタも 手ごわかったよ！ 元気出して！
ko: 앗, 너무 좋아해서 미안해하지만 너도 상당히 강했단다! 기운 내렴!
nl: Ik hoop dat ik het je niet te moeilijkheb gemaakt, liefie... Misschienkunnen we een ander keertje nogeens spelen?
ru: Ох, что-то я увлеклась. Не обращайвнимания, пожалуйста. Мы оченьславно поиграли. Проигрывать —не стыдно. Продолжай в том жедухе, хи-хи!
zh_hans: 啊，不好意思，我太兴奋了。你也很难对付哦！打起精神来吧！
zh_hant: 啊，抱歉，我高興過頭了。你其實也很難對付喔！打起精神來吧！

# MiniGameMiniGameMotherGuidanceNpcBattle00
source: Welcome, welcome!
de: Hereinspaziert, willkommen!
es: ¡Hola, hola!
es_mx: ¡Hola, hola!
fr: Bonjour, bonjour !
it: Salve, salve!
ja: あら、いらっしゃい！
ko: 어머, 어서 오렴!
nl: Hallo, leuk je te zien!
ru: Заходи, заходи!
zh_hans: 哎呀，欢迎光临！
zh_hant: 啊，歡迎光臨！

# MiniGameMiniGameMotherGuidanceNpcBattle02
source: Who will you battle?
de: Gegen wen spielen?
es: ¿A quién te enfrentarás?
es_mx: ¿Contra quién?
fr: Contre qui tu veux jouer ?
it: Chi vuoi affrontare?
ja: どのコと 遊びたい？
ko: 누구와 놀고 싶니?
nl: Tegen wie wil je spelen?
ru: С кем сыграешь?
zh_hans: 你想和谁游玩？
zh_hant: 你想要找誰玩呢？

# MiniGameMiniGameMotherGuidanceNpcBattle03
source: Oh, I'm so sorry, but it doesn't looklike they're available right now. Whydon't you try again another time?
de: Oh! Tut mir leid, aber ich fürchte,dieser Spieler ist gerade nichtverfügbar.Versuche es doch späternoch mal, ja?
es: Oh, me temo que no está disponibleahora mismo. ¿Qué tal si vuelvesa intentarlo más tarde?
es_mx: Oh, me temo que no está disponibleen este momento. ¿Qué tal si lointentas de nuevo más tarde?
fr: Oh, désolée, mais la personne de tonchoix n'est pas disponible pour lemoment. Réessaie plus tard !
it: Oh, mi spiace, ma al momentonon è disponibile. Perché nonprovi un'altra volta?
ja: このコ、今は いそがしくて遊べないんだって、ゴメンねぇヒマになったら また遊んであげてね！
ko: 미안하지만 이 아이는지금 바빠서 놀기 어렵다는구나여유가 생기면 또 같이 놀아 주렴!
nl: O, ik vind het heel jammer, maar dielijkt nu even niet beschikbaar om tespelen. Anders probeer je het eenander keertje?
ru: Похоже, выбранному тобойсопернику сейчас не до игр.Попробуй в другой раз.
zh_hans: 不好意思，对方现在很忙，无法游玩。等空下来之后再一起游玩吧！
zh_hant: 抱歉了，他現在有事要忙所以沒辦法玩。等他有空之後再找他吧！

# MiniGameMiniGameMotherGuidanceNpcBattle04
source: Oh, I'm so sorry, but you can't playagainst a total stranger. Why don'tyou get to know them a little bit,and then try inviting them again?
de: Gegen ganz Unbekanntekannst du leider nicht spielen...Lernt euch doch erst ein wenig kennenund versuch's dann noch mal mit einerEinladung, ja?
es: Lo siento, pero no puedes enfrentartea alguien que aún no conoces.¡Vuelve a proponérselo cuando hayáistrabado un poco de amistad!
es_mx: Lo siento, pero no puedes enfrentartea alguien que aún no conoces.¡Vuelve a proponérselo cuando seconozcan un poco mejor!
fr: Désolée, mais tu ne peux pas jouercontre quelqu'un que tu ne connaispas ! Tu peux retenter de l'inviteraprès avoir fait connaissance ?
it: Oh, mi spiace, ma non puoi sfidareun completo sconosciuto. Perchénon fate un po' conoscenza e poiriprovi con l'invito?
ja: 知らないコとは遊べないの、ゴメンねぇこのコと 知り合いになったらまた さそってね！
ko: 미안하지만모르는 아이와는 놀 수 없단다이 아이와 알게 되면 다시 말 걸어 주렴!
nl: O, wat vervelend, maar je kunt niettegen een totaal onbekende spelen.Leer elkaar eerst wat beter kennen enverstuur de uitnodiging dan opnieuw,goed?
ru: Ох, дорогуша, боюсь, вы еще незнакомы. С незнакомыми неиграют! Сначала узнайте другдруга получше, а потом уж можнои приглашение отправить.
zh_hans: 不好意思，你不能和不认识的对象游玩。等你和对方混熟之后，再发出邀请吧！
zh_hant: 抱歉啊，因為你還不認識他，所以沒辦法找他玩。等你們互相認識了以後再邀請他吧！

# MiniGameMiniGameMotherGuidanceNpcBattle05
source: Acht? Hmm... Sorry—I don't knowwho that is. But I'll ask around,so come back and try again later!
de: Ahato? Hmmm...Entschuldige, aber der Namesagt mir gar nichts. Ich kannmich aber gerne mal umhören.Vielleicht weiß ich ja später mehr.
es: ¿«Acht»? Mmm... No me suena esenombre de nada. Deja que investigueun poco y, si eso, pásate más tarde.
fr: Eyte ? Hmm... Désolée, ça ne me ditrien. Mais je vais me renseigner,alors reviens me demander uneautre fois !
it: Acht? Mmmh... spiacente, non sochi sia. Ma chiederò in giro, quindiriprova pure più tardi!
ja: ミズタ… ミズタ…？知らないコだね、ゴメンねぇ探しておくから、また さそってね！
ko: 미즈타… 미즈타…?미안하지만 모르는 아이구나찾아 둘 테니까 다음에 다시 말 걸어 주렴!
nl: Smarachne? Hmm... Sorry, die ken ikniet. Maar als je me wat tijd geeft,kan ik misschien uitvinden wie dat is.
ru: Окта? Хм... Кто такая Окта? Прости,не знаю таких. Но обязательнопопытаюсь разузнать. Так чтоподходи, вдруг будут новости!
zh_hans: 水田……水田……？不好意思，我不认识这个人。我会帮你找找看的，下次再邀请吧！
zh_hant: 水田……水田……？我不認識他耶，抱歉喔。我會幫你找找看的，下次再邀請吧！

# MiniGameMiniGameMotherGuidanceVendorDraw
source: I guess that's a tie...
de: Unentschieden. Passiert.
es: Parece que hemos empatado...
es_mx: Parece que quedó en empate...
fr: Je crois bien que c'estun match nul...
it: Abbiamo pareggiato...
ja: うーん、引き分けってやつか
ko: 으음, 비긴 것 같네
nl: Gelijkspel. Cool.
ru: Это что, ничья что ли?..
zh_hans: 嗯……这就是所谓的平局啊。
zh_hant: 嗯，這樣算是平手吧。

# MiniGameMiniGameMotherGuidanceVendorDraw2
source: Sometimes that's just how things go,eh, chum?
de: So läuft's manchmal beim Zocken.Ist halt so.
es: Qué la vamos a hacer. Supongo queno hay que darle más vueltas.
es_mx: ¡Qué se hace! Supongo que no hayque darle más vueltas.
fr: Enfin, on peut pas gagner à tousles coups, pas vrai ?
it: A volte così va la vita, eh?
ja: ま、世の中 白黒つかないコトってのはあるもんだよナ
ko: 뭐, 살다 보면 결론이 나지 않는 일도있는 법이지
nl: Ja, zo gaan die dingen en zo. Weet ikalles van.
ru: Тухловато, но что поделать, бывает.
zh_hans: 不过这个世界上本就有很多事情无法一分高下呢。
zh_hant: 不過這個世界上本來就有很多事情不是非輸即贏。

# MiniGameMiniGameMotherGuidanceVendorFsodrDraw
source: Wot's this? A draw?! Nil-nil?
de: Alllter! Unentschieden, wa?Da sagste aber nix mehr!Und ich auch nicht.
es: Anda... ¿Esto es una especie deempate?
es_mx: Epa... ¿Esto es una especie deempate?
fr: Sérieux ? Égalité ? Pas moyend'nous départager ?
it: E questo cos'è?! Un pareggio?!
ja: あ、引き分けちゃった系？
ko: 아, 비긴 거야?
nl: Wat is dit? Gelijk?
ru: Это что, ничья? Ноль-ноль?Ну надо же...
zh_hans: 啊，这是平局了吗？
zh_hant: 啊，這是平手嗎？

# MiniGameMiniGameMotherGuidanceVendorFsodrDraw2
source: I'll take it. And you ought to as well,mate. Not like either of us lost, solet's call it win-win.
de: Gleichstand?Kein Grund, aus der Schale zu fahren.Solang's keine Verlierer gibt, bin ichhier Champion und du genauso.
es: A ver... Tú no has perdido, y yotampoco, así que podríamos dejarloen victoria compartida, ¿no teparece?
es_mx: O sea... Tú no perdiste, y yo tampoco,así que podríamos dejarlo en victoriacompartida, ¿no te parece?
fr: Moi, ça m'convient. Quand personneperd, tout l'monde est gagnant.
it: A me va bene. E dovrebbe andarebene anche a te. Nessuno di noidue ha perso, quindi definiamolauna vittoria per entrambi.
ja: ま、どっちもソンしてないしWin-Winってコトにしとこーぜ？
ko: 뭐, 둘 다 손해 본 것도 없으니까Win-Win이라고 생각하자
nl: Ik vind het allang best. Niet verliezenis ook een soort winnen.
ru: Ну, я не жалуюсь. И тебе несоветую — в конце концов,никто же и не проиграл.Считай, оба победили.
zh_hans: 总之我们都没什么损失，就当是双赢吧～？
zh_hant: 反正雙方都沒有損失，就當作是雙贏囉？

# MiniGameMiniGameMotherGuidanceVendorFsodrLose
source: Oi. I lost. As expected.
de: Hab verloren, wa?Schwach, aber hattees eigentlich erwartet.
es: Vaya, he perdido.
es_mx: Uy, perdí.
fr: Ben voilà. Perdu, comme prévu.
it: Ho perso. Come previsto.
ja: はい、オレの負けーー
ko: 내가 졌어～
nl: Ik verlies? Ja, dat zat er wel in.
ru: А, ну да. Конечно, я проиграл.
zh_hans: 好，我输了～
zh_hant: 好吧，我輸了——

# MiniGameMiniGameMotherGuidanceVendorFsodrLose2
source: Not sure I'm good enough to giveyou a run for your money, love.
de: Okay, da bin ich platt.Hätt' ja nicht gedacht,dass ich DICH je vomFeld fegen könnte, wa?
es: Me parece que no estoy a tu nivel.
es_mx: Me parece que no estoy a tu nivel.
fr: Pas sûr que j'te donnerai beaucoupd'fil à retordre, t'sais.
it: Non so se sono abbastanza bravoper impegnarti come ti meriti...
ja: いやー、オマエの相手にはオレじゃ 力不足なんじゃねーかなー？
ko: 이야～ 내 실력으로는상대도 안 될 거 같은데～?
nl: Ik geloof niet dat je aan mij veel gaathebben als je dit wilt oefenen.
ru: Знаешь, не мне с тобой в этой игретягаться, по-моему.
zh_hans: 哎呀～要做你的对手，我还是实力不够吧～？
zh_hant: 嗯……憑我的實力是不是還不足以當你的對手呢～？

# MiniGameMiniGameMotherGuidanceVendorFsodrWin
source: Crikey, I won.
de: Alllter! Hab gewonnen!Wie spritzig ist DAS denn?!
es: Anda, si he ganado.
es_mx: Uff, gané.
fr: J'ai gagné, truc de ouf.
it: Cavolo, ho vinto.
ja: あ、勝っちゃったワ
ko: 아, 이겨 버렸네
nl: Krijg nou... Heb ik gewonnen?
ru: Во дела! Я выиграл!
zh_hans: 啊，居然赢了呢。
zh_hant: 啊，居然贏了耶。

# MiniGameMiniGameMotherGuidanceVendorFsodrWin2
source: ...You know wot? I think I got lucky.You'll take the next one, mate.
de: Weißte was?Glaube ja, das war nur Glück.Nächstes Mal zockste michsicher ab, ich kann's riechen.
es: Una cosa te voy a decir... Creo queesta vez has tenido mucha suerte.Ya veremos la próxima.
es_mx: Pero creo que fue pura suerte la mía.Ya veremos la próxima.
fr: T'sais quoi ? J'crois que j'ai eu lachance du débutant. Ça va pas durer,t'en fais pas.
it: ... Sai cosa? Penso di aver avutofortuna. La prossima sarà tua.
ja: …ほらアレじゃん？たまたま運が良かった的な？次がんばってナ
ko: …그 왜, 있잖아가끔 이상하게 운이 좋을 때?다음에는 이길 수 있을 거야
nl: Nou, je kunt altijd nog eenpotje Slijkslag bij me bestellen.Bezorg ik gelijk.
ru: Ай, да мне просто повезло.В следующий раз ты точнопобедишь.
zh_hans: ……哎呀，凑巧而已，应该是偶尔运气好罢了？你下次加油吧。
zh_hant: ……嗯，只是湊巧而已吧？大概就是偶爾運氣好？你下次要加油喔。

# MiniGameMiniGameMotherGuidanceVendorLose
source: I lost?
de: Ich hab... verloren?
es: ¿He perdido?
es_mx: ¿Perdí?
fr: J'ai perdu ?
it: Ho perso?
ja: 負けちまったか…
ko: 내가 졌나…
nl: Heb ik verloren?
ru: Ничего себе, я влил...
zh_hans: 我输了……
zh_hant: 我輸了……

# MiniGameMiniGameMotherGuidanceVendorLose2
source: Not bad, chum. You've got somesurprises up your sleeve. Very cool.
de: Nicht übel.Bist echt für 'ne Überraschung gut.Hat Spaß gemacht.
es: No lo haces mal, colega. Tengo quereconocer que me has sorprendido.
es_mx: Ey, no lo haces mal. Tengo quereconocer que me sorprendiste.
fr: Pas mal, l'artiste. T'as quelquesjolies cartes dans ta manche,y a pas à dire.
it: Niente male. Hai più di un assonella manica. Ben fatto.
ja: アンタ けっこうやるじゃんイカしてんぜ
ko: 너, 실력이 제법이네어메이징해
nl: Niet slecht, niet slecht, gup. Cooletrucjes en zo. Weet ik alles van.
ru: А ты неплохо играешь. Видел парухитрых приемчиков у тебя. Круто!
zh_hans: 你还挺厉害的嘛，真鱿型！
zh_hant: 你挺厲害的嘛，很魷型喔！

# MiniGameMiniGameMotherGuidanceVendorWin
source: See? I win.
de: Und bitte.Glatter Sieg.
es: ¿Ves? He ganado.
es_mx: ¿Viste? Gané.
fr: Et voilà, j'ai gagné.
it: Visto? Ho vinto.
ja: オレの勝ちだナ
ko: 내가 이겼네
nl: Oi, ik heb gewonnen! Lekker bezig!
ru: Вот видишь? Я предупреждал...
zh_hans: 是我赢了呢。
zh_hant: 看來我贏了呢。

# MiniGameMiniGameMotherGuidanceVendorWin2
source: Hey, we've all got our strengths,right? Let's play again sometime.
de: Chill ruhig, keiner ist in allem gut.Lass uns einfach noch mal zocken.
es: Pero quizá en otra ocasión ganes tú.Hasta la próxima.
es_mx: Pero quizá la próxima vez ganas tú.Hasta la próxima.
fr: Bah, chacun ses points forts,pas vrai ? Si tu veux une revanche,tu sais où me trouver.
it: Ehi, tutti abbiamo dei punti deboli.Giochiamo di nuovo, OK?
ja: ま、そう簡単には負けられないっショまたバトルしてくれよナ
ko: 뭐, 그렇게 쉽게 져 줄 수는 없지다음에 또 상대해 줘
nl: Iedereen heeft zo zijn sterke enzwakke punten. Daar moet je goedop letten. Later!
ru: Ну что ж, никто не идеален и всетакое. Но давай еще как-нибудьсыграем!
zh_hans: 我可不会轻易落败哦，下次再来找我对战吧。
zh_hant: 我恐怕沒有那麼容易落敗喔，下次再來找我對戰吧。

# MiniGameMiniGameMotherGuidanceWeaponShopDraw
source: I can't believe it—we tied!What an unusual result.
de: Unglaublich... Unentschieden!Wie ungewöhnlich!
es: ¡Nuestro enfrentamiento ha terminadoen empate! ¡Qué inusual!
es_mx: ¡Quedamos en empate! Esto síque es un resultado inusual.
fr: Ça alors ! Égalité !Ça arrive pas tous les zours, ça.
it: Non ci credo! Abbiamo pareggiato!Che risultato inaspettato.
ja: なんと、まさかの引き分けでし！
ko: 세상에, 설마설마했던 무승부임다!
nl: Gelijkspel! Dat zie je niet vaak!
ru: Да это же ничья! Такого результатая не ожидал...
zh_hans: 真是意外，居然会平局！
zh_hant: 不會吧！？沒想到居然平手！

# MiniGameMiniGameMotherGuidanceWeaponShopDraw2
source: I think, by definition, this makes usrivals. Well played, rival!
de: Hm, wenn ich mich recht entsinne,macht uns das laut Regeln zu Rivalen.Bis wir endgültig wissen, wer besserist...
es: Esto demuestra el excelente nivelde nuestra rivalidad. ¡Bien jugado!
es_mx: Creo que por definición ahora somosrivales. ¡Bien jugado!
fr: Notre rivalité n'en est que plus âpre !Bien zoué, en tout cas !
it: Per definizione, questo ci renderivali. Bella partita, rivale!
ja: キミ、なかなか やるでしね～ライバルと認めてあげてもいいでし！
ko: 손님, 실력이 제법이심다～제 라이벌로 인정해 드리겠슴다!
nl: Dan komt het erop aan wie de bestenabeschouwing kan doen! Ik ga erzo meteen eens goed voor zittenom onze zetten te analyseren.
ru: Признаю тебя равным по силесоперником. Отличная игра!
zh_hans: 你还挺厉害的嘛～我可以认同你是我的劲敌哦！
zh_hant: 你還真是厲害耶～我可以承認你是我的勁敵了！

# MiniGameMiniGameMotherGuidanceWeaponShopFsodrDraw
source: Awww, so close...
de: Uiuiui!Wie knapp das war!
es: Uy... Qué poquito ha faltado.
es_mx: Uy... Por poquiiito.
fr: Argh, j'y étais presque...
it: Oooh, c'ero quasi...
ja: あとちょっとだったでち…
ko: 이길 수 있었는데…
nl: Oei oei, dat was spannend!
ru: Ай, ну я же почти...
zh_hans: 差一点就能赢了……
zh_hant: 就只差一點點耶……

# MiniGameMiniGameMotherGuidanceWeaponShopFsodrDraw2
source: You're as good as Sheldon!
de: Du bist voll gut,so gut wie Arty!
es: ¡Se te da tan bien como a Jairo!
es_mx: ¡Juegas tan bien como Jairo!
fr: T'es aussi fortiche que Cartouche !
it: Sei in gambero come Armand!
ja: ブキチと おなじくらいてごわかったでち～
ko: 부키치랑 했을 때만큼어려웠슴미다～
nl: U bent net zo goed als Krabbert!
ru: Ты не хуже Пушкина играешь!
zh_hans: 你和武器子一样难对付呢～
zh_hant: 你跟武器子一樣很難對付耶～

# MiniGameMiniGameMotherGuidanceWeaponShopFsodrLose
source: Awww, I lost and I'm sad about it!Boooo.
de: Schnüff...Hab verloren...Wie doof...
es: Nooo... He perdido, ¡qué tristeza meembarga!
es_mx: Nooo... Perdí, ¡qué tristeza!
fr: Pff, j'ai perdu, c'est nul.
it: Ooooh, ho perso. Sono... triste.
ja: むぅーっ くやちいでちくやちいでちぃ～
ko: 우웅…! 분해여분함미다～
nl: O, neeeee! Verloren! Wat stom...
ru: Эх, ну вот, я проиграл. Хнык...Теперь мне грустно!
zh_hans: 唔……我不服，好不甘心呀～
zh_hant: 嗚——我輸了，好不甘心唷～

# MiniGameMiniGameMotherGuidanceWeaponShopFsodrLose2
source: But I'm not gonna lose next time.I'll get better! So I can win! Yeaaah!
de: Nächstes Mal gewinn ich!Ich will eine Rö... Röwong...Ich will noch mal bitte!
es: La próxima solo puedo hacerlo mejor,¡así que prepárate!
es_mx: Pero no me ganarás la próxima vez,¡así que prepárate!
fr: Mais je gagnerai la prochaine fois !Je te mettrai à, euh... limande pourcette défaite !
it: Ma la prossima volta non perdo.Preparati a una... ri-vin-ci-ta!
ja: つぎは ぜったいまけないでちから、かくごちとくでち
ko: 다음에는 절대로안 질 거니까각오하십셔
nl: Maar de volgende keer neem ik rev...eh.. revan... Volgende keer win ik wel!
ru: Но когда перестану грустить...Готовься к ре-ван-шу! Мы ещепосмотрим!
zh_hans: 我下次绝对不会输，你做好心理准备吧。
zh_hant: 我下次絕對不會再輸給你了，你要有心理準備唷。

# MiniGameMiniGameMotherGuidanceWeaponShopFsodrWin
source: Yaaay! I won! Isn't that great?!
de: Jippiiiieee!Gewonnen, gewonnen!Supertolli!
es: ¡Cómo molaaa! ¡He ganado!¡Qué alegría!
es_mx: ¡Yujuuu! ¡Gané! ¡Qué emoción!
fr: Youhou ! J'ai gagné !C'est trop génial !
it: Evviva! Ho... vinto! Sì, ho vinto!
ja: わーい、やったでち～！うれちいでち～！
ko: 만세～ 제가 이겼슴미다～!기쁨미다～!
nl: Jaaa! Gewonnen, gewonnen! Wiiiieee!
ru: Ура-а-а! Победа! Я молодец,правда?!
zh_hans: 哇——我赢了～！真开心～！
zh_hant: 哇——我贏了耶～！好開心唷～！
