Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# TalkTalkShopFsodrHeadExpFirstS
source: READ THE MANUAL!
de: LIES DIE ANLEITUNG!
es: ¡Te falta fuste!
es_mx: ¡LÉETE EL MANUAL!
fr: Lis les infos !
it: Leggi il manuale!
ja: イナカモンはっけん！
ko: 촌스러운 녀석 발견!
nl: LEES DE UITLEG!
ru: ЧИТАЙ МАНУАЛ!
zh_hans: 发现土包子！
zh_hant: 發現鄉巴佬！

# TalkTalkShopFsodrHeadMoneyShortage00
source: Oh, erm, did you not know...that...your balance isn't enough to coverthat...I don't think...
de: Oh, also...Ich weiß ja nicht, aber...Irgendwie hast du nichtgenug Geld, um dir denArtikel zu leisten, also...
es: Verás... No sé cómo decírtelo, pero...no te alcanza el dinero para eso...
es_mx: Este... No sé cómo decírtelo, pero...no te alcanza el dinero para eso...
fr: Hé... J'sais pas si t'es au courant...Enfin, le prends pas mal, mais...T'es à court de cash, j'crois.
it: Oh, ehm, non sapevi... che...non hai abbastanza denaroper coprire la spesa...?
ja: …ぇっ、ぁ、すみませんおカネ 足りなぃぽぃです…
ko: …어, 아, 죄송해요돈이 부족한 것 같아요…
nl: O, eh... Misschien had je gemist dat,eh... je dit niet helemaal kunt...betalen...
ru: Ой, но... Подожди, у тебя жене хватает средств... Наверное,ты случайно...
zh_hans: ……咦，啊，不好意思，你的金钱好像不够……
zh_hant: ……咦？啊，不好意思，你的錢好像不夠喔……

# TalkTalkShopFsodrHeadMoneyShortageS
source: BEGONE, MOOCH!
de: SCHNORR WOANDERS!
es: ¡Consigue perras!
es_mx: ¡BUSCA EFECTIVO!
fr: Allez, dehors !
it: No perditempo!
ja: カネもってこい！
ko: 돈 가져와!
nl: SCHEER JE WEG!
ru: НЕ ВЫЙДЕТ!
zh_hans: 把钱带来！
zh_hant: 把錢帶來！

# TalkTalkShopFsodrHeadOfflineS
source: GET IT TOGETHER!
de: MACH HIN, KLAR?
es: ¡A mí no me vaciles!
es_mx: ¡NO ME VACILES!
fr: On se connecte !
it: Sveglia!
ja: でなおしてコイ！
ko: 다음에 다시 와!
nl: GA MET JE TIJD MEE!
ru: ТОЖЕ МНЕ!
zh_hans: 连接好再来吧！
zh_hant: 回去重來吧！

# TalkTalkShopFsodrHeadRankShortageS
source: GET INKED, CLOWN!
de: KLECKS DIR EINEN!
es: ¡Date el piro ya!
es_mx: ¡FUERA DE AQUÍ!
fr: Au boulot !
it: Datti una mossa!
ja: オトトイきやがれ！
ko: 잘 알아들었지?!
nl: AAN HET WERK!
ru: МОЛОДО-ЗЕЛЕНО!
zh_hans: 别再来了！
zh_hant: 別再讓我看到你！

# TalkTalkShopFsodrHeadRarityMax00
source: Ah... I hope you didn't have yourheart set on that. Because, um, youcan't raise the star power any more...
de: Oh, äh...Also, ich hoffe, das mit denSternen ist dir nicht zu wichtig...Denn, na ja, mehr Sterne passennicht mehr auf den Artikel...
es: Esto... Lo siento mucho, pero...ya no puede aumentarse másla exclusividad de ese artículo.
es_mx: Este... Lo siento mucho, pero...ya no se le puede aumentar máslas estrellas a ese artículo.
fr: Ah... J'espère que ça te tenait pastrop à cœur, parce que c'est râpé.Enfin, faut m'comprendre... le nombred'étoiles est au max, j'peux rien fairede plus, moi...
it: Ah... Spero che tu non abbia puntatoquell'articolo. Perché, uhm, non puoiaumentare la mitilicità più di così...
ja: ぁっ… すみません…もぅ レア度 上がらなぃですぅ
ko: 앗… 죄송해요…더 이상은 레어도가 안 올라가요…
nl: O, hopelijk, eh... wilde je dat niet alte graag... Want, eh... zeldzamer dandit kan dit artikel niet worden...
ru: Ох... надеюсь, ты не расстроишься,но... на это звезд уже больше недобавить.
zh_hans: 啊……不好意思……稀有度已经无法再提升了。
zh_hant: 啊……不好意思……已經沒辦法再提升稀有度了。

# TalkTalkShopFsodrHeadRarityMaxS
source: YER OUTTA LUCK!
de: PECH FÜR DICH, HAR!
es: ¡Ni en sueños!
es_mx: ¡MALA SUERTE!
fr: Pas d'bol !
it: Capito?!
ja: ムリだムリ！
ko: 더는 안 돼!
nl: DIKKE PECH!
ru: ЗАКАТАЙ!
zh_hans: 不行啊，办不到！
zh_hant: 辦不到！

# TalkTalkShopFsodrHeadSoldOtherHome00
source: Huh? Oh, whoops... I guess...thatone's...sold out already...
de: Mais quoi...?Oje, oje... Der Artikel ist ja...na ja, irgendwie ausverkauft...
es: ¿Eh?... Lo siento, pero ese artículoestá... agotado.
es_mx: ¿Eh?... Lo siento, pero ese artículoestá... agotado.
fr: Quoi ? Oh, euh... En fait...On en a plus en stock, désolée...
it: Eh? Oh, oooops... Credo che...quell'articolo... sia esaurito...
ja: ぁれっ？ …すみません売り切れみたぃですぅ
ko: 어라? …죄송해요품절된 것 같아요…
nl: Huh? O, oepsie... Die is, eh... aluitverkocht...
ru: Хм? Ой-ай... Знаешь, а таких...больше нет...
zh_hans: 咦？不好意思……好像已经售罄了。
zh_hant: 咦……？不好意思，好像已經售完了。

# TalkTalkShopFsodrHeadSoldOtherHomeS
source: TASTES LIKE FAILURE!
de: NA, WEINSTE?
es: ¡Se siente!
es_mx: ¡LÁSTIMA!
fr: C'est le bide !
it: Come mi dispiace...!
ja: ザンネンだったな！
ko: 아쉽게 됐다!
nl: JAMMER DAN!
ru: ОЧЕНЬ ЖАЛЬ!
zh_hans: 真是遗憾啊！
zh_hant: 算你倒楣！

# TalkTalkShopFsodrHeadSoldOutS
source: NO DEAL, CHUMP!
de: AUS IST AUS!
es: ¡Ya quisieras!
es_mx: ¡QUE NO HAY!
fr: Tu peux oublier !
it: Scordatelo!
ja: かっただろテメェ！
ko: 벌써 샀잖아!
nl: NIKS VOOR JOU!
ru: НЕ СУДЬБА!
zh_hans: 你这家伙买过了吧！
zh_hant: 你這傢伙早買過了吧！

# TalkTalkShopFsodrHeadThanksBadgeAs
source: TAKE IT AND SCRAM!
de: NIMM'S UND HAU AB!
es: Hala, ¡a correr!
es_mx: ¡CHAO, PUES!
fr: Prends et dégage !
it: Prendila e vattene!
ja: もってケ！
ko: 가져가!
nl: EN GA NU MAAR WEG!
ru: А НУ РАДУЙСЯ!
zh_hans: 拿去吧！
zh_hant: 拿去吧！

# TalkTalkShopFsodrHeadThanksBadgeBs
source: THANKS FER THE CASH!
de: FIRMA DANKT, HAR!
es: ¡Gracias, tú!
es_mx: ¡GRACIAS POR TODO!
fr: Merci pour le blé !
it: Grazie della grana!
ja: いつもアリガトな！
ko: 항상 고마워!
nl: BEDANKT, GELDSCHIETER!
ru: ЕЩЕ ТРАТЬ!
zh_hans: 一直以来谢谢了啊！
zh_hant: 感謝你的長期愛戴！

# TalkTalkShopFsodrHeadThankYouS
source: SEE YA, SUCKERS!
de: WOHL BEKOMM'S!
es: ¡Ya puedes irte!
es_mx: ¡NOS VEMOS!
fr: À plus, mollusque !
it: Oh! Abbiamo finito!
ja: またコイよ！
ko: 또 와라!
nl: TOT OOIT!
ru: БЫВАЙ!
zh_hans: 要再来啊！
zh_hant: 記得再來啊！

# TalkTalkShopFsodrHeadWelcome00
source: Oh, um...hello.
de: Oh! Bienvenue...
es: Esto... hola.
es_mx: Ah, este... pasa.
fr: Hé... Salut.
it: Salve...
ja: ぁ、 ぃらっしゃいませぇ…
ko: 아, 어서 오세요…
nl: O, eh... hallootjes.
ru: Ой... при... привет!
zh_hans: 啊，欢迎光临……
zh_hant: 啊，歡迎光臨……

# TalkTalkShopFsodrHeadWelcomeRank10S
source: WHO DRESSED YOU?
de: EHER ZU GUT!
es: ¡Poco has mejorado!
es_mx: ¿YA COMPRASTE?
fr: Change de sapes !
it: Ma come ti vesti?!
ja: まだダセェぞ！
ko: 아직 촌스러워!
nl: KLEED JIJ JEZELF?
ru: ТЕБЯ КТО ОДЕВАЛ?!
zh_hans: 你还是很土哦！
zh_hant: 一樣老土啦！

# TalkTalkShopFsodrHeadWelcomeRank20S
source: SOME FIT, POSER!
de: NETTER CLOWNLOOK!
es: ¡Que te veo venir!
es_mx: ¡TE FALTA ESTILO!
fr: Que de la frime !
it: Quante arie ti dai!
ja: チョーシのんなよ！
ko: 잘난 척은 하지 마!
nl: WAT EEN PATSER!
ru: ВЫПЕНДРЕЖ!
zh_hans: 别得意忘形哦！
zh_hant: 別太得意了！

# TalkTalkShopFsodrHeadWelcomeRank30S
source: I'M STILL FRESHER!
de: ICH BIN COOLER!
es: ¡No te pases!
es_mx: ¡NO PRESUMAS!
fr: Je suis l'plus classe !
it: Io lo sono di più!
ja: オレのツギにな！
ko: 나 다음으로 말이야!
nl: NIET ZO VERS ALS IK!
ru: Я ВСЕ РАВНО КРУЧЕ!
zh_hans: 但是不如我！
zh_hant: 比不上我啦！

# TalkTalkShopFsodrHeadWelcomeS
source: NO LOITERING!
de: BLABLA. KAUF WAS!
es: ¡Compra algo!
es_mx: ¡COMPRA Y VETE!
fr: Pas de lèche-vitrine !
it: Paga e smamma!
ja: みてケ かってケ！
ko: 보고 가! 사 가!
nl: NIET KIJKEN, KOPEN!
ru: ПОКУПАЙ ИЛИ КЫШ!
zh_hans: 尽管看，尽管买！
zh_hant: 儘管看，儘管買！

# TalkTalkShopFsodrShoesBasicSkillSame00
source: Hey, those have the same primaryability, so they're like mayo and aioli,you know? Same thing, differentname! Wait...are they the same?
de: Nee, halt mal. Die haben dochbeide genau denselben Haupteffekt.Ist ja so, als würdest du Konfitüregegen Marmelade tauschen.Die schon aufm Brot ist.
es: ¿Para qué quieres algo con el mismopotenciador principal? ¿Me estoyperdiendo algo?
es_mx: ¿Para qué quieres algo con el mismopotenciador principal? ¿Me estoyperdiendo algo?
fr: Euh, ces pompes ont l'même bonusprincipal, alors ça change rien, c'estcomme la mayo et l'aïoli : bonnetblanc et blanc bonnet... C'est biendeux noms pour le même truc, hein ?
it: Ehi, quegli articoli hanno la stessaabilità originale, quindi sono ugualie dentici, capisci?
ja: 基本ギアパワー同じだし買い替える意味、なくね？
ko: 기본 기어 파워도 같은데교체할 필요 있어?
nl: Wacht even, die hebben al hetzelfdehoofdeffect. Dat is alsof jejus d'orange inwisselt voor sinaas-appelsap. Dat schiet niet op.
ru: Послушай, у них ведь основныесвойства одинаковые, как ни крути.Так что давай лучше никак крутитьи не будем, ладно? Они вообщехоть чем-то различаются? Хм...
zh_hans: 反正基本装备能力相同，换购也没意义吧？
zh_hant: 基本裝備能力是一樣的，換購也沒什麼意義吧？

# TalkTalkShopFsodrShoesBuyS
source: You want those?
de: Die hier gefällig?
es: ¿Está bien así?
es_mx: ¿Los quieres?
fr: Celles-là ?
it: Allora? Compri?
ja: 買ってく？
ko: 사 갈래?
nl: Die vind je mooi?
ru: Будешь брать?
zh_hans: 你要购买吗？
zh_hant: 你要買嗎？

# TalkTalkShopFsodrShoesEquipS
source: Put 'em on?
de: Gleich reinsteigen?
es: ¿Te calzas ahora?
es_mx: ¿Te los pones?
fr: Tu les mets ?
it: Le indossi?
ja: そうびしてく？
ko: 장비할래?
nl: Meteen aandoen?
ru: Сразу наденешь?
zh_hans: 你要装备吗？
zh_hant: 你要直接裝備嗎？

# TalkTalkShopFsodrShoesMoneyShortage00
source: Ohhh, you're light on fundage...
de: Oje, da fehlt dir aber das Bare...
es: Sufres de escasez monetaria, creo.
es_mx: Tienes escasez monetaria...
fr: Oh, t'es à sec...
it: Ops, sei a conto di cortante... Ehm.
ja: おカネ、足りなくね？
ko: 돈이 모자란 거 같은데?
nl: O jee, o jee, ik zie de bodem van jeportemonnee.
ru: М-м-м... У тебя денег не хватает.
zh_hans: 你的金钱不够吧？
zh_hant: 你的錢不夠吧？

# TalkTalkShopFsodrShoesRarityMax00
source: Uhhh, I'm pretty sure the star poweron those is already maxed out...
de: Öh, also für mich sehen die Dingerschon maximal sternenträchtig aus...
es: Más exclusividad que esa no sepuede conseguir. Hasta ahí llegó.
es_mx: Ya no se le puede aumentar máslas estrellas. Hasta ahí llegó.
fr: J'veux pas la ramener, mais le nombred'étoiles est déjà au max, là...
it: Uhmmm, sono piuttosto sicuroche la mitilicità è già al massimo...
ja: そのクツ、レア度マックスじゃね？
ko: 그 신발, 레어도 최대 아냐?
nl: Hmm, die schoenen ga je echt nietnóg zeldzamer kunnen maken, hoor.
ru: Погоди, так тут звезд и так ужепо максимуму...
zh_hans: 那双鞋子的稀有度已经达到上限了吧？
zh_hant: 那雙鞋子稀有度達到上限了吧？

# TalkTalkShopFsodrShoesSoldOtherHome00
source: Sorry, but we're outta those.
de: Bedaure, sind leider ausverkauft.
es: Eso está agotado. Lo siento.
es_mx: Eso está agotado. Lo siento.
fr: Pas d'bol, j'ai déjà vendu tout ce quej'avais en stock.
it: Spiacente, quelle sono finite.
ja: すんません、売り切れっす
ko: 미안, 다 팔렸어
nl: Sorry, die zijn op.
ru: Извиняй, таких больше нету.
zh_hans: 抱歉，已经售罄了。
zh_hant: 不好意思，已經售完囉。

# TalkTalkShopFsodrShoesSoldOut00
source: Awww, those are sold out.
de: Schade, aber von denen ist geradedas letzte Paar raus.
es: Perdona, pero eso está agotado.
es_mx: Disculpa, pero eso está agotado.
fr: Désolé, ces pompes sont en rupturede stock.
it: Oooooh, quell'articolo è esaurito.
ja: ん？ 売り切れじゃね？
ko: 응? 품절됐나 본데?
nl: Jammerrr, maar daar heb ik net hetlaatste paar van verkocht.
ru: Этих больше не осталось...
zh_hans: 嗯？已经售罄了吧？
zh_hant: 嗯？已經售完了吧？

# TalkTalkShopFsodrShoesWelcome00
source: Yo! What's uuup?
de: Grüß dich!Alles crisp?
es: ¡Eh! ¿Cómo lo llevas?
es_mx: ¡Heeey! ¿Cómo va todo?
fr: Salut ! Ça roule ?
it: Ehilà! Come ti va?
ja: しゃせ～
ko: 안녕～
nl: Alles blits, gup?
ru: Йо! Как жизнь?
zh_hans: 欢迎～
zh_hant: 歡迎你～

# TalkTalkShopFsodrShoesWelcomeS
source: Yo! What's uuup?
de: Na? Alles crisp?
es: ¿Cómo va eso?
es_mx: ¿Cómo andas?
fr: Salut ! Ça roule ?
it: Ehilà! Come ti va?
ja: しゃせ～
ko: 안녕～
nl: Alles blits, gup?
ru: Йо! Как жизнь?
zh_hans: 欢迎～
zh_hant: 歡迎你～

# TalkTalkShopFsodrWeaponBuyGoldS
source: Get this one?
de: Dieser Artikel, ja?
es: ¿Es lo que quieres?
es_mx: ¿Quieres esta?
fr: Tu l'achètes ?
it: Affare fatto?
ja: こーかんするでち？
ko: 교환하시겠슴미까?
nl: Dit wapen doen, ja?
ru: Берешь?
zh_hans: 你要兑换吗？
zh_hant: 你想要兌換嗎？

# TalkTalkShopFsodrWeaponBuyS
source: Get this one?
de: Dieser Artikel, ja?
es: ¿Te interesa?
es_mx: ¿La quieres?
fr: Tu l'achètes ?
it: Affare fatto?
ja: こーかんするでち？
ko: 교환하시겠슴미까?
nl: Dit wapen doen, ja?
ru: Берешь?
zh_hans: 你要兑换吗？
zh_hant: 你想要兌換嗎？

# TalkTalkShopFsodrWeaponCompleteS
source: Roll da dice.
de: Kapselgubons.
es: ¡A cambiaaar!
es_mx: Cambia, cambia.
fr: Alea zacta est.
it: Fai cofì!
ja: くじびくでしゅ
ko: 좋아여
nl: Pwijzenpot.
ru: Абминяй!
zh_hans: 抽奖咯～
zh_hant: 抽獎囉

# TalkTalkShopFsodrWeaponEndCloseUpS
source: Get wicenses.
de: Gubist.
es: ¡A ver chi lo logras!
es_mx: ¡A ver chi lo logras!
fr: Vive les échanzes !
it: Fì, ye yicenze.
ja: もらえうでしゅ
ko: 받을 수 있어여
nl: Vewgunningen!
ru: Лисензии!
zh_hans: 可以获得哦。
zh_hant: 可以獲得喲。

# TalkTalkShopFsodrWeaponEndCloseUpWithSaveTransferS
source: Unwock dem.
de: Döbern.
es: ¡Qué chubidón!
es_mx: ¡Qué bien!
fr: Zuste pour toi !
it: Fbloccare, fì.
ja: できゆでしゅ
ko: 할 수 있어여
nl: Fielesteert.
ru: Солтимент!
zh_hans: 可以兑换哦。
zh_hant: 可以兌換喲。

# TalkTalkShopFsodrWeaponEquipS
source: Equip it?
de: Gleich ausrüsten?
es: ¿La equipas?
es_mx: ¿Quieres usarla?
fr: Tu t'en équipes ?
it: Vuoi usarla?
ja: そうびしてくでち？
ko: 장비하시겠슴미까?
nl: Meteen gebruiken?
ru: Сразу на изготовку?
zh_hans: 你要装备吗？
zh_hant: 你想要直接裝備嗎？

# TalkTalkShopFsodrWeaponExplainAfter00
source: That's what Sheldon said, anyway.
de: So hat's Arty uns vorgesagt.Und ich kann's auswendig!
es: Eso nos ha dicho Jairo.
es_mx: Eso nos dijo Jairo.
fr: Comme dit ce cher Cartouche !
it: Almeno, così ha detto Armand.
ja: ってブキチが ゆってたでち
ko: 라고 부키치가 말했슴미다
nl: Tenminste... Krabbert zei tegen onsdat u er klaar voor bent. Dus dan ishet vast zo.
ru: Так Пушкин говорил, ага!
zh_hans: 武器子是这么说的。
zh_hant: ……武器子是這麼說的唷。

# TalkTalkShopFsodrWeaponExplainAfterS
source: He said dat.
de: Aubendig.
es: Chí, en perchona.
es_mx: Chí, en perchona.
fr: Mot pour mot !
it: L'ha detto, fì.
ja: ゆってたでしゅ
ko: 말했어여
nl: Kwabbert zei het.
ru: Тосьно!
zh_hans: 是这么说的哦。
zh_hant: 是這麼說的喲。

# TalkTalkShopFsodrWeaponLicenseShortage00
source: I'm afraid you're a bit lacking in thelicense dee-part-meant. We can'tpart with any of Sheldon's wares forless than they're worth!
de: Ojeoje, du hast aber garkeine ArtyCards dabei.Leider brauchst du die,sonst kannst du bei unskeine Waffen kaufen.
es: Las armas cuestan licencias, colega.Como comprenderás, no podemosregalar los artículos de Jairo sinobtener nada a cambio.
es_mx: Las armas cuestan licencias. Comocomprenderás, no podemos regalarlos artículos de Jairo sin obtenernada a cambio.
fr: Malheureusement, soit j'ai la...j'ai la merlu, soit t'as zéro breveten poche... On va quand même pasbrader la marchandise de Cartouche !
it: Temo che tu sia... a corto di licenze.Spiacente, ma i nostri gioiellini nonvanno da nessuna parte senza chevengano pagati quanto meritano.
ja: ライセンスがないでち…ダメでち！ ブキチのたからものはわたせないでち！
ko: 라이선스가 없는 것 같슴미다…그럼 안 돼여! 부키치의 보물은넘겨줄 수 없슴미다!
nl: Maar u heeft helemaal niet van diemooie Krabbert-vergunnie... ningens!Krabbert werkt heel hard aan zijnspullen, hoor! Die mogen we nietzomaar weggeven!
ru: Как бы это помягче сказать...Лицензий-то у тебя нет!У меня пер-во-класс-но-е оружие,и скидок на него я не даю!
zh_hans: 你没有兑换证啊……不行！我不能把武器子的宝物给你！
zh_hant: 你沒有兌換證唷……這樣不行唷！我不能把武器子的寶物交給你唷！

# TalkTalkShopFsodrWeaponLicenseShortageS
source: Sowwy...
de: Babbengauben.
es: Lo chiento...
es_mx: Lo chiento...
fr: C'est inimazinable !
it: Fcusa...
ja: ごめんなしゃい～
ko: 미안해여～
ru: Нидает!
zh_hans: 对不起～
zh_hant: 對不起喲～

# TalkTalkShopFsodrWeaponOfflineS
source: The wobby!
de: Digdagdofort.
es: Ve para allá, ¿chí?
es_mx: Ve para allá, ¿chí?
fr: Z'adore le hall !
it: Ya yobby!
ja: またでしゅ～
ko: 다시 오세여～
nl: De wobby!
ru: Тылнет! Тылнет!
zh_hans: 要再来哦～
zh_hant: 再來喲～

# TalkTalkShopFsodrWeaponRankShortageS
source: Good wuck!
de: Bobei.
es: ¡Que no che diga!
es_mx: ¡Buena chuerte!
fr: Z'ai hâte !
it: In bocca al yupo!
ja: がんばうでしゅ～
ko: 힘내세여～
nl: Veew suwces!
ru: Удати!
zh_hans: 加油哦～
zh_hant: 加油喲～

# TalkTalkShopFsodrWeaponShootingRangeS
source: Give it a whirl?
de: Probeklecks gefällig?
es: ¿Quieres probarla?
es_mx: ¿La pruebas?
fr: Tu l'essaies ?
it: Vuoi provarla?
ja: ためしうちするでち？
ko: 테스트하시겠슴미까?
nl: Eerst testen?
ru: Хочешь опробовать?
zh_hans: 你要试射吗？
zh_hant: 你想要試射嗎？

# TalkTalkShopFsodrWeaponSoldOut00
source: I admire your dev...dev-o-shun, butyou already have that weapon!
de: Die ist klasse, oder?Aber falls mich nicht alles täuscht,besitzt du diese Waffe bereits.
es: ¡Un momento! Pero si esa arma yala tienes, ¿no?
es_mx: ¡Un momento! Pero si esa arma yala tienes, ¿no?
fr: Je salue ta perche-évérance, maistu as déjà cette arme !
it: Ammiro la tua de... dev... devozione,ma quell'arma ce l'hai già!
ja: そのブキ もうもってるはずでち
ko: 그 무기는 이미 가지고 있을 검미다
nl: Dat wapen is leuk, hè? Maar het iszo leuk, dat u er al eentje van heeft,geloof ik?
ru: Понимаю, сам от этого оружияфано... фанатею, но одногоэкземпляра тебе достаточно.
zh_hans: 你应该已经持有那把武器了。
zh_hant: 你應該已經持有那把武器了唷。

# TalkTalkShopFsodrWeaponSoldOutS
source: You got it aweady.
de: Babbereits.
es: Chí, cheguro.
es_mx: Chí, cheguro.
fr: Oui, tu l'as dézà !
it: Ce l'hai ya.
ja: はずでしゅ
ko: 있을 거예여
nl: Hewt u al.
ru: Достатьно!
zh_hans: 应该已经持有了。
zh_hant: 已經持有了喲。

# TalkTalkShopFsodrWeaponThankYouGoldLicenseS
source: Dat many weft.
de: Doviel Dück.
es: Chiertamente.
es_mx: Chiertamente.
fr: C'est touzours ça.
it: Tante cofì.
ja: でしゅよ
ko: 남았어여
nl: Goud in hawden.
ru: Воть!
zh_hans: 就是这样。
zh_hant: 還有剩喲。

# TalkTalkShopFsodrWeaponThankYouLastGoldLicenseS
source: Aww gone!
de: Bäbended.
es: Che acabó.
es_mx: Che acabó.
fr: Zusqu'au dernier !
it: Tutto finitooo!
ja: きったでしゅ
ko: 없어여
nl: Awwemaal op!
ru: Босе нету!
zh_hans: 用完了哦。
zh_hant: 用完了喲。

# TalkTalkShopFsodrWeaponThankYouS
source: Tank you!
de: Dangechön.
es: ¡Grachias!
es_mx: ¡Grachias!
fr: Un zoli zouzou !
it: Graffie!
ja: あいがとでしゅ～
ko: 고마워여～
nl: Gewelwig!
ru: Пасиба!
zh_hans: 谢谢惠顾～
zh_hant: 多謝惠顧喲～

# TalkTalkShopFsodrWeaponUnlockA00
source: I'm pleased to report that my alreadywide sell-ek-shun has widenedfurther yet. Take a look. I insist!
de: Unser großes Sortiment ist übrigensnoch viel größer geworden.Viel Spaß beim Stöbern!
es: Me alegra comunicarte que, conel nivel que has alcanzado, puedesacceder a nuevas armas. ¡Echa unvistazo sin perder ni un instante!
es_mx: Me alegra comunicarte que, con elnivel que ya tienes, puedes accedera nuevas armas. ¡Echa un vistazosin perder tiempo!
fr: Z'ai le plaisir de t'annoncer quez'ai de nouveaux articles en magasin.Zette donc un œil à la sélection !
it: Sono felice di co-mu-ni-car-tiche la nostra ampissima selezionedi armi si è ar... ar... arricchitaulteriormente. Dai un'occhiata!
ja: キミのランクで あつかえる新しいブキが あるでし！早く交換して たくさんかわいがるでし！
ko: 손님 레벨로 다룰 수 있는새로운 무기가 있슴다!어서 교환해서 잔뜩 사용해 주십쇼!
nl: Onze mooie collek... colleksie... hoopwapens is nog groter geworden!Kijk toch eens hoe prachtig!
ru: Мой и без того не-срав-нен-ныйассортимент оружия стал ещене-срав-нен-не... э-э-э... е!Гляди!
zh_hans: 有新武器可以供目前等级的你使用哦！赶快去兑换，然后多多使用吧！
zh_hant: 有新的武器是以你目前的等級可以運用的喔！趕快去兌換然後好好運用吧！

# TalkTalkShopFsodrWeaponWelcome00
source: Hello, hello! What are you in themarket for today?
de: Hallo, hallo!Wie kann ich dich bewaffnen?
es: ¡Hola, coleguita! ¿Buscas armamentopara destacar en combate?
es_mx: ¡Hola, hola! ¿Buscas armamentopara destacarte en combate?
fr: Salut, salut ! Qu'est-ce que tuveux acheter de beau, aujourd'hui ?
it: Salve, salve! Che tipo di armacerchi oggi?
ja: いらっちゃいやち～バトルでイカせるブキを みてくでち
ko: 어서 오십셔～배틀에서 대활약할 무기를 보고 가십셔
nl: Hallo, hallo! Bent u misschien opzoek naar een leuk, nieuw wapen?
ru: Здравия желаю! Какое оружиетебе по душе?
zh_hans: 欢迎光临～来看看这些鱿利于对战的武器吧。
zh_hant: 歡迎光臨唷～來看看這些能在對戰時魷效活用的武器吧。

# TalkTalkShopFsodrWeaponWelcomeS
source: Hello, hello!
de: Hallo, hallo!
es: ¡Hola!
es_mx: ¡Hola!
fr: Salut, salut !
it: Salve, salve!
ja: いらっちゃいやち～
ko: 어서 오십셔～
nl: Hallo, hallo!
ru: Здравия желаю!
zh_hans: 欢迎光临～
zh_hant: 歡迎光臨唷～

# TalkTalkShopSdodrClothesBasicSkillSame00
source: Alas, the primary gear ability is liketo like, and so I shan't accept theexchange thou proposeth.
de: Der Haupteffekt ist derselbe, dahermuss ich dieses Tauschgesuchausschlagen.
es: Cambiar a un artículo con el mismopotenciador principal es algo quedebo desaconsejarte.
es_mx: Propones el intercambio de dosartículos análogos, despropósitoque sin demora debo denegar.
fr: Las, le bonus principal de cet articleest en tous points identique. Je nepuis consentir à l'offre quetu me soumets.
it: Le abilità originali dei presentiarticoli sono medesime, pertantocodesto scambio non s'ha da fare.
ja: 基本ギアパワー同じなれば買い替え、やらずべし
ko: 기본 기어 파워가 같다면교체하지 마시게
nl: Ik moet mijn spijt betuigen, maarde hoofdeffecten zijn volkomeneensluidend. Ik kan geen gevolg gevenaan uw verzoek.
ru: Сих одеяний двух способностьосновная — как отраженье назеркальной глади вод. Обменманит, но нет, сей путь заказан.
zh_hans: 若基本装备能力相同，则不应换购。
zh_hant: 若基本裝備能力相同，則不應當換購。

# TalkTalkShopSdodrClothesBuyS
source: Wouldst thou buy?
de: Erwerben?
es: ¿Te lo llevas?
es_mx: ¿Deseas comprarlo?
fr: Cet article t'agrée ?
it: Acquisti tosto?
ja: かいたまへ
ko: 사 가시게
nl: U schaft dit aan?
ru: Решенье принято?
zh_hans: 买吧。
zh_hant: 買吧。

# TalkTalkShopSdodrClothesEquipS
source: Wouldst thou equip?
de: Tragen?
es: ¿Te lo llevas puesto?
es_mx: ¿Deseas equiparlo?
fr: L'équiperas-tu ?
it: Vesti senza indugio?
ja: そうびしたまへ
ko: 장비하시게
nl: Wilt u dit dragen?
ru: Облачишься сразу?
zh_hans: 装备吧。
zh_hant: 裝備吧。

# TalkTalkShopSdodrClothesMoneyShortage00
source: It appears thy purse is flat, cousin.
de: So groß Eure Kaufeslust auch ist,so leer ist Eure Geldbörse...
es: Veo que tus finanzas no atraviesansu mejor momento, joven.
es_mx: Vacío está tu bolsillo cual cielodespejado.
fr: Grande est ton ardeur, nobleseiche, mais fort plate est tabourse...
it: Temo che al momento tu sia a cortodi danari, illustre cliente...
ja: ゼニ、いとココロもとなし
ko: 지갑이 허전하군
nl: De huidige toestand van uw beurslaat deze aanschaf niet toe, mijnwaarde.
ru: Весьма плачевно, но увы — твойкошелек разинул рот, словнобеззубый кашалот.
zh_hans: 钱财，令人不安。
zh_hant: 錢財，令人不安。

# TalkTalkShopSdodrClothesRarityMax00
source: Prithee, this item's star power cangrow no more celestial than it has.
de: Fürwahr, dieses Stück kann nichtmehr an Sternenwert gewinnen.
es: A veces la exclusividad no puedeaumentar más, y este es el caso.
es_mx: El carácter estelar de ese artículoya alcanzó su cenit.
fr: Le nombre d'étoiles de cet articlea atteint son ultime pinacle. Nul nesaurait l'accroître davantage.
it: La mitilicità di questo articolonon può elevarsi ancor più di così.
ja: フクのレア度、この上なしこれより上ぐるは できぬなり
ko: 옷의 레어도는 가장 높은 경지일세이 이상 올릴 수 없네
nl: Hoor toe! Dit voorwerp is al van zoeen uitzonderlijke schaarste dat eenverdere aanwas van zeldzaamheiduitgesloten is.
ru: Увы и ах, но снаряжение сиесияет силой тысячи созвездий —куда уж больше звезд емуснискать...
zh_hans: 服装稀有度已达上限，无法继续提升。
zh_hant: 服裝稀有度，達到顛峰，已經無法繼續提升。

# TalkTalkShopSdodrClothesSoldOtherHome00
source: Alack! I no longer have the itemin question.
de: Ach und weh! Ich habe diesenArtikel nicht länger vorrätig.
es: Lamento decirte que ese artículoestá agotado.
es_mx: ¡Qué gran infortunio! Ya no quedasino el espectro del artículo encuestión.
fr: Mille fois hélas ! L'article qui exciteta légitime convoitise n'honore plusmes étals de sa douce présence.
it: Poveri noi! L'articolo bramatonon è più in mio possesso.
ja: されど、そのフク 今はなし
ko: 하나 그 옷은 지금 없다네
nl: Spijtig, spijtig! Ik heb het voorwerpin kwestie niet langer in bezit.
ru: Как мимолетно бытие: товар ведьбыл, но миг — и больше нету...
zh_hans: 该服装目前无货。
zh_hant: 該服裝，目前沒有。

# TalkTalkShopSdodrClothesSoldOut00
source: Alas, that item is sold out.
de: Diese Tracht habt Ihr bereits, undmeine Kaufmannsehre verbietet mir,Euch dieselbe Tracht ein weiteresMal zu verkaufen.
es: Me temo que ya no me quedan másexistencias de ese artículo, joven.
es_mx: Ese artículo, divino tesoro, yase fue para no volver.
fr: Bien malin qui sait vendre plusqu'il ne possède... Las ! Je n'ensuis point capable.
it: Questo articolo è esaurito,che disdetta!
ja: そのフク 売り切れなり
ko: 그 옷은 벌써 팔렸다네
nl: Och wee, dit voorwerp is helaas nietlanger verkrijgbaar.
ru: Увы и ах, продать товар сейя бы рад, но огляди суму свою —ведь есть уже он там!
zh_hans: 该服装已售罄。
zh_hant: 該服裝，已售完。

# TalkTalkShopSdodrClothesWelcome00
source: How dost thou, cousin?
de: Werter Kunde! Tretet näher!
es: ¡Adelante, adelante!
es_mx: Es todo un honor recibir a vuestramerced en mi humilde tienda.
fr: Je te salue, juvénile octopode !
it: Ti porgo un caloroso benvenutonella mia amata boutique!
ja: これやこの よくきた、よくきた
ko: 잘 왔네, 잘 왔어
nl: Weest wellekome!
ru: Приветствую тебя, мой друг!
zh_hans: 久仰大名，欢迎光临。
zh_hant: 久仰大名，來得好、來得好。
