Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# MiniGameMiniGameMotherGuidanceGearShopShoesSdodrDraw2
source: No winner, but no loser either.I'm chill with that.
de: Kein Gewinner, aber auch keinVerlierer. Das hat ja auch was.
es: Nadie gana, nadie pierde... Bueno,a mí me vale.
es_mx: Nadie gana, nadie pierde...¡Puedo vivir con eso!
fr: Pas de gagnant, pas de perdant,tout l'monde est content !
it: Né vincitori, né vinti!Stavolta ti è andata bene...
ja: フフッ もしかしたら、相性がピッタリなのかな？ キミとオレ
ko: 후훗, 어쩌면 너랑 나는궁합이 잘 맞는 걸까?
nl: Geen winnaar, maar ook geenverliezer. Zo kan het soms lopen.
ru: Без победителей и проигравшихтоже нормалек.
zh_hans: 呵呵，说不定这说明你和我很合得来呢。
zh_hant: 呵呵，搞不好你跟我其實意氣相投喔。

# MiniGameMiniGameMotherGuidanceGearShopShoesSdodrLose
source: Whoa. You got me, duder. That wentway different than I thought.
de: Wow, du hast mich voll auf demfalschen Fuß erwischt.
es: ¡Agh! Vale, me has ganado.No contaba con este resultado.
es_mx: Guau... No me esperaba queterminara así.
fr: Oh ! J'l'ai pas vue v'nir, celle-là.Bien ouéj, tu m'as battu.
it: Uoooh, non me lo aspettavo proprio!Mi hai davvero steso!
ja: おや… まいったなまさか オレが負けるなんて…
ko: 이런… 낭패네설마 내가 지다니…
nl: Wauw, dat heb je op je sloffengewonnen.
ru: Йошкин краб! Я сегодня не с тойклешни встал, что ли?!
zh_hans: 哎呀……这下头疼了，没想到我居然输了……
zh_hant: 哎呀……真糟糕，沒想到我居然輸了……

# MiniGameMiniGameMotherGuidanceGearShopShoesSdodrLose2
source: You play hard as nails! Lemme know ifyou ever want a rematch. I'd be down.
de: Du gehst echt in die Vollen! GibBescheid, wenn du wieder spielenwillst, für eine Revanche bin ichimmer zu haben!
es: ¡Lo das todo! Avísame siempre quequieras una revancha. Será un placer.
es_mx: ¡No tienes piedad, ja, ja! ¡Avísamesi quieres jugar otra vez!
fr: T'es pas un alevin de trois semaines,toi ! Si tu veux en r'faire une, hésitepas à demander !
it: Giochi duro, eh? Mi piace! E quandovuoi, io ci sto per la rivincita.
ja: すっごく強かったよ、キミぜひ また、お手合わせ願いたいね
ko: 정말 강하더라, 너다음에도 또 승부해 줘
nl: Jij kunt goed uit de voeten metSlijkslag. Laat maar weten als jenog een potje wilt spelen.
ru: Ты в отличной форме! Еслизахочешь повторить, то говори!На реванш я всегда согласен!
zh_hans: 你真的很厉害啊，请务必再次和我切磋。
zh_hant: 你真的很厲害喔。還請務必再次跟我切磋切磋。

# MiniGameMiniGameMotherGuidanceGearShopShoesSdodrWin
source: Hah! You picked the wrong dude tochallenge, I tell you what.
de: Ha! Da hast du den Falschenherausgefordert!
es: ¡Anda! Creo que no sabes a quéplancton estás desafiando.
es_mx: ¡Ja! ¿Acaso creías que te lo iba aponer fácil por ser cliente?
fr: T'as titillé la mauvaise crevette,on aurait dû te prév'nir !
it: A-ha! Hai scelto il tipo sbagliatoda sfidare a Splattanza, ti avverto!
ja: フフッ どうやら相手がわるかったみたいだね
ko: 후훗, 아무래도상대를 잘못 고른 것 같은데?
nl: Ha, ik kan wel uit de voeten met ditkaartspelletje!
ru: Гы, эти клешни не водорослямишиты!
zh_hans: 呵呵，看来你挑错对手了呢。
zh_hant: 呵呵，看來你是挑錯對手了呢。

# MiniGameMiniGameMotherGuidanceGearShopShoesSdodrWin2
source: I'm still kinda on the clock, but it'scool. I can leave the shop hangingtill we're done here.
de: Eigentlich müsste ich im Laden sein,aber der haut schon nicht ab...Das hier macht viel zu viel Spaß!
es: No me sobra el tiempo... pero vale,puedo dejar por un rato la tiendacuando quieras retarme aquí.
es_mx: Se supone que tengo que trabajar,pero... si quieres echar otra,¡yo me animo!
fr: Chuis censé être au taf, mais ils s'ensortiront bien sans moi si t'as envied'en r'faire une.
ja: オレも ヒマじゃないんだけど… いいよキミの相手なら、いくらでも 付き合うさ
ko: 나라고 한가로운 건 아니지만… 좋아네 상대라면 얼마든지 어울려 줄게
nl: Maar ga niet met je voeten in hethaar zitten. Volgende keer heb jij allekaarten tussen je tenen om tewinnen.
ru: Вообще-то, я еще на работе.Но ради тебя, так и быть, поиграю.Магазин подождет.
zh_hans: 我也是很忙的，不过……如果是当你的对手，多少次我都奉陪。
zh_hant: 其實我也是很忙的……但沒關係，你想玩多少次我都奉陪。

# MiniGameMiniGameMotherGuidanceGearShopShoesWin
source: Ooo, I won! Wheee, haha! What afun game this is!
de: Ui, gewonnen! Ti hi!Hach, schönes Spielchen!
es: ¡Je, je! ¡He ganado! Y además hasido una lucha de lo más divertida.
es_mx: ¡Ajá, gané! ¡Je, je! ¡Qué juegotan divertido!
fr: Et voilà, j'ai gagné ! Ha haaa !Y a pas à dire, il est marrant, ce jeu !
it: Eeeee ho vinto! Yeaaah!Che gioco fantastico!
ja: ほわっ、勝てちゃったっうれしー きゅるん☆
ko: 우와, 내가 이겼네기뻐라～ 헤헷☆
nl: Ik! Heb! Gewonneeeeen! Zo leuk!
ru: Гы-гы, я победил! Мощная играбыла!
zh_hans: 哇，我赢了！好开心！啾咪☆
zh_hant: 哇喔，我贏了！好開心喔！啾咪☆

# MiniGameMiniGameMotherGuidanceGearShopShoesWin2
source: Don't get me wrong—you were tough!I definitely want a whole bunch ofrematches against you.
de: He, du warst richtig gut! Ehrlich!Würde mich freuen, wenn du michzu einer Revanche forderst.Oder gerne auch hundert!
es: Y eso que no me lo has puesto fácilen absoluto. ¡Estoy deseando quevolvamos a competir!
es_mx: Pero no te creas, no me lo pusistenada fácil. Y ya estoy deseandovolver a combatir contra ti.
fr: Par contre, j'ai pas dit que c'étaitfacile ! Tu m'as bien fait suer...mais il se trouve que j'adore ça !Je t'offre une revanche quandtu veux !
it: Non fraintendermi, sei davveroforte! Voglio concederti la rivincitaprima o poi. Anche più di una.
ja: キミも 手ごわかったよーまた、遊んでねっ☆
ko: 너도 엄청 강했어～또 같이 놀자☆
nl: En jij hebt kunnen zien hoe ik hebgewonnen, dus jij bent ook een beetjeeen winnaar! Zullen we het volgendekeer omdraaien, dat jij wint en dat iktweede winnaar ben?!
ru: Ты здорово держишься. Нужно ещекак-нибудь сыграть!
zh_hans: 你也很难对付哦！下次再来找我玩吧☆
zh_hant: 你也很難對付喔！下次再來玩吧☆

# MiniGameMiniGameMotherGuidanceGoodsShopDraw
source: Huh. Tie game.
de: Hm. Unentschieden.
es: ¿Eh? Hemos empatado...
es_mx: ¿Eh? Un empate...
fr: Tiens, match nul.
it: Ah. Abbiamo pareggiato.
ja: んー あいこかー
ko: 음～ 비겼네～
nl: O, we zijn gelijk geëindigd.
ru: Надо же, ничья.
zh_hans: 嗯——平局了呢——
zh_hant: 嗯～平手耶～

# MiniGameMiniGameMotherGuidanceGoodsShopDraw2
source: That was alright. I'd play you againsometime, if you're into that.
de: War lustig irgendwie.Würde gern wieder mal gegen dichspielen, falls du magst.
es: Bueno, ya volveremos a jugar enotra ocasión.
es_mx: Bueno, ya volveremos a jugaren otro momento.
fr: C'était marrant. On peut rejouerà l'occase, si t'as envie.
it: Niente male. Giochiamo di nuovoprima o poi, se va anche a te.
ja: またあいてしてくだせー
ko: 또 같이 놀아 줘～
nl: Oké. We kunnen nog een keer spelen.Niet van harte, maar het kan.
ru: А неплохо было. Если хочешь,как-нибудь можем еще сыграть.
zh_hans: 下次再来找我玩吧——
zh_hant: 之後再來找我玩吧～

# MiniGameMiniGameMotherGuidanceGoodsShopGreet
source: Tableturf Battle? Yeah, sure. I'm notbusy. I mean, I am, but...it's fine.
de: Eine Runde Revierdecks?Klar. Gern. Hab zwar zu tun, aber...Na los, raus mit den Karten.
es: ¿Quieres que nos enfrentemos enlucha carterritorial? Bueno... tengootras cosas que hacer... ¡pero vale!
es_mx: ¿Un combate carterritorial?¿Contra mí? Bueno... tengo otrascosas que hacer... ¡pero está bien!
fr: Un match de Cartes & Territoire ?Ouais, s'tu veux. J'ai rien de mieuxà faire de toute façon.
it: Splattanza? Sì, OK. Non ho dafare. Cioè sì, però... va bene, dai.
ja: んー ナワバトラー？いーよヒマだし
ko: 음～ 영역 배틀러?좋아, 할 일도 없으니까
nl: Slijkslag spelen? Goed, ik heb hetniet al te druk. Oké, ik heb het weldruk, maar niet al te druk.
ru: «Карты и район»? Эх, ну давай.Я не занята. Ну, вообще, конечно,занята, но... Ах, какая разница!
zh_hans: 嗯——？占地斗士？好啊——反正我很闲。
zh_hant: 嗯～？占地鬥士？好啊～反正我很閒。

# MiniGameMiniGameMotherGuidanceGoodsShopLose
source: ...Oh. Guess I lost.
de: ...Oh.Hab verloren. Hm.
es: Pues nada... He perdido.
es_mx: Bueh... Supongo que perdí.
fr: ... Oh. On dirait que j'ai paumé.
it: ... Oh. Mi sa che ho perso.
ja: …あー まけたー
ko: …아～ 졌네～
nl: O, verloren.
ru: Надо же, я проиграла...
zh_hans: 哎呀——我输了呢——
zh_hant: ……啊～輸了～

# MiniGameMiniGameMotherGuidanceGoodsShopLose2
source: Welp. Now I'm bored.
de: Pffft. Jetzt ist mir langweilig.
es: Así es la vida.
es_mx: Así es la vida.
fr: Pfff... C'est pas drôle.
it: Bah. Che noia, oh.
ja: ま、いっか
ko: 뭐, 아무려면 어때
nl: Saai.
ru: Ну вот, теперь мне надоело.
zh_hans: 算了，输就输吧。
zh_hant: 算了，輸就輸吧。

# MiniGameMiniGameMotherGuidanceGoodsShopWin
source: Hey, I won. Neat.
de: Hey, hab gewonnen.Nett.
es: Te he ganado limpiamente.
es_mx: Te gané limpiamente.
fr: Tiens, j'ai gagné. Trop cool.
it: Ehi, ho vinto. Forte.
ja: かったわー
ko: 이겼네～
nl: O, ik heb gewonnen. Oké.
ru: Надо же, я победила.
zh_hans: 我赢了呢——
zh_hant: 我贏了～

# MiniGameMiniGameMotherGuidanceGoodsShopWin2
source: Good luck getting better at this.Sorry—I don't know how to say thatwithout sounding mean.
de: Musst ein bisschen an dir arbeiten.Aber das wird schon irgendwie....'tschuldige, weiß nicht, wie manso was höflicher sagen soll.
es: Tienes mucho que mejorar. Perdona,no quería sonar arrogante. Esperoque mejores tus habilidades pronto.
es_mx: Tienes mucho que mejorar. Perdón,no quería sonar arrogante. Esperoque mejores tus habilidades pronto.
fr: Bonne chance pour t'améliorer...Désolée, je vois pas comment tournerça sans avoir l'air de te prendrede haut.
it: Cerca di migliorare un po', però.Scusa... non so come dirlo senzasembrare maleducata.
ja: キミはもっとれんしゅうにはげむのだー
ko: 조금 더열심히 연습해 봐～
nl: Succes bij het leren spelen. Sorry,ik weet niet hoe ik dat kan zeggenzonder gemeen over te komen.
ru: Тебе бы подучиться играть. Прости,я не знаю, как это сказать, чтобыне было обидно...
zh_hans: 你还得更加勤奋地练习才行呢——
zh_hant: 你可能得再多努力地練習一下才行喔～

# MiniGameMiniGameMotherGuidanceGuidance03
source: Like this! You just got one!
de: Genau so, zum Beispiel!Bitte sehr, für dich!
es: ¡Como este! Toma, para ti.
es_mx: ¡Como este! Toma, para ti.
fr: La preuve, en voilà un pour toi !
it: Come questo! Ecco, è tutto tuo!
ja: はい！ これ、どうぞ！
ko: 자! 이것을 받으렴!
nl: Zoals deze! Alsjeblieft, voor jou enniemand anders!
ru: Вот такую! Бери-бери!
zh_hans: 来！收下吧！
zh_hant: 來！收下吧！

# MiniGameMiniGameMotherGuidanceHimeDraw
source: Tie game, huh? I really thought I hadyou there.
de: Unentschieden, wie?Hrm. Dachte, ich hätte dichschon so gut wie abserviert.
es: Así que un empate... Pues pensé queya te ganaba.
es_mx: ¿Empate? Pensé que ya lo teníaganado.
fr: Égalité ? Pff... Je pensais vraimentque je la gagnerais, celle-là.
it: Un pareggio, eh? Beh, diciamo cheti è andata di lusso!
ja: なんだ引き分けかよーイケると思ったんだけどなー
ko: 뭐야, 비겼네～이길 줄 알았는데～
nl: Gelijkspel? Wat een mazzel heb jij!
ru: Ничья? Ну ладно. А я думала,победа уже в кармане! Иликармашке, ха!
zh_hans: 什么嘛，居然平局了——我还以为能赢呢——
zh_hant: 什麼嘛，居然是平手喔——本來以為可以贏的說——

# MiniGameMiniGameMotherGuidanceHimeDraw2
source: Next time I'm gonna cinch it! Let meknow when you wanna go again.
de: Nächstes Mal zieh ich's durch!Sag Bescheid, dann geht'swieder rein ins Vergnügen!
es: ¡La próxima vez me aseguraré de queasí sea! Avísame cuando quierasprobar de nuevo.
es_mx: ¡La próxima vez me aseguraré de queasí sea! Avísame cuando quierasprobar de nuevo.
fr: La prochaine finira pas de la mêmemanière, tu verras ! Fais-moi signequand tu voudras rejouer.
it: Ma la prossima volta non avrò pietà!Fammi sapere quando vuoi riprovare.
ja: 次こそ 勝負決めんゾ！また今度 アタシに声かけろよな！
ko: 다음번에는 결판을 내자!다음에 또 나를 불러!
nl: De volgende keer win ik wel! Laat hetmaar weten als je zin hebt om teverliezen.
ru: В следующий раз тебе конец!Приходи, еще сыграем!
zh_hans: 下次一定要决出胜负！记得再来找我玩！
zh_hant: 下次一定要決出勝負喔！改天再來找我玩吧！

# MiniGameMiniGameMotherGuidanceHimeLose
source: What, I lost?! You're too good atthis, Eight!
de: Alter, WAS?Ich hab verloren?Nr. 8, du hast's echt drauf.
es: ¿Cómo? ¡¿He perdido?! Ocho, ¡esindecente lo bien que se te da esto!
es_mx: ¿Cómo? ¡¿Perdí?! Ocho, ¡no esjusto lo bien que se te da esto!
fr: Qu-quoi ?! J'ai perdu ? T'as un grosniveau, Huit !
it: Eeeh? Ho perso?! Non ti facevocosì forte, Otto.
ja: ゲッ！ 負けちまった…ちくしょー やるな、ハチ！
ko: 으윽! 내가 졌네…분하다～ 제법인데, 에이트!
nl: Wat, heb ik verloren?! Hoezo ben jijhier zo goed in, Acht?
ru: Ы-Ы-Ы!!! Я проиграла!Восьмерка, ты просто ас!
zh_hans: 呃！我输了……可恶，你挺厉害嘛，小八！
zh_hant: 呃！我輸了……可惡。小八，你挺不賴的嘛！

# MiniGameMiniGameMotherGuidanceHimeLose2
source: Ah, sorry—wrong person. It's justthat you have the same vibes asa friend of mine.
de: ...Oh, Verzeihung.Kleine Verwechslung.Ich kenn da nämlich wen,der erinnert mich irgendwietotal an dich, weißt du?
es: Ah, perdón... Te he confundido conalguien distinto. Tienes algo que merecuerda a una de mis amistades.
es_mx: Ah, perdón, te confundí con alguiendistinto. Tienes una vibra que merecuerda a... Bah, olvídalo.
fr: Ah pardon, je me suis gourrée depersonne. Tu ressembles à quelqu'unque je connais.
it: Ah, scusa, ho sbagliato persona.È che mi ricordi tanto una miavecchia conoscenza...
ja: あっワリィ、まちがえた！なんかオマエ アタシのダチにスゲー フンイキ似てんだよなー…
ko: 앗, 미안! 잘못 말했어!너, 어딘지 모르게 내 친구랑분위기가 엄청 비슷하거든…
nl: Oeps, sorry. Verkeerde persoon. Jedeed me denken aan een maatje vanme.
ru: Сорри, ошибочка вышла. Просто тымне кое-кого напоминаешь. Вайбыу вас одинаково крутые, вот!
zh_hans: 啊，抱歉，我叫错名字了！因为你给人的感觉和我的一个好朋友非～常像……
zh_hant: 啊，抱歉，我叫錯了！只是你給人的感覺真的跟我朋友非——常像……

# MiniGameMiniGameMotherGuidanceHimeWin
source: BOOyah! I win!
de: Gyaaaa-HA!Hab gewonnen!
es: ¡Sí, sí, sí! ¡He ganado!
es_mx: ¡SÍÍÍ! ¡Gané!
fr: Wouhou ! T'as vu ? J'ai gagné !
it: Evvai! Ho vinto!
ja: ッシャー！ アタシの勝ちーー！！
ko: 좋았어～! 내 승리다～～!!
nl: Coole bom! Ik heb gewonnen!
ru: ОП-ОП!!!Победа!
zh_hans: 好——！我赢了——！！
zh_hant: 耶——！我贏了——！！

# MiniGameMiniGameMotherGuidanceHimeWin2
source: Yo, don't let it get ya down. We'll goagain sometime! The most importantthing is, I had fun!
de: Mach dir keinen Kopf drum,wir spielen später mal wieder.Hauptsache, für mich war's lustig!
es: No te desanimes, ¡ya volveremosa vernos! ¡Lo más importante eslo bien que me lo he pasado!
es_mx: No te desanimes, ¡nos volveremosa ver! ¡Lo más importante es queyo me divertí muchísimo!
fr: T'en fais pas, ça arrive, de perdrecontre moi. Mais oublie pas : le plusimportant, c'est que je me sois bienamusée !
it: Ehi, non abbatterti. Presto giochiamola rivincita. La cosa importante è cheè stato divertente. Soprattutto perme! Ih ih ih!
ja: ま、これにコリずに また勝負しようぜ！オマエとバトるの けっこう楽しーからな！
ko: 뭐, 졌다고 기죽지 말고 또 승부하자!너하고 배틀하는 건 꽤 재미있거든!
nl: Yo, ga niet sippen. We kunnen gewoonnog eens spelen. Uiteindelijk draaithet er vooral om dat ik lol heb.
ru: Только ты того, не расстраивайся.Йо. Еще отыграешься! И вообще,главное, МНЕ понравилось!
zh_hans: 不过你可别就这样放弃了，下次再来对决吧！毕竟和你对战很开心嘛！
zh_hant: 但你可別就這樣放棄了，下次再來對決吧！畢竟跟你對戰還是滿好玩的呢！

# MiniGameMiniGameMotherGuidanceHotaruDraw
source: Aw, a tie. At least a loss would haveoffered some closure!
de: Unentschieden... Eine Niederlage wärewenigstens was Eindeutiges gewesen.
es: ¡Un empate! Es como un cálculomatemático sin resultado final.
es_mx: ¡Un empate! Es como un cálculomatemático sin resultado final.
fr: Ah, match nul. C'est pas aujourd'huiqu'on se départagera !
it: Ah, un pareggio. Una sconfittaavrebbe chiuso il discorso e forsesarebbe stato meglio...
ja: 引き分けやね
ko: 비겼구마잉
nl: O, we zijn gelijk geëindigd. Dan is heteen beetje alsof het potje nog nietaf is.
ru: Ничья. Эх, а так хотелоськакой-нибудь развязки!
zh_hans: 平局了呢。
zh_hant: 平手了呢。

# MiniGameMiniGameMotherGuidanceHotaruDraw2
source: I guess we're pretty evenly matched.We should definitely play again so Idon't wake up in a cold sweat thinkingabout this tie...
de: Sind wohl einigermaßen gleich stark.Da müssen wir unbedingt irgendwannwieder spielen, damit mich diesesUnentschieden nicht auf ewigverfolgt...
es: Tendremos que volver a enfrentarnos,o si no me desvelaré por las nochespensando quién debió haber ganado.
es_mx: Tendremos que volver a enfrentarnos,porque no voy a poder dormir por lasnoches pensando en este empate...
fr: Il faut dire qu'on est au coude àcoude... Il faut absolument qu'ons'affronte à nouveau, ça m'épargnerades réveils en sursaut à me demanderqui mérite de gagner...
it: Ma mi sa che siamo più o meno allostesso livello. Dobbiamo giocare dinuovo così non rischio di svegliarmi discatto pensando a questo pareggio...
ja: キミとアタシの実力は、今んとこ ゴカクってことかいい勝負だったな～
ko: 너하고 내 실력은지금 엇비슷하다는 거구나재미있는 승부였어～
nl: We zijn aan elkaar gewaagd. Ik weetnu al dat dit aan me gaat knagen, dusik hoop dat we snel nog eens kunnenspelen om te zien wie er wint.
ru: Нам стоит как-нибудь еще сыграть!Чтобы я могла спокойно спать поночам, не думая об этой ничьей...
zh_hans: 看来我们的实力目前不相上下呢。真是场精彩的对决～
zh_hant: 這代表我們的實力目前是不相上下的吧。真是精彩的一戰呢～

# MiniGameMiniGameMotherGuidanceHotaruLose
source: Oof. Guess I lost...
de: Huch.Da hab ich doch glatt verloren...
es: ¡Puf! Parece que he perdido...
es_mx: ¡Puf! Parece que perdí...
fr: Oh. On dirait bien que j'ai paumé...
it: Urgh. Ho perso...
ja: 負けたか……
ko: 졌네……
nl: Poeh, ik heb verloren...
ru: У-уф... Похоже, победа за тобой.
zh_hans: 我输了呢……
zh_hant: 我輸了呢……

# MiniGameMiniGameMotherGuidanceHotaruLose2
source: That was a good game though.I have to admit, I really startedto care!
de: War aber trotzdem ein prima Spiel.Viel aufregender als sonst!
es: Ha sido una partida interesante,debo admitir. ¡Se puede aprendermucho de ti como rival!
es_mx: Debo admitir que fue una partidainteresante. ¡Se puede aprendermucho de ti como rival!
fr: Mais je me suis bien amusée.D'ailleurs, je crois que je commenceà me prendre au jeu...
it: Mi sono divertita, però. Ammettoche sto iniziando davvero ainteressarmi!
ja: でも、いい試合だったねやっぱ 強い相手とバトるのって燃えるわ～
ko: 그래도 재미있는 시합이었어역시 강한 상대하고 배틀하면박진감 있다니까～
nl: Het was wel een goed potje, hoor.Ik vond het niet vervelend om meete doen.
ru: Это была хорошая игра. Должнапризнать, я не на шутку увлеклась!
zh_hans: 不过这场对决真的很精彩。与强大的对手交战果然会令人热血沸腾呢～
zh_hant: 不過這真是精彩的一戰耶，跟強大的對手交戰果然令人熱血沸騰呢～

# MiniGameMiniGameMotherGuidanceHotaruWin2
source: I mean, I would, but there's too muchluck involved. Let's play again laterand see how it shakes out.
de: Natürlich könnte ich einen Spruchmachen, aber es ist ja auch ’neMenge Glück dabei. Lass uns beiGelegenheit noch mal spielen undschauen, wie es dann ausgeht.
es: Bueno, la suerte es también una delas variables que influyen en el juego.Podemos volver a combatir y ver quéresultado se da en esa ocasión.
es_mx: Bueno, la suerte es también una delas variables que influyen en el juego.Podemos volver a combatir y versi la suerte cambia.
fr: Je vais quand même éviter de trop laramener, vu la part de chance dansce jeu. Je t'accorde une revanchequand tu veux !
it: Ovviamente mi diverto a farlo, maammetto che ci vuole anche fortunain questo gioco. Facciamo prestoun'altra partita e vediamo come va.
ja: ま、勝負は水物ってヤツっしょ気にしない 気にしな～いまた対戦しよ～
ko: 뭐, 승부는 운 요소도 많이 따르니까신경 쓸 것 없어～또 대전하자～
nl: Met wat geluk heb ik deze keergewonnen. We moeten maar zien hoehet de volgende keer loopt.
ru: Я бы и пошутила, но, возможно,мне просто повезло. Сыграем ещеразок, чтобы узнать наверняка?
zh_hans: 不过胜负往往难以预料，所以你也不要太在意哦～下次再来对战吧～
zh_hant: 不過勝敗往往難以預料，你就別太在意囉～下次再來對戰吧～

# MiniGameMiniGameMotherGuidanceIdolADraw
source: Oh, a tie. A TIE?!
de: Na so was, unentschieden.UNENTSCHIEDEN?!
es: ¡Empate! Hemos empatado, ¿no?
es_mx: ¡Empate! Empatamos, ¿no?
fr: Ah, match nul...Attends, match nul ?
it: Oh, abbiamo pareggiato.PAREGGIATO?!
ja: 引き分けやったねぇ
ko: 비겨 삣네
nl: O, gelijk. WAT?! GELIJK?!
ru: Ничья... То есть как ничья?!
zh_hans: 平局了呢。
zh_hant: 結果平手了呢。

# MiniGameMiniGameMotherGuidanceIdolADraw2
source: Not just anyone can go fin-to-finwith me, so consider this a victory.And keep practicing—because youknow I will be!
de: Nicht jeder schafft es, gegen michein Unentschieden zu erreichen.Du kannst das also sogar als Siegbetrachten. Übe weiter – denn ichwerde auch an mir arbeiten!
es: Bueno, compitiendo contra mí, puedesconsiderar este empate como unavictoria. ¡Suerte tienes de no habermordido el polvo!
es_mx: Bueno, compitiendo contra mí, puedesconsiderar este empate como unavictoria. Y sigue practicando... queyo haré lo mismo.
fr: Tout le monde peut pas se vanterd'être sur une nageoire d'égalité avecmoi, alors tu peux en tirer fierté.Et je te conseille de t'entraîner,parce que moi, je vais pas me priver !
it: Non tutti riescono a stare pinna apinna con me, quindi considerala comeuna vittoria. E continua ad allenarti,perché è quello che farò anch'io!
ja: ウチと わたり合うやなんてなかなかのもんやで次の対戦を 楽しみにしとりますえ
ko: 내하고 비등비등하게 싸우다니자랑거리로 삼아도 된데이다음 대전을 기대하께
nl: Zie het maar als een overwinning voorjou, want het is niet makkelijk om mijbij te houden.
ru: Не каждому удается сойтисьсо мной на ничьей, так что считайэто победой! И практикуйсяпобольше, потому что я буду!
zh_hans: 居然能与我抗衡，看来你还挺厉害的嘛。我会好好期待下次对战的。
zh_hant: 你居然有辦法跟我抗衡，還挺不賴的嘛。我會好好期待下次與你對戰的。

# MiniGameMiniGameMotherGuidanceIdolALose
source: ARRRGH! I lost?! You really aregood at this...
de: Grrrrr... Verloren?!Du bist wirklich gut...
es: ¡Arggg! ¡Me has ganado! Eres mejorde lo que pensaba...
es_mx: ¡Arggg! ¡Me ganaste! Eres mejorde lo que pensaba...
fr: ARRGH ! J'ai paumé ? Décidément,tu te débrouilles bien...
it: ARGH! Ho perso?! Ci sai davverofare...
ja: んもぉ～～ 負けてもうた！ほんまに強い おヒトやなぁ…
ko: 아따～～ 져 삣네!참말로 강하구마…
nl: AAAH?! Heb ik verloren? Wat ben jijgoed, zeg!
ru: А-А-А! Неужели проиграла?!Я тебя недооценила...
zh_hans: 啊～～我输了！你真的很厉害呢……
zh_hant: 吼～～我輸了！你真的很厲害耶……

# MiniGameMiniGameMotherGuidanceIdolALose2
source: You have to grant me the honor ofa rematch. It doesn't have to be now,but PLEASE! Let me redeem myself!
de: Du musst mir die Chance zu einerRevanche geben! Muss nicht jetztsein, aber bitte erlaube mir, michan die Spitze der Nahrungskettezurückzukämpfen!
es: Espero que me des la oportunidad detomarme la revancha. Dentro de unosdías... o mañana... ¡o ahora mismo!
es_mx: Espero que me des la oportunidadde una revancha. Dentro de unosdías... o mañana... ¡o ahora mismo!
fr: Mais tu me dois une revanche !Pas forcément tout de suite, maisje t'en supplie, laisse-moi l'occasionde me refaire !
it: Devi concedermi l'onore dellarivincita. Non deve essere ora, mati prego, lascia che mi redima!
ja: 今回は これくらいにしといたるけど、次は こうはいかへんよ！
ko: 이번에는 이 정도로 넘어가 주꾸마그래도 다음에는 각오하그래이!
nl: Ik eis een kans op revanche! Hethoeft niet nu, maar ik wil het in iedergeval nog een keer kunnen proberen.
ru: Прошу, позволь мне сыграть ещераз! Не обязательно прямо сейчас...Но я должна взять реванш!
zh_hans: 这次我就先这样算了，但下次可就没这么简单了！
zh_hant: 這次我就先這樣算了，但之後可就沒這麼簡單囉！

# MiniGameMiniGameMotherGuidanceIdolAWin
source: Yesss! I win!
de: Juchhu! Gewonnen!
es: ¡He ganado! ¡No podía ser de otramanera!
es_mx: ¡Obviamente, gané!
fr: Youhou ! J'ai gagné !
it: Evviva! Ho vinto!
ja: 勝った！ 勝ったで～！
ko: 이겼다! 내가 이겼다카이～!
nl: Yes! Ik heb gewonnen!
ru: Ю-ху! Победа за мной!
zh_hans: 赢了！我赢了～！
zh_hant: 贏了！我贏了～！

# MiniGameMiniGameMotherGuidanceIdolAWin2
source: ...Ahem. Of course I won. But youput up a good fight. Rematch soon?
de: Äh, natürlich habe ich gewonnen.Aber du warst gar nicht schlecht.Willst du mal irgendwann eineRevanche?
es: Ejem, tú tampoco lo has hecho nadamal. Cuando quieras puedo volver aganart... digo a jugar contigo.
es_mx: Ejem, tú tampoco lo hiciste nada mal.Cuando quieras puedo volver aganart... digo a jugar contigo.
fr: ... Enfin... Certes, j'ai gagné. Maist'étais pas mal non plus. On remetça un de ces quatre ?
it: ... Ahem. Ovvio che ho vinto.Ma tu hai giocato bene. Vuoi larivincita, prima o poi?
ja: …コホン、まぁ、あんさんも よう戦いはったと思うわそのうち また遊んどくれやす～
ko: …어흠뭐, 당신도 잘 싸웠데이조만간에 또 놀아 도～
nl: Ehm, duh, natuurlijk heb ik gewonnen.Maar je hebt goed gespeeld.Binnenkort zin in een revanche?
ru: Хм, то есть, конечно же, победаза мной. Но так и быть, даютебе право на матч-реванш!Если не трусишь, конечно.
zh_hans: ……咳咳。我觉得你玩得也很不错，有机会再一起玩吧～
zh_hant: ……（清喉嚨）。老實說，我覺得你也打得很不錯喔！之後有機會的話我們再一起玩吧～

# MiniGameMiniGameMotherGuidanceIdolBDraw
source: Whoa, a tie! You're better thanI thought.
de: Hui, unentschieden!Bist ja besser, als du aussiehst!
es: ¡Oh! ¡Hemos terminado empatando!Quizá me había hecho una ideaequivocada sobre ti...
es_mx: ¡Oh! ¡Un empate! Es posible quete haya subestimado...
fr: Ouah, un match nul !Tu te débrouilles mieux queje pensais.
it: Wow, un pareggio! Sei meglio diquanto pensassi.
ja: 引き分けてしもうたか！おたがい 一歩もゆずらんかったのう
ko: 비기고 말았구나!참으로 치열한 시합이었노라
nl: Wauw, gelijke stand! Je bent bestgoed.
ru: Ого, ничья! А ты, похоже, круче,чем я думала!
zh_hans: 居然平局了！看来我们彼此都不肯让步呢。
zh_hant: 結果居然平手嗎！？看來我們彼此都不肯讓步呢。
