Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualCoopTExplainEnemy44
source: ● Elimination ・ There is a pilot stationed on top of the craft. Defeating the pilot will destroy the craft. ・ Walk into the barrier under the Slammin' Lid, then quickly dodge when the craft drops down to splat you. Once it's down, that's your chance to get on top and attack the pilot.● Supporting Information ・ The cutting-edge technology incorporated into the craft was obtained by trading with Octarians. ・ Because of the high cost to build these, only highly experienced veterans are allowed to pilot them. ・ To save on weight, the craft has no weapons. This is why it attacks by trying to smash enemies beneath it.
de: ● Eliminierung ・ Der Pilot befindet sich an der Oberseite des Flugobjekts. Wird er außer Gefecht gesetzt, ist der Deckler besiegt. ・ Kurzes Betreten des Decklerkraftfelds mit sofortigem anschließendem Ausweichen führt dazu, dass der gelandete Deckler erklettert und dessen Pilot beschossen werden kann.● Zusatzinformationen ・ Konstruiert aus Hightech-Komponenten, welche durch Handel mit Oktarianern gewonnen wurden. ・ Aufgrund der hohen Baukosten nur von Veteranen gelenkt. ・ Unbewaffnet, um das Fluggewicht zu minimieren. Pilot gleicht dies durch wilde Rammangriffe aus.
es: ● Cómo liquidarlos ・ El piloto está en la parte de arriba de la nave. Acabando con el primero, la nave caerá también. ・ Entra en la barrera que crea el tapaollas y esquívalo cuando intente aplastarte. Una vez esté abajo, aprovecha la ocasión para colocarte encima y atacar al piloto.● Información complementaria ・ Su avanzada tecnología es fruto del comercio con los octarianos. ・ Son vehículos muy caros, así que solo los más veteranos tienen permitido pilotarlos. ・ Para aligerar peso, no llevan armas. Por eso atacan a sus enemigos intentando aplastarlos.
es_mx: ● Cómo reventarlos ・ El piloto está en la parte de arriba de la nave. Si acabas con él, la nave caerá también. ・ Entra en la barrera que crea el tapaollas y esquívalo cuando intente aplastarte. Cuando esté abajo, aprovecha la ocasión para colocarte encima y atacar al piloto.● Información complementaria ・ Su avanzada tecnología es fruto del comercio con los octarianos. ・ Son vehículos muy caros, así que solo los más veteranos tienen permiso para tripularlos. ・ Para aligerar peso, no llevan armas. Por eso atacan a sus enemigos intentando aplastarlos.
fr: ● Élimination ・ Abattre le pilote conduit à la destruction du vaisseau. ・ La meilleure stratégie consiste à traverser la barrière sous le Couverclard avant d'esquiver sa tentative d'écrasement. Il se retrouve alors au niveau du sol, à la merci de l'assaillant qui peut grimper sur le vaisseau et abattre le pilote.● Remarques additionnelles ・ La haute technologie à l'œuvre dans le vaisseau a été obtenue suite à une transaction avec les Octariens. ・ Son prix de production élevé en réserve l'usage aux pilotes les plus chevronnés. ・ Il est dépourvu d'armes afin d'être plus léger. C'est la raison pour laquelle il s'acharne à tenter d'écraser les ennemis.
it: ● Eliminazione ・ Il pilota si trova sopra l'apparecchio. Se lo sconfiggi, distruggerai anche l'apparecchio. ・ Entra nel campo di forza sotto il Coperchiotto, poi schiva rapidamente quando l'apparecchio si abbassa per splattarti: è la tua occasione per saltare a bordo e attaccare il pilota.● Informazioni aggiuntive ・ La tecnologia all'avanguardia integrata nell'apparecchio è stata ottenuta tramite scambi commerciali con gli Octariani. ・ Dato l'elevato costo di produzione, solo ai veterani più esperti è concesso pilotare gli apparecchi. ・ Per alleggerirlo, l'apparecchio non ha armi. Per questo attacca cercando di schiacciare i nemici sotto di sé.
ja: ● 倒し方 ・ 機体の上で操縦している本体にインクショットを当てて倒す。 ・ バリアの中に侵入し、機体が落ちてきたところを素早くよけると 上に乗り込んで本体を攻撃できる。● 生態 ・ ふんだんに取り入れられた最新技術は、タコとの交易で得られたもの。 ・ 製造コストが高いため、経験豊富なベテランのシャケが搭乗する。 ・ 軽量化のため武器を搭載できず、落としてつぶす攻撃方法となった。
ko: ● 공략법 ・기체 위에서 조종하는 본체에 잉크 샷을 맞혀서 쓰러뜨린다. ・배리어 안에 침입한 후, 기체의 낙하를 재빠르게 피하면 위에 올라타서 본체를 공격할 수 있다.● 생태 ・집약된 최신 기술은 문어와 교역하여 얻은 것이다. ・제조 비용이 많이 들어 경험이 풍부한 베테랑 연어가 탑승한다. ・경량화를 위해 무기를 빼고 깔아뭉개는 공격 방법을 취하게 되었다.
nl: ● Uitschakelen ・ Boven op de vliegende schotel zit de piloot. Door hem uit te schakelen maak je de schotel ook meteen onschadelijk. ・ Ga het krachtveld onder de Dreksel in en maak je dan snel uit de voeten wanneer de piloot je probeert te pletten. Zodra de schotel op de grond ligt, kun je erbovenop springen en de piloot aanvallen.● Aanvullende informatie ・ De geavanceerde technologie die in de schotel is verwerkt, is verkregen via handel met Octarianen. ・ Vanwege de hoge productiekosten mogen alleen zeer ervaren veteranen deze vliegende schotels besturen. ・ Om gewicht te besparen is de schotel niet met wapens uitgerust. Daarom valt de Dreksel vijanden aan door ze te pletten.
ru: ● Тактические советы • Наверху летательного аппарата сидит пилот. Если разберешься с ним, то и аппарат уничтожишь! • Зайди в силовое поле под мокрышкой, а затем, когда он захочет тебя раздавить, быстро увернись. Как только противник окажется на земле, скорее разберись с ним!● Интересные факты • Технологии, по которым сделан данный аппарат, были получены благодаря торговле с осьморянами. • Из-за высокой стоимости этих летательных аппаратов ими позволяют управлять только опытным пилотам. • Чтобы сохранить высокую мобильность, на аппарате нет никакого оружия. Именно поэтому мокрышка старается раздавить противников.
zh_hans: ● 击倒方式 ·使用墨汁发射击倒操纵机器的本体。 ·入侵防护罩内部并在机器压下来之前迅速躲避， 便能爬上去攻击本体。● 生态 ·大量采用的最新技术是通过与章鱼交易获得的。 ·机器的制造成本高昂，搭乘的都是经验丰富的老手鲑鱼。 ·为追求轻量化而没有搭载武器，因此采用了坠落碾压的方式攻击。
zh_hant: ● 擊倒方法 ‧以墨汁發射擊倒駕駛機器的主體。 ‧入侵防護罩內部，在機器壓下來的時候迅速躲避， 接下來即可爬上去攻擊主體。● 生態 ‧大量採用的最新科技是透過和章魚交易取得的。 ‧由於製造成本高昂，搭乘者都是經驗豐富的資深鮭魚。 ‧為求輕量化而沒有配備武器，採用墜落重壓的方式攻擊。

# ManualManualCoopTExplainEnemy45
source: ● Basic Information ・ These set up a Big Shot launcher near the shore. The Big Shot launcher is loaded with cannonballs carried in from the sea, which it then fires. ・ The attending Salmonid itself is not aggressive—it just passively goes back and forth between the sea and the Big Shot launcher. ・ The Big Shot launcher can be used to load and fire Golden Eggs. ・ After the Big Shot is defeated, the Big Shot launcher will stick around until the next wave.● Attack Behavior ・ It will fire its cannonballs in the direction of the egg basket. ・ When a cannonball lands, it creates two shock-wave attacks.
de: ● Info ・ Ein Geschütz nah am Wasser. Es feuert Kanonenkugeln, welche aus dem Meer gefischt und dann als Munition geladen werden. ・ Der zugehörige Salmonide nimmt nicht am Kampf teil, sondern spaziert gleichgültig zwischen Meer und Geschütz hin und her. ・ Das Geschütz erlaubt das Abfeuern von Gold-Fischeiern. ・ Bleibt auch nach dem Besiegen des zugehörigen Salmoniden bis zur nächsten Welle auf dem Schlachtfeld.● Verhalten ・ Feuert Kanonenkugeln in Richtung des Korbs. ・ Die Geschosse verursachen beim Aufprall zweifache Schockwellen.
es: ● Información básica ・ Colocan cañones o «lanzadores» junto a la orilla para lanzar balas que acarrean desde el mar. ・ No son de carácter agresivo; solo van y vuelven del mar para traer las balas a los lanzadores. ・ También pueden usar los lanzadores para cargar y disparar alevines. ・ Al derrotar a los artilleroides, sus lanzadores permanecen durante un tiempo en el lugar.● Patrón de ataque ・ Dispara balas en dirección a la nasa pesquera. ・ Las balas crean dos oleadas de impacto cuando golpean.
fr: ● Généralités ・ Un canon est placé près de la côte, puis chargé avec des projectiles charriés par la mer qu'il peut ensuite tirer. ・ Le Salmonoïde aux commandes n'est pas agressif, il se contente de faire des allers-retours entre la mer et le canon. ・ Le canon peut aussi servir à charger et tirer des œufs dorés. ・ Une fois le Gros boulet vaincu, son canon reste à disposition jusqu'à la vague suivante.● Mode d'attaque ・ Ses projectiles prennent toujours la direction du panier à œufs. ・ Au moment de l'impact, les projectiles provoquent deux ondes de choc.
it: ● Informazioni di base ・ Posiziona vicino alla costa un cannone che viene caricato con proiettili portati dal mare, quindi spara. ・ Il Salmonoide addetto al cannone non è aggressivo. Fa semplicemente la spola tra il mare e la sua arma. ・ Il cannone può essere usato anche per sparare uova d'oro. ・ Dopo aver sconfitto il Cannoniere, il cannone resterà al suo posto per un po' di tempo.● Modalità di attacco ・ Spara i proiettili in direzione del cesto delle uova. ・ Quando un proiettile atterra, crea due onde d'urto.
ja: ● 基本的な特徴 ・ 浜辺に発射台を設置し、海から運んできた砲弾を装填して撃つ。 ・ シャケ本体に攻撃性はなく、海と発射台を淡々と往復する。 ・ 発射台は、金イクラを入れて飛ばすのにも使える。 ・ テッキュウを倒したあとも、発射台はしばらく残り続ける。● 攻撃行動 ・ イクラコンテナの方へ向けて砲弾を撃ち込む。 ・ 砲弾は、着弾するとウェーブを２回発生させる。
ko: ● 기본적인 특징 ・해변에 발사대를 설치하고 바다에서 옮겨 온 포탄을 장전하여 쏜다. ・연어 본체에 공격성은 없고 바다와 발사대를 덤덤히 왕복한다. ・발사대에 황금 연어알을 넣어서 날릴 수도 있다. ・철 구슬을 쓰러뜨린 후에도 발사대는 잠시 남는다.● 공격 행동 ・연어알 컨테이너 쪽으로 포탄을 발사한다. ・포탄이 착탄하면 웨이브가 2회 발생한다.
nl: ● Basisinformatie ・ Deze stelt bij de waterkant een kanon op. Het kanon vuurt kanonskogels af die uit de zee zijn opgevist. ・ De Salmoniet-kanonnier zelf is niet agressief. Hij loopt alleen heen en weer tussen de zee en het kanon. ・ Met het kanon kunnen ook gouden eieren worden afgevuurd. ・ Nadat de Bombarie is uitgeschakeld, blijft het kanon achter tot de volgende golf komt.● Aanvalspatroon ・ Hij vuurt zijn kanonskogels in de richting van de eiermand af. ・ Wanneer een kanonskogel neerkomt, veroorzaakt deze twee schokgolven.
ru: ● Основная информация • Устанавливает ядромет на побережье. Ядромет стреляет снарядами, которые ядровик приносит из моря. • Сам самонид не агрессивен, он просто циркулирует между морем и ядрометом. • Ядромет можно использовать для стрельбы золотыми икринками. • После того как разберешься с ядровиком, некоторое время ядромет будет находиться на месте до следующей волны.● Особенности поведения • Выстреливает снарядами в сторону корзины для икринок. Когда снаряд падает на землю, то создает две ударные волны.
zh_hans: ● 基本特征 ·会在海边设置发射台，并装填从大海里运来的炮弹展开炮击。 ·鲑鱼本身并不具攻击性，只会单纯地在大海与发射台间来回移动。 ·发射台也可以装填并发射金鲑鱼卵。 ·发射台在击倒铁球鱼后也会暂时存在。● 攻击行动 ·朝鲑鱼卵容器的所在位置发射炮弹。 ·炮弹的弹着点会产生2道冲击波。
zh_hant: ● 基本特徵 ‧鐵球魚會在海邊設置發射台，裝填從海裡運來的炮彈展開炮擊。 ‧鮭魚主體並不具攻擊性，只會單純地在大海與發射台之間來回。 ‧發射台也能用來裝填並發射金鮭魚卵。 ‧成功擊倒鐵球魚後，發射台仍會暫時存在。● 攻擊行動 ‧朝鮭魚卵容器的所在位置發射炮彈。 ‧炮彈命中後會產生2道衝擊波。

# ManualManualCoopTExplainEnemy46
source: ● Elimination ・ Take out the Salmonid operating the Big Shot launcher.● Supporting Information ・ Among muscle-bound Salmonids, those with belligerent personalities tend to be assigned as Steelheads, while those with calmer dispositions are assigned to Big Shots. ・ On Salmonid holidays, Big Shot workers like to launch special fireworks in place of cannonballs to make things more festive.
de: ● Eliminierung ・ Kann durch Ausschalten des zugehörigen Salmoniden unschädlich gemacht werden.● Zusatzinformationen ・ Unter den besonders muskulösen Salmoniden findet eine Auslese statt: Aggressivere werden zu Bäms befördert, weniger Kampfbegeisterte dienen als Kanonya-Ladepersonal. ・ An Salmonidenfeiertagen schießen Kanonya-Operateure oft spezielles Feuerwerk statt Kanonenkugeln ab, um Frohsinn und Festlichkeit in die allgemeine Zerstörungswut zu zaubern.
es: ● Cómo liquidarlos ・ Intenta eliminar al salmónido que opera el cañón lanzador.● Información complementaria ・ Entre los salmónidos corpulentos, los más beligerantes suelen convertirse en ferroces, mientras que a los más tranquilos se les asigna el puesto de artilleroides. ・ Durante las festividades salmónidas, los artilleroides lanzan fuegos artificiales en lugar de balas de cañón para contribuir al ambiente de jolgorio.
es_mx: ● Cómo reventarlos ・ Elimina al salmónido que opera el lanzador.● Información complementaria ・ Entre los salmónidos corpulentos, los más beligerantes suelen convertirse en ferroces, mientras que a los más tranquilos se les asigna el puesto de artilleroides. ・ Durante las festividades salmónidas, los artilleroides lanzan fuegos artificiales en lugar de balas de cañón para contribuir al ambiente de júbilo.
fr: ● Élimination ・ Il suffit d'abattre le Salmonoïde aux commandes du canon du Gros boulet.● Remarques additionnelles ・ Les Gros boulets sont recrutés parmi les Salmonoïdes très musclés et dotés d'un caractère placide, tandis que ceux dont la musculature avantageuse se double d'un tempérament agressif deviennent des Tête-de-pneus. ・ Lors des célébrations salmonoïdes, les Gros boulets tirent des feux d'artifice en lieu et place de leurs projectiles habituels, afin de renforcer l'atmosphère festive.
it: ● Eliminazione ・ Elimina il Salmonoide addetto al cannone.● Informazioni aggiuntive ・ Tra i Salmonoidi più massicci, quelli con una personalità battagliera tendono a venire assegnati come Bomber, mentre quelli con un carattere più tranquillo diventano Cannonieri. ・ Durante le vacanze dei Salmonoidi, i Cannonieri amano sparare fuochi d'artificio speciali invece dei proiettili per rendere l'atmosfera più festiva.
ja: ● 倒し方 ・ テッキュウ本体にインクショットを当てて倒す。● 生態 ・ 肉体自慢のシャケのうち、好戦的な性格の者はバクダン、穏やかな 性格のものはテッキュウに任命される傾向がある。 ・ 普段は砲弾の代わりに花火を打ち上げ、シャケたちのお祭りを 盛り上げている。
ko: ● 공략법 ・철 구슬 본체에 잉크 샷을 맞혀서 쓰러뜨린다.● 생태 ・건장한 연어 중 성격이 호전적인 연어는 폭탄, 온화한 연어는 철 구슬에 임명되는 경향이 있다. ・평소에는 포탄 대신 불꽃을 쏘아 올리며 연어들의 축제를 장식한다.
nl: ● Uitschakelen ・ Maak de Salmoniet die het Bombariekanon bedient, onschadelijk.● Aanvullende informatie ・ Bijzonder gespierde Salmonieten met agressieve trekjes worden als Staalkoppen ingezet, terwijl de rustigere types worden gerekruteerd om de kanonnen af te vuren. ・ Op Salmonietenfeestdagen vuren Bombariekanonniers speciaal vuurwerk af in plaats van kanonskogels, voor een feestelijk tintje.
ru: ● Тактические советы • Нужно разобраться с самонидом, управляющим ядрометом.● Интересные факты • Среди мускулистых самонидов есть два типа. Особо яростные работают на Дядю Семга, а те, что поспокойнее — работают с ядровиком. • Во время самонидских каникул ответственные за обслуживание ядровика рабочие запускают вместо снарядов фейерверк. Чтобы веселее было!
zh_hans: ● 击倒方式 ·使用墨汁发射击倒铁球鱼本体。● 生态 ·在对体格自豪的鲑鱼中，有着性格好战的个体会被任命为炸弹鱼， 而性格乖巧的个体则会被任命为铁球鱼的倾向。 ·平时发射的是烟花而非炮弹， 负责帮鲑鱼间的祭典炒热气氛。
zh_hant: ● 擊倒方法 ‧以墨汁發射擊倒鐵球魚主體。● 生態 ‧在對體格自豪的鮭魚當中，有個性好戰者會被任命為炸彈魚， 而個性乖巧者則會被任命為鐵球魚的傾向。 ‧平時發射的是東西煙火而非炮彈， 負責幫鮭魚之間的祭典炒熱氣氛。

# ManualManualCoopTExplainEnemy47
source: ● What Happens ・ A Mudmouth will erupt out of the hole left by a gusher and open its huge mouth. ・ Lesser Salmonids will start jumping out of the Mudmouth's mouth, one after another after another...● How to Get Golden Eggs ・ Throw a bomb into the Mudmouth's mouth. When the bomb explodes, it'll cough up a Golden Egg. ・ If you throw in enough bombs, the Mudmouth will explode and drop even more Golden Eggs! ・ Sometimes you'll see one covered in golden goop. Defeat it, and it'll leave behind LOTS of Golden Eggs.
de: ● Das passiert ・ Schlämmermäuler bersten aus einer Fontäne hervor und öffnen ihren imposanten Schlund. ・ Standard-Salmoniden beginnen, unermüdlich aus selbigem hervorzuströmen.● So kriegst du Gold-Fischeier ・ Wirf einem Schlämmermaul eine Bombe in den Rachen. Explodiert sie, würgt das Monstrum ein Gold-Fischei hervor. ・ Nach genug Bomben explodiert das Schlämmermaul und hinterlässt besonders viele Gold-Fischeier. ・ Gelegentlich erscheinen goldbeschleimte Exemplare. Diese hinterlassen bei erfolgreicher Eliminierung besonders ertragreiche Gold-Fischeiermengen.
es: ● Información básica ・ Los morrolodos se asoman, abriendo su gran boca, por los agujeros que dejan los surtidores. ・ Los salmónidos menores saltan de boca en boca, pasando por todos los morrolodos...● Cómo obtener sus alevines dorados ・ Lanza una bomba a la boca del morrolodo y, cuando esta estalle, le hará escupir el alevín. ・ Y si le lanzas unas cuantas, ¡más alevines podrás conseguir! ・ Ocasionalmente, verás alguno cubierto de cierta viscosidad dorada. Si lo liquidas, soltará montones de alevines dorados.
es_mx: ● Información básica ・ Los bocalodos se asoman, abriendo su gran boca, por los agujeros que dejan los surtidores. ・ Salmónidos menores saltan de la boca abierta, uno tras otro tras otro.● Cómo obtener huevecillos dorados ・ Lanza una bomba a la boca del bocalodo y, cuando esta estalle, le hará escupir un huevecillo dorado. ・ Si le lanzas suficientes bombas, el bocalodo explotará y soltará aún más huevecillos dorados. ・ Ocasionalmente, verás alguno cubierto de cierta viscosidad dorada. Si lo revientas, soltará montones de huevecillos dorados.
fr: ● Description ・ Un Salmonoïde de boue émerge d'un trou laissé par un jet d'encre et ouvre grand sa gueule. ・ De petits Salmonoïdes se mettent à bondir hors de celle-ci, encore et encore et encore...● Comment obtenir des œufs dorés ・ Lance une bombe dans la gueule du Salmonoïde de boue. Il crachera un œuf doré au moment de l'explosion. ・ Si tu lances suffisamment de bombes, il finira par exploser lui-même en te laissant une belle ration d'œufs dorés ! ・ Si tu en croises un recouvert d'une substance dorée, bombarde-le sans pitié ! Il y a un paquet d'œufs dorés à la clé.
it: ● Dettagli ・ Un Fangonoide spunta dalla buca lasciata da un geyser e apre la sua enorme bocca. ・ I Salmonoidi comuni iniziano a saltare fuori dalla bocca, uno dopo l'altro...● Come ottenere le uova d'oro ・ Lancia una bomba nella bocca del Fangonoide. Quando la bomba esplode, il bestione sputerà un uovo d'oro. ・ Se lanci abbastanza bombe, il Fangonoide esploderà e otterrai ancora più uova d'oro! ・ A volte, vedrai un Fangonoide coperto di una melma dorata. Sconfiggilo e lascerà dietro di sé TANTISSIME uova d'oro.
ja: ● 状況の説明 ・ カンケツセンの穴から、大口をあけたドロシャケが噴き出す。 ・ ドロシャケの口から次々とザコシャケたちが飛び出してくる。● 金イクラの取得方法 ・ ボムをドロシャケの口に入れて爆発させると、金イクラを１つ吐き出す。 ・ 何度もボムを入れて倒せば、さらに金イクラを得られる。 ・ まれに金のドロをまとった個体が出現し、倒すと多数の金イクラを落とす。
ko: ● 상황 설명 ・간헐천 구멍에서 입을 크게 벌린 진흙연어가 분출된다. ・진흙연어 입에서 조무래기연어가 잇따라 튀어나온다.● 황금 연어알 취득 방법 ・진흙연어 입에 밤을 넣어 폭발시키면 황금 연어알을 1개 뱉어 낸다. ・밤을 계속 넣어 쓰러뜨리면 황금 연어알을 추가로 획득할 수 있다. ・드물게 출현하는 황금 진흙연어는 다수의 황금 연어알을 떨어뜨린다.
nl: ● Wat er gebeurt ・ Een Moddermuil komt uit het gat gebarsten dat is achtergelaten door een geiser, en spert zijn enorme bek open. ・ Er komt een gewone Salmoniet uit de bek van de Moddermuil gesprongen, en nog één, en nog één, en nog één...● Hoe je gouden eieren krijgt ・ Gooi een bom in de bek van de Moddermuil. Als de bom ontploft, hoest de Moddermuil een gouden ei op. ・ Als je er genoeg bommen in weet te gooien, explodeert de Moddermuil, wat je nog meer gouden eieren oplevert! ・ Soms kom je een Moddermuil tegen die is bedekt met goudkleurige drek. Als je die verslaat, laat hij een hele stapel gouden eieren achter!
ru: ● Что и когда происходит ・ Илистый ревун появляется из отверстия гейзера и открывает свою огромную пасть. ・ Из его пасти начинают один за одним выпрыгивать обычные самониды...● Как получить золотые икринки ・ Нужно забросить бомбу в пасть илистому ревуну. После того как бомба взорвется, ревун отрыгнет золотую икринку. ・ Забрось побольше бомб, чтобы илистый ревун взорвался и выпало еще больше золотых икринок. ・ Иногда икринка будет покрыта золотой жижей. Одолей ее, и получишь кучу золотых икринок.
zh_hans: ● 情况说明 ·张着血盆大口的泥鲑鱼会从喷泉孔中喷发出来。 ·杂兵鲑鱼会从泥鲑鱼的口中陆续跳出。● 金鲑鱼卵的获得方法 ·将炸弹投掷进泥鲑鱼的口中，爆炸后就能使其吐出1颗金鲑鱼卵。 ·多次投掷炸弹将泥鲑鱼击倒后，就能获得更多金鲑鱼卵。 ·偶尔会出现沾满金泥的个体，击倒后会掉落许多金鲑鱼卵。
zh_hant: ● 狀況說明 ‧張著血盆大口的泥鮭魚會從噴泉的孔洞中噴發出來。 ‧雜兵鮭魚群會陸陸續續從泥鮭魚的嘴巴裡跳出。●金鮭魚卵的取得方法 ‧將炸彈投進泥鮭魚的嘴巴後， 就會在爆炸時吐出1顆金鮭魚卵。 ‧持續將炸彈投進嘴巴擊倒泥鮭魚，即可獲得更多金鮭魚卵。 ‧有時候會出現沾滿金泥的罕見個體， 擊倒後就會掉落許多金鮭魚卵。
