Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GearGearNameHeadHdp001
source: Designer Headphones
de: Kolor-Kopfhörer
es: Auriculares multicolor
es_mx: Auriculares de diseñador
fr: Casque coloré
it: Cuffie colorate
ja: オーロラヘッドホン
ko: 오로라 헤드폰
nl: Designerkoptelefoon
ru: Дизайнерские наушники
zh_hans: 极光耳机
zh_hant: 極光耳機

# GearGearNameHeadHdp002
source: Noise Cancelers
de: Gehörschutz
es: Cascos antirruido
es_mx: Auriculares antirruido
fr: Casque DJ
it: Cuffie antirumore
ja: イヤーマフ
ko: 이어 머프
nl: Oorbeschermers
ru: Бесшумные наушники
zh_hans: 抗噪耳机
zh_hant: 抗噪耳機

# GearGearNameHeadHdp003
source: Squidfin Hook Cans
de: Cephalo-Kopfhörer
es: Auriculares deportivos
es_mx: Auriculares anzuelo
fr: Casque céphalo
it: Cuffie esca
ja: エンペラフックHDP
ko: 오징어 귀 후크 HDP
nl: Oorhaak-koptelefoon
ru: Модные наушники
zh_hans: 鳍挂式耳机HDP
zh_hant: 鰭掛式耳機HDP

# GearGearNameHeadHdp004
source: Squidlife Headphones
de: Klassische Kopfhörer
es: Auriculares estéreo
es_mx: Auriculares estéreo
fr: Casque baladeur
it: Cuffie vintage
ja: ステカセヘッドホン
ko: 스테레오 카세트 헤드폰
nl: Retrokoptelefoon
ru: Ретро-наушники
zh_hans: 立体声录音机耳机
zh_hant: 立體聲錄音機耳機

# GearGearNameHeadHdp007
source: Ocho OctoPhones
de: 8X-Kopfhörer
es: Auriculares octoestéreo
es_mx: Audífonos octoestéreo
fr: Casque écho Octa
it: Octocuffie rosse
ja: ミミタコ8
ko: 귀 딱지 8
nl: Octo-koptelefoon 8X
ru: Красные осьмофоны
zh_hans: 耳朵章鱼8
zh_hant: 耳朵章魚8

# GearGearNameHeadHdp008
source: Cephalo Pods
es: Auriculares acorazados
es_mx: Auriculares acorazados
fr: Écouteurs sonar
it: Cefalocuffie in-ear
ja: 甲伝導エンペラEP
ko: 갑전도 오징어 귀 EP
nl: Zeeoorheadset
ru: «Цефалоподы»
zh_hans: 骨传导鳍挂式耳机EP
zh_hant: 骨傳導鰭掛式耳機EP

# GearGearNameHeadHdp009
source: Ocho OctoPhones Blancos
de: 8X-Kopfhörer RAW
es: Auriculares octoestéreo BL
es_mx: Audífonos octoestéreo BL
fr: Casque écho Octa blanc
it: Octocuffie bianche
ja: ミミタコ8 RAW
ko: 귀 딱지 8 RAW
nl: Octo-koptelefoon 8W
ru: Белые осьмофоны
zh_hans: 耳朵章鱼8 RAW
zh_hant: 耳朵章魚8 RAW

# GearGearNameHeadHdp010
source: Aux Boxes
de: Audioblocker
es: Auriculares angulares
es_mx: Auriculares angulares
fr: Casque angulaire
it: Cuffie 90-d
ja: ヘッドホン90-d
ko: 헤드폰 90-d
nl: Blokkoptelefoon
ru: Наушники «90 градусов»
zh_hans: 耳机90-d
zh_hant: 耳機90-d

# GearGearNameHeadHdp011
source: Dustcloud 'Phones
de: Sandsturm-Kopfhörer
es: Auriculares camuflaje tierra
es_mx: Auriculares camuflaje tierra
fr: Casque poussière
it: Cuffie sabbiose
ja: カモヘッドホン ドトン
ko: 어스 카무 헤드폰
nl: Zandstormkoptelefoon
ru: Наушники «Самум»
zh_hans: 迷彩耳机 土遁
zh_hant: 迷彩耳機 土遁

# GearGearNameHeadHdp012
source: Seafoam 'Phones
de: Seesalz-Kopfhörer
es: Auriculares camuflaje mar
es_mx: Auriculares camuflaje mar
fr: Casque écume
it: Cuffie marose
ja: カモヘッドホン スイトン
ko: 워터 카무 헤드폰
nl: Waterhooskoptelefoon
ru: Наушники «Аква»
zh_hans: 迷彩耳机 水遁
zh_hant: 迷彩耳機 水遁

# GearGearNameHeadMet000
source: Bike Helmet
de: Fahrradhelm
es: Casco ciclista
es_mx: Casco de ciclista
fr: Casque de cycliste
it: Casco da bici
ja: サイクルメット
ko: 사이클 헬멧
nl: Fietshelm
ru: Велошлем
zh_hans: 单车安全帽
zh_hant: 單車安全帽

# GearGearNameHeadMet002
source: Stealth Goggles
de: Nachtsichtgerät
es: Visor nocturno
es_mx: Visor nocturno
fr: Casque vision nocturne
it: Casco a infrarossi
ja: ナイトビジョン
ko: 스텔스 고글
nl: Nachtkijker
ru: Тактический шлем
zh_hans: 夜视镜
zh_hant: 夜視鏡

# GearGearNameHeadMet004
source: Skate Helmet
de: Skateboardhelm
es: Casco skate
es_mx: Casco de patinador
fr: Casque de skate
it: Casco da skate
ja: スケボーメット
ko: 스케이트보드 헬멧
nl: Skateboardhelm
ru: Шлем скейтера
zh_hans: 滑板安全帽
zh_hant: 滑板安全帽

# GearGearNameHeadMet005
source: Visor Skate Helmet
de: Schirmhelm
es: Casco skate con visera
es_mx: Casco de patinador + visera
fr: Casque de skate pro
it: Casco con visiera
ja: バイザーメット
ko: 바이저 헬멧
nl: Skateboardhelm met klep
ru: Скейт-шлем с козырьком
zh_hans: 遮阳板安全帽
zh_hant: 遮陽板安全帽

# GearGearNameHeadMet006
source: MTB Helmet
de: Mountainbike-Helm
es: Casco motocross
es_mx: Casco MTB
fr: Casque de motocross
it: Casco da motocross
ja: ロゴヅクシMTBメット
ko: MTB 헬멧
nl: Mountainbikehelm
ru: Шлем для экстрима
zh_hans: 赞助商标摩托车安全帽
zh_hant: 贊助商標摩托車安全帽

# GearGearNameHeadMet007
source: Hockey Helmet
de: Hockey-Helm
es: Casco hockey
es_mx: Casco hockey
fr: Casque de hockey
it: Casco da hockey
ja: イカロスHKメット
ko: 이카로스 HK 헬멧
nl: IJshockeyhelm
ru: Шлем ХК «Барракуда»
zh_hans: 伊卡洛斯曲棍球安全帽
zh_hant: 伊卡洛斯曲棍球安全帽

# GearGearNameHeadMet008
source: Matte Bike Helmet
de: Matter MTB-Helm
es: Casco motocross opaco
es_mx: Casco MTB mate
fr: Casque de motocross noir
it: Casco mountain bike
ja: ツヤケシMTBメット
ko: 무광 MTB 헬멧
nl: Matte mountainbikehelm
ru: Черный шлем для экстрима
zh_hans: 雾面摩托车安全帽
zh_hant: 霧面摩托車安全帽

# GearGearNameHeadMet009
source: Octo Tackle Helmet Deco
de: Okto-Helm Deko
es: Casco rugby decorado
es_mx: Casco octotacleador
fr: Casque de football Octa
it: Octocasco football
ja: オクトメットプライズデコ
ko: 옥토 헬멧 프라이즈 데코
nl: Octo-helm Deco
ru: Футбольный осьмошлем
zh_hans: 装饰奖章鱼安全帽
zh_hant: 裝飾獎章魚安全帽

# GearGearNameHeadMet011
source: Deca Tackle Visor Helmet
de: Deka-Helm
es: Casco rugby reforzado
es_mx: Casco decatacleador
fr: Casque de football à visière
it: Casco football con visiera
ja: デカメットアイシールド
ko: 빅 헬멧 아이실드
nl: Deca-helm met vizier
ru: Футбольный визор-шлем
zh_hans: 护目镜大安全帽
zh_hant: 護目鏡大安全帽

# GearGearNameHeadMet012
source: Winkle Stripe Helm
de: Muschelhelm
es: Casco caparazón
es_mx: Casco caparazón
fr: Casque carapace
it: Carapasco
ja: シェルメット
ko: 셸 헬멧
nl: Schelpenhelm
ru: Шлем «Моллюскино»
zh_hans: 贝壳安全帽
zh_hant: 貝殼安全帽

# GearGearNameHeadMet013
source: Party Hard Hat
de: Hørnhelmer
es: Casco astado
es_mx: Casco cuernos
fr: Casque à cornes
it: Elmo vichingo
ja: ホーンメットBF
ko: 혼 헬멧 BF
nl: Carnavalhallahelm
ru: Комплект «Викинг»
zh_hans: 号角安全帽BF
zh_hant: 號角安全帽BF

# GearGearNameHeadMet014
source: Home-Team Catcher
de: Heim-Catcherhelm
es: Careta béisbol local
es_mx: Careta béisbol local
fr: Casque de receveur (dom.)
it: Maschera baseball (casa)
ja: キャッチャーマスクFU
ko: 캐처 마스크 FU
nl: Catcherhelm (thuis)
ru: Светлая маска кетчера
zh_hans: 捕手面罩FU
zh_hant: 捕手面罩FU

# GearGearNameHeadMet015
source: Away-Team Catcher
de: Auswärts-Catcherhelm
es: Careta béisbol visitante
es_mx: Careta béisbol visitante
fr: Casque de receveur (ext.)
it: Maschera baseball (trasferta)
ja: キャッチャーマスクFC
ko: 캐처 마스크 FC
nl: Catcherhelm (uit)
ru: Темная маска кетчера
zh_hans: 捕手面罩FC
zh_hant: 捕手面罩FC

# GearGearNameHeadMet016
source: Scrum Cap
de: Rugby-Kopfschutz
es: Casco acolchado
es_mx: Casco acolchado
fr: Casque de mêlée
it: Elmetto protettivo
ja: ヘッキャ ムジ
ko: 무지 헤드기어
nl: Hoofdbeschermer
ru: Шлем для регби
zh_hans: 头部护具 素色
zh_hant: 頭部護具 素色

# GearGearNameHeadMet017
source: Barrelfish Headgear
de: Schnablers-Kopfschutz
es: Casco acolchado Ishidai
es_mx: Casco acolchado Ishidai
fr: Casque de mêlée Ishidai
it: Copricapo Tuttepinne
ja: ヘッキャ イシダイ
ko: 돌돔 헤드기어
nl: Strepers-hoofdbeschermer
ru: Каска БК «Окуни»
zh_hans: 头部护具 条石鲷
zh_hant: 頭部護具 條石鯛

# GearGearNameHeadMet018
source: Barrelfish Home Helmet
de: Schnablers-Heimspielhelm
es: Casco béisbol Ishidai local
es_mx: Casco béisbol Ishidai local
fr: Casque de batteur Ishidai
it: Casco Tuttepinne (casa)
ja: イシダイSTメット ホーム
ko: 돌돔 ST 헬멧(홈)
nl: Strepers-helm
ru: Хоум-шлем БК «Окуни»
zh_hans: 条石鲷ST安全帽 主场
zh_hant: 條石鯛ST安全帽 主場

# GearGearNameHeadMet019
source: ZedFry Helmet
de: Zeki-Helm
es: Casco Oskkar
es_mx: Casco Zofrito
fr: Casque Frizko
it: Casco EzTor
ja: チゴフグメット
ko: 복어키드 헬멧
nl: Zekkie-helm
ru: Шлем с Тюшкой
zh_hans: 幼河豚安全帽
zh_hant: 幼河豚安全帽

# GearGearNameHeadMet020
source: Slipstream Helmet Pro
de: Stuntradler-Helm Pro
es: Casco calamar pro
es_mx: Casco calamar pro
fr: Casque de BMX pro
it: Casco da BMX Pro
ja: イカフィットメットPRO
ko: 오징어 핏 헬멧 PRO
nl: Inktfit-helm Pro
ru: Шлем BMX Pro
zh_hans: 鱿鱼贴身安全帽PRO
zh_hant: 魷魚貼身安全帽PRO

# GearGearNameHeadMet021
source: Slipstream Helmet
de: Stuntradler-Helm
es: Casco calamar
es_mx: Casco calamar
fr: Casque de BMX
it: Casco da BMX
ja: イカフィットメット
ko: 오징어 핏 헬멧
nl: Inktfit-helm
ru: Шлем BMX
zh_hans: 鱿鱼贴身安全帽
zh_hant: 魷魚貼身安全帽

# GearGearNameHeadMsk000
source: Gas Mask
de: Gasmaske
es: Máscara antigás
es_mx: Máscara antigás
fr: Masque à gaz
it: Maschera antigas
ja: タコマスク
ko: 문어 마스크
nl: Gasmasker
ru: Противогаз
zh_hans: 章鱼面罩
zh_hant: 章魚面罩

# GearGearNameHeadMsk001
source: Paintball Mask
de: Paintballhelm
es: Máscara protectora
es_mx: Visor de paintball
fr: Masque motocross
it: Maschera paintball
ja: フェイスゴーグル
ko: 페이스 고글
nl: Paintballmasker
ru: Маска для пейнтбола
zh_hans: 护目镜面罩
zh_hant: 護目鏡面罩

# GearGearNameHeadMsk002
source: Paisley Bandana
de: Klassisches Bandana
es: Pañuelo clásico
es_mx: Pañuelo cachemira
fr: Bandana faune marine
it: Bandana paisley
ja: エイズリーバンダナ
ko: 에이즐리 반다나
nl: Klassieke bandana
ru: Бандана с узором
zh_hans: 佩斯利花纹丝巾
zh_hant: 佩斯利花紋絲巾

# GearGearNameHeadMsk003
source: Skull Bandana
de: Totenkopf-Bandana
es: Pañuelo calavera
es_mx: Pañuelo colmillos
fr: Bandana crâne
it: Bandana teschio
ja: イカスカルマスク
ko: 오징어 스컬 마스크
nl: Doodshoofdbandana
ru: Бандана «Череп»
zh_hans: 鱿鱼骨口罩
zh_hant: 魷魚骨口罩

# GearGearNameHeadMsk004
source: Painter's Mask
de: Malermaske
es: Máscara industrial
es_mx: Máscara de pintor
fr: Masque de peinture
it: Maschera da verniciatura
ja: ペインターマスク
ko: 페인터 마스크
nl: Verfmasker
ru: Респиратор маляра
zh_hans: 喷漆面罩
zh_hant: 噴漆面罩

# GearGearNameHeadMsk005
source: Annaki Mask
de: Annaki-Mundschutz
es: Mascarilla Annak
es_mx: Tapabocas negra y roja
fr: Masque Aroz
it: Mascherina Annak
ja: アナアキマスク
ko: 아나키 마스크
nl: Annaki-mondkapje
ru: Маска «Неформал»
zh_hans: 无法无天口罩
zh_hant: 無法無天口罩

# GearGearNameHeadMsk006
source: Octoking Facemask
de: Oktoking-Mundschutz
es: Mascarilla octo Theutik
es_mx: Tapabocas octo Theutik
fr: Masque OCTADUX
it: Mascherina Octoking
ja: キングタコスターマスク
ko: 킹 문어 스타 마스크
nl: Octokings-mondkapje
ru: Маска «Осьмо-VIP»
zh_hans: 章鱼王星星口罩
zh_hant: 章魚王星星口罩

# GearGearNameHeadMsk007
source: Squid Facemask
de: Kalmar-Mundschutz
es: Mascarilla calamar
es_mx: Tapabocas calamar
fr: Masque Kalamarus Rex
it: Mascherina CalamaX
ja: イカバッテンガード
ko: 오징어 엑스 가드 마스크
nl: SquidForce-mondkapje
ru: Маска «Кальмар»
zh_hans: 鱿鱼交叉防护口罩
zh_hant: 魷魚交叉防護口罩

# GearGearNameHeadMsk008
source: Firefin Facemask
de: Rilax-Mundschutz
es: Mascarilla Chokkor
es_mx: Tapabocas Shachi
fr: Masque Friture
it: Mascherina Torryd
ja: マスクドホッコリー
ko: 파이어핀 마스크
nl: Firefin-mondkapje
ru: Маска от «Фритюр»
zh_hans: 暖流口罩
zh_hant: 暖流口罩

# GearGearNameHeadMsk009
source: King Facemask
de: King-Mundschutz
es: Mascarilla Theutik
es_mx: Tapabocas Theutik
fr: Masque DUX
it: Mascherina Calamars
ja: キングオブマスク
ko: 킹 오브 마스크
nl: Calamars-mondkapje
ru: Маска «VIP»
zh_hans: 王者口罩
zh_hant: 王者口罩

# GearGearNameHeadMsk010
source: Motocross Nose Guard
de: Motocross-Nasenschutz
es: Cubrenariz motocross
es_mx: Cubrenariz motocross
fr: Lunettes motocross
it: Maschera da motocross
ja: ノーズガードモトクロス
ko: 모터크로스 노즈 가드
nl: Motorcrossmasker
ru: Мотомаска
zh_hans: 越野摩托车连鼻防护面罩
zh_hant: 越野摩托車連鼻防護面罩

# GearGearNameHeadMsk011
source: Forge Mask
de: Focus-Mundschutz
es: Mascarilla Forima
es_mx: Tapabocas Forima
fr: Masque Focus
it: Mascherina Fortia
ja: フォーリマスク
ko: 포리마 마스크
nl: Forge-mondkapje
ru: Веломаска
zh_hans: 锻品口罩
zh_hant: 鍛品口罩

# GearGearNameHeadMsk012
source: Digi-Camo Forge Mask
de: Focus-Digicamo-Mundschutz
es: Mascarilla camuflaje Forima
es_mx: Tapabocas camuflaje Forima
fr: Masque camouflage Focus
it: Mascherina Fortia mimetica
ja: フォーリマスク デジカモ
ko: 포리마 디지털 카무 마스크
nl: Forge-camo-mondkapje
ru: Веломаска «Цифра»
zh_hans: 锻品口罩 数位迷彩
zh_hant: 鍛品口罩 數位迷彩

# GearGearNameHeadMsk014
source: BlobMob Mask
de: BlobMob-Mundschutz
es: Mascarilla glóbulos
es_mx: Tapabocas glóbulos
fr: Masque smiley
it: Mascherina SmileMob
ja: ブロブスマイルマスク
ko: 블랍 스마일 마스크
nl: BlobMob-mondkapje
ru: Маска со смайлами
zh_hans: 水滴鱼微笑面罩
zh_hant: 水滴魚微笑面罩

# GearGearNameHeadMsk015
source: Air Gills DX
de: Atemmaske Pro
es: Máscara antitinta
es_mx: Máscara antitinta
fr: Masque oxy-zen
it: Respiratore
ja: エラブリースマスク
ko: 아가미 러블리 마스크
nl: Zuurstofmasker Pro
ru: Респиратор «Жабры 3000»
zh_hans: 可爱鱼鳃面罩
zh_hant: 可愛魚鰓面罩

# GearGearNameHeadMsk016
source: Squidbeak Shield
de: Airflow-Schild R255
es: Protector de mandíbula
es_mx: Protector de mandíbula
fr: Écran facialamar
it: Paramento rosso
ja: トンビシールドR255
ko: 오징어입 실드 R255
nl: Kraakcommando-schild
ru: Защитный экран «Спрут»
zh_hans: 黑鸢防护面罩R255
zh_hant: 黑鳶防護面罩R255

# GearGearNameHeadMsk017
source: Meetcha Mask
de: Namensmaske
es: Mascarilla distintiva
es_mx: Tapabocas distintivo
fr: Masque d'identification
it: Maschera d'identità
ja: マイネームイズマスク
ko: 마이 네임 이즈 마스크
nl: ID-masker
ru: Именная маска
zh_hans: 吾名口罩
zh_hant: 吾名口罩

# GearGearNameHeadMsk018
source: Stealth Squidbeak Shield
de: Airflow-Schild RGB0
es: Protector de mandíbula N
es_mx: Protector de mandíbula N
fr: Écran facialamar furtif
it: Paramento nero
ja: トンビシールドRGB0
ko: 오징어입 실드 RGB0
nl: Kraakcamouflageschild
ru: Черный экран «Спрут»
zh_hans: 黑鸢防护面罩RGB0
zh_hant: 黑鳶防護面罩RGB0

# GearGearNameHeadMsk019
source: Snaxolotl Hood
de: Laxolotl-Kapuze
es: Capucha fauces
es_mx: Ajolote tragón
fr: Capuche axolotl
it: Cappuccio ghiottone
ja: マルノミウーパー
ko: 꿀꺽 우파
nl: Hapuchon
ru: Капюшон «Аксоглотль»
zh_hans: 大口螈面罩
zh_hant: 大口螈面罩

# GearGearNameHeadMsn000
source: Hero Headset Replica
de: Helden-Headset Replik
es: Auriculares de élite (réplica)
es_mx: Auriculares de élite réplica
fr: Casque héroïque (réplique)
it: Cuffie élite replica
ja: ヒーローヘッズ レプリカ
ko: 히어로 헤드 레플리카
nl: Heldenheadset (replica)
ru: Рация героя (клон)
zh_hans: 英雄头部装备 复制
zh_hant: 英雄頭部裝備 複製

# GearGearNameHeadMsn004
source: Armor Helmet Replica
de: Rüstungshelm Replik
es: Casco reforzado (réplica)
es_mx: Casco armadura réplica
fr: Casque encrifugé (réplique)
it: Casco d'armatura replica
ja: アーマーメット レプリカ
ko: 아머 헬멧 레플리카
nl: Pantserhelm (replica)
ru: Бронешлем (клон)
zh_hans: 盔甲头盔 复制
zh_hant: 盔甲頭盔 複製

# GearGearNameHeadMsn109
source: Teddy Band
de: Bärchenöhrchen
es: Diadema orejas de oso
es_mx: Orejitas de oso
fr: Serre-tête ourson
it: Orecchie da orso
ja: クマノミミ
ko: 곰 머리띠
nl: Berenoortjes
ru: Медвежий ободок
zh_hans: 熊耳朵
zh_hant: 熊耳朵

# GearGearNameHeadMsn110
source: Fuzz-Octoling Goggles
de: Flausch-Oktoskop
es: Pulpogafas capilares
es_mx: Octogafas capilares
fr: Lunettes octabouilles
it: Visore Octoling peloso
ja: ケタコゾネスゴーグル
ko: 털문어조네스 고글
nl: Vacht-Octolingbril
ru: Визор шерстолинга
zh_hans: 绒毛章鱼女战士护目镜
zh_hant: 絨毛章魚女戰士護目鏡

# GearGearNameHeadMsn301
source: Survival Ear
ja: サバイバルイヤー
ko: 서바이벌 이어
zh_hans: 生存耳朵
zh_hant: 生存耳朵

# GearGearNameHeadMsn302
source: Hero Brain Lv1
ja: ヒーローブレインLv1
ko: 히어로 브레인 Lv1
zh_hans: 英雄头饰装备Lv1
zh_hant: 英雄頭飾裝備Lv1

# GearGearNameHeadMsn303
source: Hero Brain Lv2
ja: ヒーローブレインLv2
ko: 히어로 브레인 Lv2
zh_hans: 英雄头饰装备Lv2
zh_hant: 英雄頭飾裝備Lv2

# GearGearNameHeadMsn304
source: Hero Brain Lv3
ja: ヒーローブレインLv3
ko: 히어로 브레인 Lv3
zh_hans: 英雄头饰装备Lv3
zh_hant: 英雄頭飾裝備Lv3

# GearGearNameHeadMsn305
source: Hero Brain ST
ja: ヒーローブレインST
ko: 히어로 브레인 ST
zh_hans: 英雄头饰装备ST
zh_hant: 英雄頭飾裝備ST

# GearGearNameHeadMsn306
source: Hero Mindset Replica
de: Helden-Neuroset Replik
es: Neurocascos élite (réplica)
es_mx: Neuroaudífonos élite réplica
fr: Neurocasque héroïque (répl.)
it: Auricolari élite replica
ja: ヒーローブレイン レプリカ
ko: 히어로 브레인 레플리카
nl: Heldenneuroset (replica)
ru: Нейрофон героя (клон)
zh_hans: 英雄头饰装备 复制
zh_hant: 英雄頭飾裝備 複製

# GearGearNameHeadMsn307
source: Hero Grip Replica
de: Helden-Clip Replik
es: Horquilla de élite (réplica)
es_mx: Pasador de élite réplica
fr: Attache héroïque (réplique)
it: Clip élite replica
ja: ヒーロークリップ レプリカ
ko: 히어로 클립 레플리카
nl: Heldenclip (replica)
ru: Кафф героя (клон)
zh_hans: 英雄耳挂 复制
zh_hant: 英雄耳掛 複製

# GearGearNameHeadMsn310
source: Legendary Cap
ja: でんせつのぼうし
ko: 전설의 모자
zh_hans: 传说的帽子
zh_hant: 傳說的帽子

# GearGearNameHeadMsn311
source: Captain's Cap Replica
de: Käpt'n-Kappe Replik
es: Gorra de capitán (réplica)
es_mx: Gorra de capitán réplica
fr: Casquette de l'amiral (réplique)
it: Cappello da capitana replica
ja: コマンダーヘッド レプリカ
ko: 커맨더 헤드 레플리카
nl: Kapiteinspet (replica)
ru: Капитанка (клон)
zh_hans: 指挥官帽 复制
zh_hant: 指揮官帽 複製

# GearGearNameHeadNcp000
source: Bobble Hat
de: Pudelmütze
es: Gorro con borla
es_mx: Gorro con borla
fr: Bonnet à pompon
it: Pon-pon di lana
ja: ボンボンニット
ko: 털방울 니트 모자
nl: Bobbelmuts
ru: Шапка с помпоном
zh_hans: 球球毛帽
zh_hant: 球球毛帽

# GearGearNameHeadNcp001
source: Short Beanie
de: Beanie
es: Gorro liso
es_mx: Gorrito liso
fr: Bonnet court
it: Zuccotto
ja: ショートビーニー
ko: 쇼트 비니
nl: Beanie
ru: Лыжная шапочка
zh_hans: 短款圆顶毛帽
zh_hant: 短款圓頂毛帽

# GearGearNameHeadNcp002
source: Striped Beanie
de: Streifen-Beanie
es: Gorro a rayas
es_mx: Gorrito rayado
fr: Bonnet à rayures
it: Zuccotto a righe
ja: ボーダービーニー
ko: 보더 비니
nl: Gestreepte beanie
ru: Шапочка в полоску
zh_hans: 横纹圆顶毛帽
zh_hant: 橫紋圓頂毛帽

# GearGearNameHeadNcp003
source: Sporty Bobble Hat
de: Winter-Pudelmütze
es: Gorro con borla negro
es_mx: Gorro con borla llamativo
fr: Bonnet ski à pompon
it: Pon-pon sportivo
ja: ウインターボンボン
ko: 겨울 털방울 니트 모자
nl: Sportieve bobbelmuts
ru: Спорт-шапка с помпоном
zh_hans: 冬季球球毛帽
zh_hant: 冬季球球毛帽

# GearGearNameHeadNcp004
source: Special-Forces Beret
de: Barett
es: Boina fuerzas especiales
es_mx: Boina fuerzas especiales
fr: Béret unité spéciale
it: Berretto trote speciali
ja: モンゴウベレー
ko: 스페셜 포스 베레
nl: Commandobaret
ru: Берет ВДВ
zh_hans: 纹甲贝雷帽
zh_hant: 紋甲貝雷帽

# GearGearNameHeadNcp005
source: Squid Nordic
de: Wintersportmütze
es: Gorro de punto
es_mx: Gorro alpino con gafas
fr: Bonnet sports d'hiver
it: Cappello da neve
ja: イカノルディック
ko: 오징어 노르딕
nl: Wintersportmuts
ru: Горнолыжная шапка
zh_hans: 北欧鱿鱼帽
zh_hant: 北歐魷魚帽

# GearGearNameHeadNcp008
source: Knitted Hat
de: Strickmütze
es: Gorro tejido
es_mx: Gorro tejido
fr: Bonnet côtelé
it: Cappello a maglia
ja: リブニット
ko: 리브 니트 모자
nl: Wollen muts
ru: Шапка «Фугасик»
zh_hans: 针织帽
zh_hant: 針織帽

# GearGearNameHeadNcp009
source: Annaki Beret
de: Annaki-Barett
es: Boina Annak
es_mx: Boina Annak
fr: Béret Aroz
it: Berretto con spilla
ja: アナアキアンピンベレー
ko: 아나키 옷핀 베레
nl: Annaki-baret
ru: Берет с булавкой
zh_hans: 无法无天别针贝雷帽
zh_hant: 無法無天別針貝雷帽

# GearGearNameHeadNcp010
source: Yamagiri Beanie
de: Zickzack-Beanie
es: Gorro zigzag
es_mx: Gorro zigzag
fr: Bonnet zigzags
it: Zuccotto zig-zag
ja: ヤマギリビーニー
ko: 산안개 비니
nl: Zigzagmuts
ru: Шапочка с узором
zh_hans: 山形纹圆顶毛帽
zh_hant: 山形紋圓頂毛帽

# GearGearNameHeadNcp011
source: Sneaky Beanie
de: Inkognito-Mütze
es: Gorro infiltración
es_mx: Gorro infiltración
fr: Bonnet furtif
it: Zuccotto con mascherina
ja: オシノビニット
ko: 미행 니트 모자
nl: Muts met mondkapje
ru: Шапочка с маской
zh_hans: 藏貌针织帽
zh_hant: 藏貌針織帽

# GearGearNameHeadNcp012
source: Anglerfish Knit
de: Angloramütze
es: Gorro de pesca
es_mx: Gorro de pesca
fr: Bonnet de laine poissons
it: Zuccotto da pescatore
ja: アンコウニット
ko: 아귀 니트 모자
nl: Voetbalvismuts
ru: Шапочка удильщика
zh_hans: 灯笼鱼针织帽
zh_hant: 燈籠魚針織帽

# GearGearNameHeadNcp013
source: ZedFry Beanie
de: Zeki-Beanie
es: Gorro Oskkar
es_mx: Gorro Zofrito
fr: Bonnet Frizko
it: Zuccotto EzTor
ja: チゴフグニット
ko: 복어키드 니트 모자
nl: Zekkie-beanie
ru: Шапочка с Тюшкой
zh_hans: 幼河豚针织帽
zh_hant: 幼河豚針織帽

# GearGearNameHeadSdodr200
source: Order Earring Replica
de: Ordnung-Ohrring Replik
es: Pendiente orden (réplica)
es_mx: Arete orden réplica
fr: Boucle de l'Ordre (réplique)
it: Orecchino Ordine replica
ja: オーダーピアス レプリカ
ko: 오더 피어스 레플리카
nl: Orde-oorring (replica)
ru: Серьга Порядка (клон)
zh_hans: 秩序耳饰 复制
zh_hant: 秩序耳飾 複製

# GearGearNameHeadSdodr201
source: Order Regulator Replica
de: Ordnung-Regler Replik
es: Regulador orden (réplica)
es_mx: Regulador orden réplica
fr: Détendeur de l'Ordre (réplique)
it: Erogatore Ordine replica
ja: オーダーレギュ レプリカ
ko: 오더 레귤 레플리카
nl: Orde-ademautomaat (replica)
ru: Регулятор Порядка (кл.)
zh_hans: 秩序呼吸调节器 复制
zh_hant: 秩序呼吸調節器 複製

# GearGearNameHeadSdodr202
source: Controller VM
de: VM-Controller
es: Gafas RM
es_mx: Control RM
fr: Contrôleur V-Cor
it: Controller VN
ja: ブレインウォッシュVE
ko: 브레인 워시 VE
nl: VM-helm
ru: Контроллер ВМ
zh_hans: 思想改造VE
zh_hant: 思想改造VE

# GearGearNameHeadSdodr203
source: Parallel Mask
de: Parallel-Maske
es: Máscara irreal
es_mx: Máscara irreal
fr: Masque surréel
it: Maschera parallela
ja: イカイノカメン
ko: 이계의 가면
nl: Parallel-masker
ru: Параллельная маска
zh_hans: 异界面具
zh_hant: 異界面具

# GearGearNameHeadSdodr204
source: Pearl Plushie
de: Plüsch-Perlinchen
es: Diadema con dron
es_mx: Diadema drónida
fr: Serre-tête drone
it: Cerchietto con Alga drone
ja: ヒメグルミ
ko: 히메 인형 머리띠
nl: Drone-diadeem
ru: Ободок «Жем-дрон»
zh_hans: 小姬发箍
zh_hant: 小姬髮箍

# GearGearNameHeadTrg000
source: Stay Crusty Cap
de: Shrimpson-Haube
es: Gorro de Adolfrito
es_mx: Gorro de Adolfrito
fr: Casquette Omar
it: Cuffia croc-stacea
ja: ロブキャップ
ko: 롭 캡
nl: Pelles pet
ru: Шапочка Ракки
zh_hans: 阿龙帽
zh_hant: 阿龍帽

# GearGearNameHeadTrg001
source: Judicial Hearing
de: Miez-Mithorcher
es: Orejas arbitrales
es_mx: Orejas arbitrales
fr: Oreilles de la justice
it: Orecchie giudiziose
ja: ジャッジメントイヤー
ko: 저지먼트 이어
nl: Haarbal-haarband
ru: Судейские ушки
zh_hans: 评审耳
zh_hant: 評審耳

# GearGearNameHeadVis000
source: Golf Visor
de: Schirmband
es: Visera golf
es_mx: Visera de golf
fr: Visière de golf
it: Visiera da golf
ja: キャディ サンバイザー
ko: 캐디 선바이저
nl: Golfpetje
ru: Козырек для гольфа
zh_hans: 球童中空遮阳帽
zh_hant: 球童中空遮陽帽

# GearGearNameHeadVis001
source: FishFry Visor
de: Rilax-Schirmband
es: Visera de marca
es_mx: Visera Sofrito
fr: Visière Friture
it: Visiera cool
ja: ヤキフグ サンバイザー
ko: 복어구이 선바이저
nl: Firefin-zonneklep
ru: Козырек «Фугасик»
zh_hans: 烧河豚中空遮阳帽
zh_hant: 燒河豚中空遮陽帽

# GearGearNameHeadVis002
source: Sun Visor
de: Sonnen-Schirmband
es: Visera transparente
es_mx: Visera transparente
fr: Visière bronzette
it: Visiera parasole
ja: サンサンサンバイザー
ko: 선선선바이저
nl: Zonneklep
ru: Козырек
zh_hans: 艳阳中空遮阳帽
zh_hant: 豔陽中空遮陽帽

# GearGearNameHeadVis003
source: Takoroka Visor
de: Kalamati-Schirmband
es: Visera Sepioca
es_mx: Visera Pulpioka
fr: Visière Cubic
it: Visiera Sepia
ja: ヤコバイザー
ko: 라이즈 바이저
nl: Takoroka-zonneklep
ru: Козырек от «Рыбок»
zh_hans: 暇古中空遮阳帽
zh_hant: 暇古中空遮陽帽

# GearGearNameHeadVis004
source: Face Visor
de: Gesichtsschutz
es: Visera tintada
es_mx: Visera tintada
fr: Visière teintée
it: Visiera fumé
ja: フェイスバイザー
ko: 페이스 바이저
nl: Gezichtsvizier
ru: Визор-козырек
zh_hans: 脸部中空遮阳帽
zh_hant: 臉部中空遮陽帽

# GearGearNameHeadVis005
source: Crust Bucket Visor
de: Shrimpschirm
es: Visera Adolfrito
es_mx: Visera Adolfrito
fr: Visière Crustassiette
it: Visiera Fritto e Rifritto
ja: ロブズ・10・バイザー
ko: 롭스 바이저
nl: Octobus-zonneklep
ru: Козырек «Мак-да-рак»
zh_hans: 龙10中空遮阳帽
zh_hant: 龍10中空遮陽帽

# GearGearNameHeadVis006
source: Tee Time Visor
de: Golfclub-Visor
es: Visera con gafas
es_mx: Visera retrospectiva
fr: Visière du club de golf
it: Visiera con occhiali
ja: スラグンサンバイザー
ko: 스라글선 바이저
nl: Zonneklep met zonnebril
ru: Козырек гольфиста
zh_hans: 镜墨中空遮阳帽
zh_hant: 鏡墨中空遮陽帽

# GearGearNameShoesAmb000
source: School Shoes + Hi Socks
de: Schuluniform-Schuhe
es: Mocasín escolar
es_mx: Zapatos escolares
fr: Mocassins scolaires d'hiver
it: Mocassini neri (calze)
ja: スクールローファー ハイソ
ko: 니 삭스 스쿨 로퍼
nl: Schoolschoenen
ru: Школьные ботинки + чулки
zh_hans: 学校乐福鞋 高级
zh_hant: 學校樂福鞋 高級

# GearGearNameShoesAmb001
source: Samurai Shoes
de: Samurai-Schuhe
es: Sandalia samurái
es_mx: Sandalias samurái
fr: Bottes de samouraï
it: Calzature da samurai
ja: サムライシューズ
ko: 일본 무사 슈즈
nl: Samoeraischoenen
ru: Самурайские сандалии
zh_hans: 武士鞋
zh_hant: 武士鞋

# GearGearNameShoesAmb002
source: Power Boots
de: Exo-Stiefel
es: Tecnobota
es_mx: Tecnobotas
fr: Bottes méca
it: Stivali hi-tech
ja: パワードレッグス
ko: 파워드 레그
nl: Hightechschoenen
ru: Силовые боты
zh_hans: 动力靴
zh_hant: 動力靴

# GearGearNameShoesAmb003
source: Baggy-Sock Fringe Loafs
de: Stulpen-Loafer
es: Zapato escolar
es_mx: Mocasines con flecos
fr: Mocassins à franges d'hiver
it: Mocassini con frangia (calze)
ja: キルトローファー ルーズ
ko: 루즈 삭스 킬트 로퍼
nl: Loafers met franje
ru: Лоферы с бахромой
zh_hans: 流苏乐福鞋 宽松
zh_hant: 流蘇樂福鞋 寬鬆

# GearGearNameShoesAmb004
source: Squinja Boots
de: Ninja-Stiefel
es: Bota ninja
es_mx: Botas ninja
fr: Bottes de ninja
it: Stivali ninja
ja: シノビアシ
ko: 닌자 부츠
nl: Ninjalaarzen
ru: Таби ниндзялинга
zh_hans: 忍者鞋
zh_hant: 忍者鞋
