Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# LayoutMsgSdodrDevelopLog00DevelopLogMessage0601Left
source: -Users set color chips (from generalmemory index) into a Palette (basiccopy of their soul) and establish aconnection with compatible memories.-Adversity proven effective for memoryretention. Have users repeat tasksto make the memories stick. Once thememories are sufficiently locked in,complete the processing. All proposedsteps so far have been verified downthe line.-Might be good to represent thesesteps as climbing a tower?1 task = 1 floorTop floor = Processing complete
de: ・ Nutzerseitige Installation von Farbchips (basierend auf generellem Gedankenindex) in eine Palette (vereinfachte Seelenkopie), dann Einrichten einer Verbindung mit kompatiblen Erinnerungen.・ Physischer Konflikt begünstigt erwiesenermaßen Verfestigung von Erinnerungen. Repetition bestimmter Aufgaben durch den Nutzer bis zur ausreichenden Stabilisierung der Erinnerungen erforderlich. Ist diese erfolgt, Prozess beenden. Sämtliche aufgeführten Schritte durch Logik-Checks verifiziert.・ Die obigen Schritte übertragen als Erklimmen eines Turms darstellen? Aufgabe gelöst = Etage bezwungen Turm bezwungen = Prozess beendet
es: Los sujetos experimentales dispondránde una paleta que actúe como copiainstantánea de su alma. Cada paletapermite usar cromochips para indexarrecuerdos y crear vínculos con aquellosque sean compatibles.Los experimentos confirman que, paraasegurar el asentamiento de recuerdos,es necesario generar experiencias desuperación de dificultades. Resulta porello beneficioso que los sujetos haganfrente a ciertos retos repetidamente.Un ejemplo sería representar los retoscomo pisos de una torre. Alcanzar lacima de dicha torre supondría habersuperado todas las dificultades.
es_mx: Los sujetos dispondrán de una paletaque actúe como copia instantánea desu alma. Cada paleta recibirácromochips (del catálogo general derecuerdos) para crear vínculos conaquellos que sean compatibles.La adversidad facilita el asentamientode recuerdos, por lo que los usuariosdeberán hacer frente a ciertos retosrepetidamente. Una vez asentadoslos recuerdos, se llevará a cabo elprocesamiento final. Esta teoría se havalidado mediante la experimentación.Representación: ¿ascender una torre?1 reto = 1 pisoÚltimo piso = procesamiento final
fr: - Insertion par le sujet de puceschromatiques (de l'index mémorielglobal) dans une palette (copie del'âme du sujet) et création desconnexions avec les souvenirscompatibles.- Efficacité prouvée de l'adversité surla capacité de rétention mémorielle.Les sujets répètent certaines tâchespour implanter durablement lessouvenirs. Une fois ceux-ci solidementancrés, le processus est accompli. Toutesles étapes proposées ont été validéesséquentiellement.- Suggestion de représentation de cesétapes sous forme de tour dont ilfaudrait atteindre le sommet.1 tâche = 1 étageDernier étage = Processus accompli
it: - Gli utenti inseriscono le schedecolore (dal database generale) inuna tavoletta (copia base dellapropria anima) e stabiliscono unaconnessione con memorie compatibili.- Riscontrato miglioramento diritenzione memoria in seguito adavversità. Si consiglia di sottoporrei soggetti a ripetizioni consecutivedella stessa azione per far attecchirei ricordi. Una volta che i ricordi hannoaderito a sufficienza, completareil processo. Tutte le fasi propostesono state verificate.- Potrebbe essere utile rappresentarequeste fasi con una torre da scalare?1 compito = 1 pianoUltimo piano = Processo completato
ja: 被験者は自分のタマシイのインスタントコピーであるパレットに全体記憶のインデクスとなるカラーチップをセットして自身に適合する記憶とのコネクションを確立記憶の定着には困難を乗り越えた経験が必要課題を繰り返しあたえて定着させていく記憶が十分に定着したら仕上げの処理を行うここまでの理論は検証済みこれら一連を塔を上っていく形にするのがよいか塔の各フロア＝課題塔の最上階に到達する＝仕上げ完了
ko: 피험자는 그 영혼의인스턴트 카피인 팔레트에전체 기억의 인덱스가 될 컬러 칩을세팅하여 자신에게 적합한 기억과의커넥션 확립기억 정착을 위해 곤경을 극복한 경험 필요과제를 반복해서 부여하여 정착시킬 것기억이 충분히 정착되면 마무리 처리 진행여기까지의 이론은 검증 완료이 과정을 탑을 오르는 형태로 만들면 어떨까탑의 각 플로어 = 과제탑의 최상층에 도달 = 마무리 완료
nl: -Gebruikers plaatsen kleurenchips (uiteen algemene geheugenbank) in een palet(eenvoudige kopie van hun ziel) en makenverbinding met overeenkomendeherinneringen.-Weerstand heeft een positief effectop het herinneringsproces. Laatgebruikers taken herhalen om deherinneringen sterker in te prenten.Voltooi de verwerking zodra deherinneringen voldoende verankerd zijn.Alle voorgestelde stappen zijn tot nu toenagelopen.-Misschien kunnen deze stappen hetbeste als een toren worden uitgebeeld?1 taak = 1 etageBovenste etage = Verwerking voltooid
ru: ・ Пользователь будет вставлять тон-жетоны (из общей базы данных воспоминаний) в тон-бокс (суррогат души пользователя), устанавливая эмоциональную связь с теми воспоминаниями, которые ему принадлежат или связаны с ним.・ Доказано: преодоление трудностей способствует восстановлению памяти. Можно попробовать создать повторяющиеся задания для пользователей, чтобы они их выполняли для закрепления воспоминаний. Когда воспоминания укрепятся, можно заканчивать курс. Все предлагавшиеся до сих пор идеи были проверены и могут быть реализованы.・ Может, оформить все в виде башни? 1 задание = 1 этаж. Вершина башни = курс пройден.
zh_hans: 在被实验对象灵魂的即时复制上——也就是在调色盘上装备色彩晶片作为全部记忆的索引，然后与适合自身的记忆建立连接。固定记忆必须拥有克服困难的经历，反复给予其任务便可进行固定，固定到一定程度后则要执行最终处理。以上的理论都已经验证完成了，就把这一连串的步骤以爬塔的形式实现吧。塔的每一个楼层=任务抵达塔的顶层=完成最终处理
zh_hant: 在調色盤，也就是受試者自身靈魂的即時複本上，安裝作為整體記憶索引的色彩晶片，使其與自己相容的記憶建立連結。記憶的固定必須要有克服難關的經驗，反覆給予任務可使其逐漸固定，等記憶固定達一定程度即可執行最終程序。以上理論已經完成驗證。就把這一連串步驟以爬塔的形式呈現好了。塔的各個樓層＝任務抵達塔的頂層＝最終程序完成

# LayoutMsgSdodrDevelopLog00DevelopLogMessage0602Left
source: -If user reaches the top floor,the experiment is a success. User'ssoul is restored to its original state,with its own thoughts and memories.-Create dedicated avatars with specialroles to ensure smooth operation.Need avatars for:・ Memverse management・ User guidance・ System security
de: ・ Das Erreichen der obersten Etage durch den Nutzer stellt dar, dass das Experiment erfolgreich war. Seele des Nutzers ist anschließend wieder im Ursprungszustand und verfügt über all ihre ursprünglichen Gedanken und Erinnerungen.・ Dedizierte Avatare generieren, die problemfreien Ablauf des Gesamtprozesses gewähren. Avatare erforderlich für: – Memoversum-Verwaltung – Einweisung von Nutzern – Systemsicherheit
es: Que un sujeto llegue a lo más alto de latorre significa que el experimento hatenido éxito y su alma ha recobrado lospensamientos y recuerdos que teníaoriginalmente.Distintos avatares especializados conpermisos de administración asumiránlas tareas principales del proceso:・ Gestión del sistema del Pastiverso・ Orientación de los sujetos・ Medidas de seguridad
es_mx: Que un sujeto llegue a lo más alto dela torre significa que el experimentotuvo éxito y su alma recobró lospensamientos y recuerdos que teníaoriginalmente.Distintos avatares especializados conpermisos de administración asumiránlas tareas principales del proceso:・ Gestión del sistema del Pastiverso・ Orientación de los sujetos・ Medidas de seguridad
fr: - Si le sujet atteint le dernier étage,l'expérience est un succès, et son âmeest rétablie dans son état d'origine,avec ses propres pensées et souvenirs.- Création d'avatars dotés de rôlesspécifiques afin d'assurer le bondéroulement des opérations.Avatars nécessaires pour :・ la gestion du Poulpivers・ l'assistance du sujet・ la sécurité du système
it: - Se il soggetto raggiunge l'ultimopiano, l'esperimento ha esito positivo.L'anima del soggetto viene ripristinataal suo stato originale, con tutti ipensieri e i ricordi.- Creare avatar dedicati con ruolispecifici per facilitare le operazioni.Avatar necessari per:・ Gestione Noriverse・ Guida utente・ Sicurezza del sistema
ja: 被験者が塔の最上階に到達すれば実験成功被験者のタマシイは元の想いと記憶で構成された完全体に復元される運営は特別な権限をあたえた専用のアバターが行うそれぞれ・ ネリバースのシステム管理・ 被験者の先導・ 治安維持の３つ役割をになう
ko: 피험자가 탑의 최상층에 도달하면 실험 성공피험자의 영혼은 원래 추억과 기억으로구성된 완전체로 복원됨운영은 특별한 권한을 부여한전용 아바타가 관리각각・ 네리버스 시스템 관리・ 피험자 안내・ 치안 유지위 3개의 역할 담당
nl: -Als gebruikers de bovenste etagebereiken, is het experiment succesvol.De ziel van een gebruiker wordt weer inde oorspronkelijke staat hersteld, met degedachten en herinneringen die erbij horen.-Creëer speciale entiteiten die rollenvervullen om de organisatie te regelen.Benodigde entiteiten:・ Herinniversum-management・ Gebruikerbegeleiding・ Systeembeveiliging
ru: ・ Если пользователь сможет добраться до вершины, эксперимент завершен успешно. И душа этого пользователя будет восстановлена, вместе со всеми воспоминаниями и мыслями.・ Нужно будет создать виртуальных операторов для контроля над важными функциями, чтобы обеспечить стабильность работы системы.А именно:1. Для управления Консерваторией.2. Для обучения пользователя.3. Для обеспечения безопасности.
zh_hans: 被实验对象抵达塔的顶层即试验成功，被实验对象的灵魂将会回到由原本的感情和记忆构成的完整个体。我会把特殊权限给予专用的虚拟形象，并将运营交给它们。它们分别担任·管理忆界宇宙的系统·引导被实验对象·维持治安这3个职责。
zh_hant: 只要受試者抵達塔的頂層，實驗就算成功了，受試者的靈魂將會復原，變為以原本的意識與記憶構成的完全體。計畫的運作則交由虛擬替身執行，我會賦予它們特別權限，並各別承擔3項職務。‧憶界宇宙的系統管理‧受試者的導引‧治安維持

# LayoutMsgSdodrDevelopLog00DevelopLogMessage0800Center
source: Our world tour has started!It's a lot of work, but a lot of fun too.I love being in Off the Hook so much!
de: Unsere Welttournee hat begonnen!Wir haben unheimlich viel zu tun,aber es ist echt ein Riesenspaß.Ich freu mich ja sooo sehr,bei TentaCool mitzumachen!
es: ¡La gira mundial está en marcha!Tenemos mucho trabajo por delante,pero lo disfrutamos a tope. ¡Cómo mealegro de que formáramos Cefalopop!
es_mx: ¡La gira mundial está en marcha!Tenemos mucho trabajo por delante,pero disfrutamos de cada minuto.¡Cómo me alegra formar parte deCefalopop!
fr: Notre tournée mondiale a commencé !C'est pas de tout repos, mais ons'éclate bien aussi. Faire partie desTenta-Cool, c'est vraiment la classe !
it: Il nostro tour mondiale è iniziato!C'è molto da fare, ma ci divertiamoun sacco! Sono fiera di far partedelle Tenta Cool!
ja: ワールドツアーが開幕しました大変だけど楽しいテンタクルズやっててよかった
ko: 월드 투어가 시작됐어요힘들지만 즐거워요제가 텐타클즈여서 행복해요
nl: Onze wereldtournee is begonnen! Ik bener veel tijd aan kwijt, maar ik krijg erook veel plezier voor terug. Er is nietswat me zo gelukkig maakt als het feitdat ik bij Tentacool zit!
ru: Наше мировое турне началось!Это очень тяжело, но одновременнои так весело! Я так рада бытьв Off the Hook!
zh_hans: 世界巡演开幕了。演出很辛苦，但是很开心。我很庆幸能作为腕儿姐妹开展活动。
zh_hant: 世界巡演開幕了。雖然很累，但是非常開心，我很慶幸自己是腕兒姐妹。

# LayoutMsgSdodrDevelopLog00DevelopLogMessage1300Left
source: From: AchtHey, Marina. Think this is the onlyphoto of the two of us together.You were recruited for an elite positionin an Octavio unit after this was taken,right? Think I remember hearing that.I ended up handling security behindthe scenes. Could've been worse.Going to the front lines was too muchlike work.Guess I never returned the recordsI borrowed from you. But then, you'vestill got the ones I lent you, so it allbalances out.Looking at this, I still rememberwondering if you weren't going to getin trouble, hanging out with a slackerlike me.So imagine my surprise to find outyou'd been cooking up some sick tracks.Turned out even an elite knew her wayaround some decks.
de: Von: AhatoHey, Marina. Ich glaub, das hier istdas einzige Foto, auf dem wir beidezusammen zu sehen sind.Gleich danach wurdest du für eineElite-Position in einer Oktario-Einheitrekrutiert, oder? Hatte jedenfalls inErinnerung, dass jemand das sagte.Ich wurde zur Sicherheitsaufsichteingeteilt, in der Verwaltung. Hätteschlimmer sein können. Und an derFront kämpfen klang echt nach Arbeit.Die Platten, die du mir geliehen hast,hab ich dir nie zurückgegeben, oder?Aber dafür hast du noch die von mir,also alles roger.Bei dem Bild muss ich immer darandenken, dass ich mir Sorgen machte,dass du irgendwie Ärger dafür kriegenkönntest, mit so 'nem arbeitsscheuenDing wie mir abzuhängen.Kannst dir ja denken, was für 'neRiesenüberraschung es für mich war,als ich hörte, dass du so irre guteSongs schreibst. Bist eben nicht nurElite in der Schule, sondern auch amMischpult.
es: Remitente: Acht¡Fíjate, Marina! Esta es la única fotoen la que tú y yo salimos codo concodo.Poco después te reclutaron para unbatallón de élite de Octovius, ¿no?A mí me asignaron a un discreto puestode vigilancia. El protagonismo no es lomío, así que me sentía a gusto.Creo que nunca te devolví los discos devinilo que me prestaste, pero tú a mítampoco los míos. ¿Estamos en paz?Siempre me pregunté si en tu puestode élite no te perjudicaría relacionartecon alguien tan poco formal como yo...No sabes cuánto me sorprendió saberque componías unos temazos brutales y controlabas tanto a los platos.
es_mx: Remitente: AchtHola, Marina. Esta es la única fotoen la que tú y yo salimos hombro ahombro.Poco después te reclutaron para unescuadrón de élite de Octovius, ¿no?A mí me asignaron a un discreto puestode vigilancia. El protagonismo no es lomío, así que me sentía a gusto.Creo que nunca te devolví los discos devinilo que me prestaste, pero tú a mítampoco los míos. Supongo queestamos a mano, ¿no?Recuerdo que en aquel entonces mepreguntaba si en tu puesto de élite note perjudicaría relacionarte con alguientan delincuente como yo...No sabes cuánto me sorprendió cuandoescuché lo que podías hacer con unastornamesas y una mezcladora.
fr: De : EyteSalut Coralie. Je crois que cette photoest la seule où on est ensemble.D'ailleurs, peu après, tu as étérecrutée à un poste d'élite dansune unité d'Octave, c'est bien ça ?Je crois que c'est ce qu'on m'avait dit.Moi, j'ai fini à la sécurité, à l'arrière-plan. Ça aurait pu être pire. Être sur ledevant de la scène, ça se serait bientrop apparenté à du vrai boulot à mongoût.Je crois que je t'ai jamais rendu lesdisques que je t'avais empruntés. Maisbon, comme tu as aussi toujours ceuxque je t'ai prêtés, on est quittes.Tu sais, je me rappelle m'être déjàdemandé si tu risquais de t'attirerdes ennuis, à traîner avec unefainéante comme moi.Alors imagine ma surprise quand j'aiappris que t'avais un album sur le feu.Comme quoi on peut être à la foisintello et musicos.
it: Da: AchtEhi, Nori. Penso che questa sia l'unicafoto di noi due insieme.Dopo che l'abbiamo scattata, tu seistata arruolata in un'unità élite diOctavius, vero?Io invece mi occupavo della sicurezzadietro le quinte. Beh, poteva andarmipeggio. Finire in prima linea sarebbestato troppo lavoro per me.Non ti ho mai ridato i dischi chemi avevi prestato. Ma tu hai ancorai miei, quindi siamo pari.Guardando questa foto, ricordo chetemevo avresti fatto una brutta finea forza di frequentarmi.Quindi pensa al mio stupore quandoho scoperto che spacchi alla grandecon la tua musica. A quanto pare,anche gli agenti élite sanno leggereuno spartito.
ja: From: ミズタHEY、イイダふたりで写っていた写真はこれだけダキミはこの後、将軍の部隊にバッテキされたんだっケボクはずっと後方で警備担当だったヨま、前線はメンドーだし、楽できてよかったナあのとき借りたレコードたぶんまだ返してないケドキミにも貸したままのがあるしおたがい様ってことデ当時はキミみたいなエリートが不良のボクと関わって大丈夫か？って思ってたナ…でも、キミもヤバい音源持ってたよネあれにはビビったヨ
ko: From: 미즈타HEY, 이이다우리 둘이 같이 찍힌 사진은 이것뿐이야너는 사진을 찍고 얼마 안 돼서장군 쪽 부대에 선발됐었지?나는 계속 후방에서 경비를 담당했어뭐, 전선은 귀찮으니까 편하고 좋더라그때 빌린 레코드아마 아직 안 돌려줬을 텐데너도 나한테 빌려 간 게 있으니까그냥 서로 잊어 주기로 하자그때는 너 같은 엘리트가불량아인 나랑 어울려도괜찮은 건가 싶었는데…그런데 너도 굉장한 음원을 갖고 있었지그 음원, 꽤 충격이었어
nl: Afzender: SmarachneHoi, Mariana. Volgens mij is dit de enigefoto waar we allebei op staan.Als ik het me goed herinner, ben jij kortna het maken van deze foto gerecruteerdvoor een van Octavio's eenheden. Dat hebik tenminste gehoord.Ik heb uiteindelijk een beveiligingsbaantjeachter de schermen gekregen. Dat vondik wel best, want aan het front strijdenleek mij te veel op werk.Ik heb je nooit de albums teruggegevendie ik van je geleend had. Maar jij hadook nog het een en ander van mij,dus wat dat betreft staan we quitte.Bij het zien van deze foto herinner ik medat ik me zorgen maakte dat je in deproblemen zou komen door om te gaanmet een nietsnut als ik.Daarom was ik enorm verbaasd toen ikerachter kwam dat je je eigen nummersmaakte. Het is mooi om te zien dat zelfseen elitesoldaat er een show van kanmaken achter de draaitafel.
ru: Отправитель: ОктаПривет, Мариша. По-моему, этоединственная фотография с намиобеими.После того как сделали этот снимок,тебя направили в сельхозполкDJ Октавио, верно? Я где-то об этомслышала.Мне в итоге поручили секьюритина второстепенных объектах.Но я и не жалуюсь. На передовойпришлось бы слишком напрягаться.А я ведь так и не вернула тебе твоипластинки. Хотя у тебя тоже моиостались, так что ничего страшного,наверное.Смотрю на фотографию и вспоминаю,как переживала, что тебе влетит зато, что общаешься с разгильдяйкойвроде меня.Ты и не представляешь, какя удивилась, узнав, что ты ещеи музыкой увлекаешься. Прямоне верилось — крутая осьмозонка,а вертушки крутит!
zh_hans: From：水田HEY，饭田。我们的合照只有这一张。你后来好像被提拔到将军的部队里了吧。我一直在后勤负责警备工作。不过也好，前线那么麻烦，轻松点好。我当年问你借的黑胶唱片应该到现在还没还给你，不过你也有借了没还的东西，就当是扯平了吧。我当时想过……你这样的精英人才和我这种坏学生扯上关系真的好吗？但我没想到你也有很糟糕的音源文件，真的是把我吓到了。
zh_hant: From： 水田HEY，飯田，我們一起拍過的照片只有這張而已。我記得你在那之後就被提拔到將軍的部隊裡了吧。我則是一直都在後勤負責警備工作，但這樣也好，前線太麻煩了，我反而樂得輕鬆。我那時跟你借的黑膠唱片應該還沒還你吧。不過你借走的也一樣還沒還我，就當作是扯平了。像你這樣的精英人才跟我這種壞學生扯上關係真的好嗎？我當時是這麼想的……不過你也有帶過很誇張的音樂到學校呢，真的是嚇到我了。

# LayoutMsgSdodrDevelopLog00DevelopLogMessage1400Left
source: From: AchtHey, Marina. You can guess the chaosyour desertion caused. I ended upwithout much to do except make music.You remember that club way down inthe lowest levels of the base? I DJedthere for a long time, since I knew itwas one place where the brass wouldn'tbe caught dead.As time went on, I got more and moreinto it, to the point where music wasall I thought about.Honestly...that whole period of my lifeis kind of a haze.
de: Von: AhatoHallo, Marina. Du kannst dir ja denken,was für ein Chaos du verursacht hast,als du desertiert bist. Ich hatte fastnichts mehr zu tun, also hab ichMusik gemacht.Weißt du noch, der Club ganz untenin unserer Basis? Ich hab da langeden DJ gemacht. Vor allem, weil diehohen Tiere sich dort nie und nimmergezeigt hätten.Mit der Zeit hat mir die Sache mehrund mehr Spaß gemacht, bis ichirgendwann echt nur noch Musikim Kopf hatte.Irgendwie ist die ganze Phase für michrückblickend ein einziges Chaos...
es: Remitente: AchtOye, Marina... No sabes la revoluciónque supuso que ya no estuvieras.Yo me quedé con la música como únicamotivación.¿Te acuerdas de la disco que habíaen el nivel más profundo de la base?Estuve trabajando mucho tiempo enella como DJ. Pensé que allí nunca meencontrarían mis superiores.El caso es que me fui acostumbrandoa esa rutina y la música se convirtióen la parte fundamental de mi vida.Aunque... apenas me quedan recuerdosde aquella época.
es_mx: Remitente: AchtHola, Marina. No sabes la revoluciónque se armó cuando te fuiste. Yo mequedé con la música como mi únicamotivación.¿Te acuerdas del local que habíaen el nivel más profundo de la base?Ahí trabajé mucho tiempo como DJ.Pensé que allí nunca me encontraríanmis superiores.El caso es que me fui acostumbrandoa esa rutina y la música se convirtióen la parte fundamental de mi vida.Aunque... apenas me quedan recuerdosde aquella época.
fr: De : EyteSalut Coralie. J'imagine que j'ai pasbesoin de te décrire le chaos qu'aprovoqué ta désertion. J'ai plus eugrand-chose d'autre à faire que decréer de la musique.Tu te rappelles le club dans lestréfonds de la base ? J'y ai longtempsjoué les DJ, parce que je savais quec'était le seul endroit où les gradés nemettraient jamais les pieds.Au fil du temps, je me suis mise à vivremusique et penser musique enpermanence.En toute honnêteté... cette époque-làde ma vie n'est plus qu'un gros flouartistique.
it: Da: AchtEhi, Nori. Non sai il caos che haicausato quando hai disertato.Alla fine non avevo granché da fare,a parte dedicarmi alla musica.Ti ricordi quella discoteca sotto labase? Ci ho lavorato come DJ per unsacco di tempo, perché sapevo che nonsarebbero mai venuti a cercarmi lì.Ma con il passare del tempo hacominciato a prendermi sempredi più e a un certo punto la musicaconsumava ogni mio pensiero.A dire il vero... quel periodo della miavita non lo ricordo tanto bene.
ja: From: ミズタHEY、イイダキミがいなくなって、こっちはちょっとしたさわぎになったんだヨ結局ボクには音楽しかすることなくてサ深層の基地にあったクラブ、覚えてるカ？あそこなら兵長にも見つからないからずっとそこでDJしてたってワケそれからどんどんハマっていってネもう音楽のことしか考えられなくなっテ…そのときの記憶が…ないんダ
ko: From: 미즈타HEY, 이이다네가 사라지고 나서이쪽은 꽤 소란스러웠어결국 나는 음악 말고는 할 게 없더라심층 기지에 있던 클럽 기억나?거기라면 병장한테 들킬 일도 없으니까줄곧 거기서 DJ를 하고 있었어그러다가 점점 DJ 일에 매료돼서음악 외에는 아무 생각도 안 들게 되고…그때 기억이… 없어
nl: Afzender: SmarachneHé, Mariana. Zoals je vast al geradenhebt, heeft je desertie voor een boelchaos gezorgd. Ik had uiteindelijk nietsmeer omhanden behalve muziek maken.Herinner je je die club diep in de keldervan de basis nog? Daar heb ik lange tijdals dj gewerkt, omdat ik wist dat dehogere officieren daar nooit kwamen.Met de tijd is dat een steeds groterdeel van mijn leven geworden, totdat ikaan niets anders dacht dan muziek.Die hele periode van mijn leven voelteerlijk gezegd als een waas als ik eraanterugdenk.
ru: Отправитель: ОктаПривет, Мариша. Думаю, ты можешьсебе представить, какой переполохначался после того, как ты вдругдезертировала. Одно за другое,и получилось, что у меня кромемузыки ничего и не осталось...Помнишь тот клуб на самых нижнихэтажах базы? Я устроилась диджееми долго там работала — уж куда,а туда-то наше начальство и носане сунуло бы.Со временем я все больше вливалась,а потом случилось что-то странное,и я вовсе перестала о чем-то кромемузыки думать.Честно говоря... те временабудто сквозь какую-то пеленувспоминаются.
zh_hans: From：水田HEY，饭田。你离开之后，我们这引发了一点骚动呢。结果除了音乐，我就没别的事可做了。你还记得深处基地那家俱乐部吗？那个地方就连长官都找不到，所以我一直在那里当DJ。后来我越来越沉迷，满脑子只想着音乐……可是那时的记忆……都不见了。
zh_hant: From： 水田HEY，飯田，你離開了之後，還在我們這引發了一點騷動喔。結果除了音樂之外我也沒別的事能做了。你還記得位於深層基地的那間俱樂部嗎？只要待在那裡，就連兵長都不會發現，所以我一直都在裡面當DJ。在那之後我就變得越來越上癮，滿腦子想的全都是音樂……當時的記憶……都不存在了。
