Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BadgeBadgeMsgTipColorCompleteSdodrAutoB
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrAutoC
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrContinuityA
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrContinuityB
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrContinuityC
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrFireA
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrFireB
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrFireC
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrLuckA
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrLuckB
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrLuckC
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrMoveA
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrMoveB
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrMoveC
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrRangeA
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrRangeB
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTipColorCompleteSdodrRangeC
source: Collected Data for All Color Chips of the Same Tone
de: Daten für alle Farbchips desselben Farbtons gesammelt.
es: Has reunido todos los datos de los cromochips del mismo color.
es_mx: Reuniste todos los datos de los cromochips del mismo color.
fr: Données de toutes les puces chrom. de la même teinte obtenues
it: Raccolti dettagli su tutte le schede colore della stessa tonalità
ja: 同じ色のカラーチップの情報を全て集めた
ko: 동일 색상 컬러 칩의 정보를 모두 모았다
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.
ru: Собраны данные для всех тон-жетонов одной тональности.
zh_hans: 已收集相同颜色的色彩晶片的所有信息
zh_hant: 收集到相同顏色的所有色彩晶片的資訊

# BadgeBadgeMsgTotalKumaPointLv00
source: 10,000 Grizzco Point Club
de: 10.000 Bärenpunkte gesammelt!
es: Has logrado 10 000 puntos de Don Oso.
es_mx: Conseguiste 10 000 puntos de Don Oso.
fr: 10 000 points M. Ours obtenus
it: 10.000 punti di Ursus ottenuti
ja: クマサンポイントを１００００pかせいだ
ko: Mr. 베어 포인트를 10,000p 획득했다
nl: 10.000 Beer & Co-punten verzameld!
ru: Очков от «Потапыч Inc.»: 10 000
zh_hans: 累计获得熊先生点数10000p
zh_hant: 累積獲得10000p熊先生點數

# BadgeBadgeMsgTotalKumaPointLv01
source: 100,000 Grizzco Point Club
de: 100.000 Bärenpunkte gesammelt!
es: Has logrado 100 000 puntos de Don Oso.
es_mx: Conseguiste 100 000 puntos de Don Oso.
fr: 100 000 points M. Ours obtenus
it: 100.000 punti di Ursus ottenuti
ja: クマサンポイントを１００,０００pかせいだ
ko: Mr. 베어 포인트를 100,000p 획득했다
nl: 100.000 Beer & Co-punten verzameld!
ru: Очков от «Потапыч Inc.»: 100 000
zh_hans: 累计获得熊先生点数100000p
zh_hant: 累積獲得100000p熊先生點數

# BadgeBadgeMsgTotalKumaPointLv02
source: 9,999,999 Grizzco Point Club
de: 9.999.999 Bärenpunkte gesammelt!
es: Has logrado 9 999 999 puntos de Don Oso.
es_mx: Conseguiste 9 999 999 puntos de Don Oso.
fr: 9 999 999 points M. Ours obtenus
it: 9.999.999 punti di Ursus ottenuti
ja: クマサンポイントを９,９９９,９９９pかせいだ
ko: Mr. 베어 포인트를 9,999,999p 획득했다
nl: 9.999.999 Beer & Co-punten verzameld!
ru: Очков от «Потапыч Inc.»: 9 999 999
zh_hans: 累计获得熊先生点数9999999p
zh_hant: 累積獲得9999999p熊先生點數

# BadgeBadgeMsgUdemaeLv00
source: A Rank Reached!
de: Rang A erreicht!
es: ¡Has alcanzado el rango A!
es_mx: ¡Alcanzaste el rango A!
fr: Rang A atteint
it: Rango A raggiunto!
ja: ウデマエがＡになった
ko: 랭크가 A에 도달했다
nl: Rang A bereikt!
ru: Обладатель разряда А
zh_hans: 技术达到A
zh_hant: 技術達到A

# BadgeBadgeMsgUdemaeLv01
source: S Rank Reached!
de: Rang S erreicht!
es: ¡Has alcanzado el rango S!
es_mx: ¡Alcanzaste el rango S!
fr: Rang S atteint
it: Rango S raggiunto!
ja: ウデマエがＳになった
ko: 랭크가 S에 도달했다
nl: Rang S bereikt!
ru: Обладатель разряда S
zh_hans: 技术达到S
zh_hant: 技術達到S

# BadgeBadgeMsgUdemaeLv02
source: S+ Rank Reached!
de: Rang S+ erreicht!
es: ¡Has alcanzado el rango S+!
es_mx: ¡Alcanzaste el rango S+!
fr: Rang S+ atteint
it: Rango S+ raggiunto!
ja: ウデマエがＳ+になった
ko: 랭크가 S+에 도달했다
nl: Rang S+ bereikt!
ru: Обладатель разряда S+
zh_hans: 技术达到S+
zh_hant: 技術達到S+

# BadgeBadgeMsgWinCountHighXPowerAtlanticLv00
source: Won 15 Straight X Battles with X Power at 2,000+
de: 15 X-Kampf-Siege über 2000 X-Power in Folge
es: ¡Has logrado 15 series de victorias en combates X alcanzando 2000 puntos de energía X!
es_mx: ¡Ganaste 15 series de combates X con 2000+ puntos de fuerza X!
fr: 15 matchs X remportés d'affilée avec un X Power d'au moins 2 000
it: Vinte 15 partite X di fila con energia X a 2000 o più
ja: Xパワー２０００以上でXマッチを１５回勝ちぬけした
ko: X 파워 2000 이상으로 X 매치에서 15회 연승했다
nl: 15 keer op rij een X-gevecht gewonnen met een X-kracht van meer dan 2000!
ru: 15 побед подряд в боях X с силой X не меньше 2000!
zh_hans: X战力为2000以上的状态下，在X比赛中达成15次胜出
zh_hant: X戰力為2000以上的狀態下勝出15場X比賽

# BadgeBadgeMsgWinCountHighXPowerAtlanticLv01
source: Won 70 Straight X Battles with X Power at 2,000+
de: 70 X-Kampf-Siege über 2000 X-Power in Folge
es: ¡Has logrado 70 series de victorias en combates X alcanzando 2000 puntos de energía X!
es_mx: ¡Ganaste 70 series de combates X con 2000+ puntos de fuerza X!
fr: 70 matchs X remportés d'affilée avec un X Power d'au moins 2 000
it: Vinte 70 partite X di fila con energia X a 2000 o più
ja: Xパワー２０００以上でXマッチを７０回勝ちぬけした
ko: X 파워 2000 이상으로 X 매치에서 70회 연승했다
nl: 70 keer op rij een X-gevecht gewonnen met een X-kracht van meer dan 2000!
ru: 70 побед подряд в боях X с силой X не меньше 2000!
zh_hans: X战力为2000以上的状态下，在X比赛中达成70次胜出
zh_hant: X戰力為2000以上的狀態下勝出70場X比賽

# BadgeBadgeMsgWinCountHighXPowerAtlanticLv02
source: Won 350 Straight X Battles with X Power at 2,000+
de: 350 X-Kampf-Siege über 2000 X-Power in Folge
es: ¡Has logrado 350 series de victorias en combates X alcanzando 2000 puntos de energía X!
es_mx: ¡Ganaste 350 series de combates X con 2000+ puntos de fuerza X!
fr: 350 matchs X remportés d'affilée avec un X Power d'au moins 2 000
it: Vinte 350 partite X di fila con energia X a 2000 o più
ja: Xパワー２０００以上でXマッチを３５０回勝ちぬけした
ko: X 파워 2000 이상으로 X 매치에서 350회 연승했다
nl: 350 keer op rij een X-gevecht gewonnen met een X-kracht van meer dan 2000!
ru: 350 побед подряд в боях X с силой X не меньше 2000!
zh_hans: X战力为2000以上的状态下，在X比赛中达成350次胜出
zh_hant: X戰力為2000以上的狀態下勝出350場X比賽

# BadgeBadgeMsgWinCountHighXPowerPacificLv00
source: Won 15 Straight X Battles with X Power at 2,000+
de: 15 X-Kampf-Siege über 2000 X-Power in Folge
es: ¡Has logrado 15 series de victorias en combates X alcanzando 2000 puntos de energía X!
es_mx: ¡Ganaste 15 series de combates X con 2000+ puntos de fuerza X!
fr: 15 matchs X remportés d'affilée avec un X Power d'au moins 2 000
it: Vinte 15 partite X di fila con energia X a 2000 o più
ja: Xパワー２０００以上でXマッチを１５回勝ちぬけした
ko: X 파워 2000 이상으로 X 매치에서 15회 연승했다
nl: 15 keer op rij een X-gevecht gewonnen met een X-kracht van meer dan 2000!
ru: 15 побед подряд в боях X с силой X не меньше 2000!
zh_hans: X战力为2000以上的状态下，在X比赛中达成15次胜出
zh_hant: X戰力為2000以上的狀態下勝出15場X比賽

# BadgeBadgeMsgWinCountHighXPowerPacificLv01
source: Won 70 Straight X Battles with X Power at 2,000+
de: 70 X-Kampf-Siege über 2000 X-Power in Folge
es: ¡Has logrado 70 series de victorias en combates X alcanzando 2000 puntos de energía X!
es_mx: ¡Ganaste 70 series de combates X con 2000+ puntos de fuerza X!
fr: 70 matchs X remportés d'affilée avec un X Power d'au moins 2 000
it: Vinte 70 partite X di fila con energia X a 2000 o più
ja: Xパワー２０００以上でXマッチを７０回勝ちぬけした
ko: X 파워 2000 이상으로 X 매치에서 70회 연승했다
nl: 70 keer op rij een X-gevecht gewonnen met een X-kracht van meer dan 2000!
ru: 70 побед подряд в боях X с силой X не меньше 2000!
zh_hans: X战力为2000以上的状态下，在X比赛中达成70次胜出
zh_hant: X戰力為2000以上的狀態下勝出70場X比賽

# BadgeBadgeMsgWinCountHighXPowerPacificLv02
source: Won 350 Straight X Battles with X Power at 2,000+
de: 350 X-Kampf-Siege über 2000 X-Power in Folge
es: ¡Has logrado 350 series de victorias en combates X alcanzando 2000 puntos de energía X!
es_mx: ¡Ganaste 350 series de combates X con 2000+ puntos de fuerza X!
fr: 350 matchs X remportés d'affilée avec un X Power d'au moins 2 000
it: Vinte 350 partite X di fila con energia X a 2000 o più
ja: Xパワー２０００以上でXマッチを３５０回勝ちぬけした
ko: X 파워 2000 이상으로 X 매치에서 350회 연승했다
nl: 350 keer op rij een X-gevecht gewonnen met een X-kracht van meer dan 2000!
ru: 350 побед подряд в боях X с силой X не меньше 2000!
zh_hans: X战力为2000以上的状态下，在X比赛中达成350次胜出
zh_hant: X戰力為2000以上的狀態下勝出350場X比賽

# BadgeBadgeMsgWinCountPntLv00
source: 50 Turf War Wins
de: 50 Siege im Revierkampf
es: Has logrado 50 victorias en combates territoriales.
es_mx: Lograste 50 victorias en combates territoriales.
fr: 50 victoires remportées en guerre de territoire
it: 50 vittorie in Mischia mollusca
ja: ナワバリバトルで５０回勝利した
ko: 영역 배틀에서 50회 승리했다
nl: 50 overwinningen in Grondoorlog!
ru: 50 побед в боях за район
zh_hans: 占地对战获胜50场
zh_hant: 占地對戰獲勝50次

# BadgeBadgeMsgWinCountPntLv01
source: 250 Turf War Wins
de: 250 Siege im Revierkampf
es: Has logrado 250 victorias en combates territoriales.
es_mx: Lograste 250 victorias en combates territoriales.
fr: 250 victoires remportées en guerre de territoire
it: 250 vittorie in Mischia mollusca
ja: ナワバリバトルで２５０回勝利した
ko: 영역 배틀에서 250회 승리했다
nl: 250 overwinningen in Grondoorlog!
ru: 250 побед в боях за район
zh_hans: 占地对战获胜250场
zh_hant: 占地對戰獲勝250次

# BadgeBadgeMsgWinCountPntLv02
source: 1,200 Turf War Wins
de: 1200 Siege im Revierkampf
es: Has logrado 1200 victorias en combates territoriales.
es_mx: Lograste 1200 victorias en combates territoriales.
fr: 1 200 victoires remportées en guerre de territoire
it: 1200 vittorie in Mischia mollusca
ja: ナワバリバトルで１２００回勝利した
ko: 영역 배틀에서 1,200회 승리했다
nl: 1200 overwinningen in Grondoorlog!
ru: 1200 побед в боях за район
zh_hans: 占地对战获胜1200场
zh_hant: 占地對戰獲勝1200次

# BadgeBadgeMsgWinCountTclAtkLv00
source: Tricolor Turf War Win - Attacker
de: Sieg im Dreifarb-Kampf auf Angreiferseite
es: Has logrado una victoria en combate tricolor al ataque.
es_mx: Lograste una victoria en combate tricolor al ataque.
fr: Une victoire remportée en guerre tricolore (attaquants)
it: Vittoria in una partita tricolore (attacco)
ja: トリカラバトルの攻撃チームで勝利した
ko: 트리컬러 배틀에서 공격 팀으로 승리했다
nl: Overwinning in Driekleurenoorlog als aanvaller!
ru: Победа в трехцветном бою: Нападающий
zh_hans: 在三色夺宝对战中作为进攻队伍获胜
zh_hant: 在三色奪寶對戰中作為進攻隊伍獲勝

# BadgeBadgeMsgWinCountTclAtkLv01
source: 10 Tricolor Turf War Wins - Attacker
de: 10 Siege im Dreifarb-Kampf auf Angreiferseite
es: Has logrado 10 victorias en combates tricolor al ataque.
es_mx: Lograste 10 victorias en combates tricolor al ataque.
fr: 10 victoires remportées en guerre tricolore (attaquants)
it: 10 vittorie in una partita tricolore (attacco)
ja: トリカラバトルの攻撃チームで１０回勝利した
ko: 트리컬러 배틀에서 공격 팀으로 10회 승리했다
nl: 10 overwinningen in Driekleurenoorlog als aanvaller!
ru: 10 побед в трехцветном бою: Нападающий
zh_hans: 在三色夺宝对战中作为进攻队伍获胜10场
zh_hant: 在三色奪寶對戰中作為進攻隊伍獲勝10次

# BadgeBadgeMsgWinCountTclDefLv00
source: Tricolor Turf War Win - Defender
de: Sieg im Dreifarb-Kampf auf Verteidigerseite
es: Has logrado una victoria en combate tricolor en defensa.
es_mx: Lograste una victoria en combate tricolor en defensa.
fr: Une victoire remportée en guerre tricolore (défenseurs)
it: Vittoria in una partita tricolore (difesa)
ja: トリカラバトルの守備チームで勝利した
ko: 트리컬러 배틀에서 수비 팀으로 승리했다
nl: Overwinning in Driekleurenoorlog als verdediger!
ru: Победа в трехцветном бою: Защитник
zh_hans: 在三色夺宝对战中作为防守队伍获胜
zh_hant: 在三色奪寶對戰中作為防守隊伍獲勝

# BadgeBadgeMsgWinCountTclDefLv01
source: 10 Tricolor Turf War Wins - Defender
de: 10 Siege im Dreifarb-Kampf auf Verteidigerseite
es: Has logrado 10 victorias en combates tricolor en defensa.
es_mx: Lograste 10 victorias en combates tricolor en defensa.
fr: 10 victoires remportées en guerre tricolore (défenseurs)
it: 10 vittorie in una partita tricolore (difesa)
ja: トリカラバトルの守備チームで１０回勝利した
ko: 트리컬러 배틀에서 수비 팀으로 10회 승리했다
nl: 10 overwinningen in Driekleurenoorlog als verdediger!
ru: 10 побед в трехцветном бою: Защитник
zh_hans: 在三色夺宝对战中作为防守队伍获胜10场
zh_hant: 在三色奪寶對戰中作為防守隊伍獲勝10次

# BadgeBadgeMsgWinCountVarLv00
source: 100 Splat Zones Wins
de: 100 Siege in Herrschaft
es: Has logrado 100 victorias en estilo pintazonas.
es_mx: Lograste 100 victorias en estilo pintazonas.
fr: 100 victoires remportées en Défense de zone
it: 100 vittorie in Zona splat
ja: ガチエリアで１００回勝利した
ko: 랭크 에어리어에서 100회 승리했다
nl: 100 overwinningen in Spetterzone!
ru: 100 побед в боях за зоны
zh_hans: 真格区域获胜100场
zh_hant: 真格區域獲勝100次

# BadgeBadgeMsgWinCountVarLv01
source: 1,000 Splat Zones Wins
de: 1000 Siege in Herrschaft
es: Has logrado 1000 victorias en estilo pintazonas.
es_mx: Lograste 1000 victorias en estilo pintazonas.
fr: 1 000 victoires remportées en Défense de zone
it: 1000 vittorie in Zona splat
ja: ガチエリアで１０００回勝利した
ko: 랭크 에어리어에서 1,000회 승리했다
nl: 1000 overwinningen in Spetterzone!
ru: 1000 побед в боях за зоны
zh_hans: 真格区域获胜1000场
zh_hant: 真格區域獲勝1000次

# BadgeBadgeMsgWinCountVclLv00
source: 100 Clam Blitz Wins
de: 100 Siege in Muschelchaos
es: Has logrado 100 victorias en asalto almeja.
es_mx: Lograste 100 victorias en asalto almeja.
fr: 100 victoires remportées en Pluie de palourdes
it: 100 vittorie in Vongol gol
ja: ガチアサリで１００回勝利した
ko: 랭크 바지락에서 100회 승리했다
nl: 100 overwinningen in Schelpenstrijd!
ru: 100 побед в устроболе
zh_hans: 真格蛤蜊获胜100场
zh_hant: 真格蛤蜊獲勝100次

# BadgeBadgeMsgWinCountVclLv01
source: 1,000 Clam Blitz Wins
de: 1000 Siege in Muschelchaos
es: Has logrado 1000 victorias en asalto almeja.
es_mx: Lograste 1000 victorias en asalto almeja.
fr: 1 000 victoires remportées en Pluie de palourdes
it: 1000 vittorie in Vongol gol
ja: ガチアサリで１０００回勝利した
ko: 랭크 바지락에서 1,000회 승리했다
nl: 1000 overwinningen in Schelpenstrijd!
ru: 1000 побед в устроболе
zh_hans: 真格蛤蜊获胜1000场
zh_hant: 真格蛤蜊獲勝1000次

# BadgeBadgeMsgWinCountVglLv00
source: 100 Rainmaker Wins
de: 100 Siege in Operation Goldfisch
es: Has logrado 100 victorias en estilo pez dorado.
es_mx: Lograste 100 victorias en estilo pez dorado.
fr: 100 victoires remportées en Mission Bazookarpe
it: 100 vittorie in Bazookarp
ja: ガチホコバトルで１００回勝利した
ko: 랭크 피시 배틀에서 100회 승리했다
nl: 100 overwinningen in Bazookarper!
ru: 100 побед в режиме «Мегакарп»
zh_hans: 真格鱼虎对战获胜100场
zh_hant: 真格魚虎對戰獲勝100次
