Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# PlazaPlazaVendorFsodrRecieveArriveOrder
source: Don't ask no questions, but I foundexactly wot you had in mind. Not tooshabby, innit?
de: Frag nicht, wie ich’s gemacht hab,aber das entspricht hundertprozentigdeiner Bestellung! Nich’ übel, wa?
es: ¡Mira! ¡Es exactamente lo que habíasencargado! ¿Molo o qué?
es_mx: No me preguntes cómo, pero ¡al finalpude encontrar justo lo que mepediste! Impresionante, ¿no?
fr: Me d'mande pas comment, mais j'airéussi à t'choper pile-poil ce qu'tuvoulais. Alors, on dit quoi ? T'es unchef, Kipik !
it: Non chiedermi come, ma ho trovatoesattamente quello che cercavi.Niente male, eh?
ja: 注文してくれたヤツ探しといたヨ欲しかったの、これっしょ？まんま見つけてくるとか オレ、スゴくね？
ko: 주문한 녀석 찾아 뒀어원하던 것, 이거 맞지?완벽하게 똑같은 걸 찾다니 대단하지 않아?
nl: Oké, vraag even niet hoe of wat, maarik heb precies gevonden wat je wilde.Niet verkeerd, hè?
ru: Не спрашивай, где и как я этодостал. Попадание на все 100%,правда? Просто я неимоверно крут.
zh_hans: 我找到你预订的装备了哦，你想要的就是这个吧？能找到完全相同的装备，我是不是很厉害？
zh_hant: 我找到你預定的裝備囉，這個應該就是你想要的吧？就跟你預訂的完全一樣，我很厲害吧？

# PlazaPlazaVendorFsodrRecieveBuyQ
source: You want this?
de: Willst du's kaufen?
es: ¿Te parece bien?
es_mx: ¿Te parece bien?
fr: Alors... tu prends ?
it: Va bene?
ja: これ買っちゃう？
ko: 이거 살래?
nl: Wil je het hebben?
ru: Купишь?
zh_hans: 要购买这个吗？
zh_hant: 你要買下這個嗎？

# PlazaPlazaVendorFsodrRecieveNotBuyGeso
source: Nah? Not wot you had in mind?Well, come see me again if thatchanges, love.
de: Hm? Doch nich' dein Traumteil?Na, mir auch recht. Komm einfachwieder angeschwommen, wenn dudoch Lust drauf bekommst.
es: ¿No te interesa? Bueno, no pasanada. Si cambias de idea, ven a vermeluego.
es_mx: ¿No te interesa? Bueno, ven a vermeluego si cambias de opinión.
fr: Nan ? C'est pas c'que tu voulais ?Pas d'souci, viens m'voir si tuchanges d'avis, p'tite tête.
it: No? Non è quello che avevi inmente? Beh, torna a trovarmise cambi dea.
ja: そっか、いらねーか…欲しくなったら また声かけてくれナ
ko: 그래, 필요 없구나…사고 싶어지면 다시 말해 줘
nl: Hm? Niet waar je van droomde?Ik lig er niet wakker van. Kom maar langs als je er toch zin in krijgt.
ru: Хм, смотрю, с этим я прогадал.Если все-таки передумаешь, я тут.
zh_hans: 是吗，不需要啊……如果你改变心意了，就再来找我吧。
zh_hant: 不需要了？好吧……如果還想要的話就跟我說一聲。

# PlazaPlazaVendorFsodrRecieveNotEnoughMoney
source: YOU WOT, MATE?! Look, I'm seein'fings a bit different these days,but that don't mean you can takeadvantage of ol' Spyke.
de: Ey! Schnorrerlaune, wa?Schneckchen, ich bin ja nich'mehr so geldversessen wiefrüher mal, aber verschenkentu ich den Kram nicht!
es: Te falta dinero, tú. Ojo, porque unacartera vacía no es una carterafeliz... Por lo menos, así lo ve Eri.
es_mx: ¡Te falta dinero!A mí no me engañas, ¿sabes?
fr: Alors... J'ajoute six et j'retiensdeux... Eh ! Y a pas l'compte !T'essaies d'me rouler dans la farine ?
it: COOOOSA? Senti, ho cambiatoun po' il mio modo di vedere lecose, ma non significa che puoiapprofittarti del vecchio Richie.
ja: あらあら？おカネ、足りなくない？おサイフは チェックしとこうネ
ko: 얼라리?돈이 모자란 것 같은데?지갑은 항상 체크해 두는 게 좋아
nl: Wat maak je me nou, gup? Ik benmisschien niet meer zo op de centenals ik vroeger was, maar ik ben geenliefdadigheidsinstelling.
ru: Вот это поворот! Я, конечно, ужене тот, что раньше, но до щедростии пушистости мне тоже далеко.Бесплатно я ничего не отдам.
zh_hans: 咦？你的金钱不够吧？你最好时刻检查一下自己的钱包哦。
zh_hant: 咦？你的錢不夠吧？下次記得先檢查錢包喔。

# PlazaPlazaVendorFsodrSkillQ
source: Lookin' right?
de: Effekt einbauen, ja?
es: ¿Va bien así?
es_mx: ¿Está bien así?
fr: Ça t'va ?
it: Va bene così?
ja: ギアパワー付けちゃう？
ko: 기어 파워를 붙일래?
nl: Dit wordt 'm dus?
ru: Пойдет?
zh_hans: 要附加装备能力吗？
zh_hant: 要附加裝備能力嗎？

# PlazaPlazaVendorFsodrSkillSet
source: You're all sorted, mate. Hope it helpsyou out in battles.
de: Passt, die Sache.Dann mal gut Holz beimKämpfen und so, wa?
es: ¡Listo! Espero que te ayudeen batalla. Y, si no... ¡de todos modosahora molas mucho más!
es_mx: ¡Todo listo! Oye, ojalá te seade utilidad en combate.
fr: Et voilà ! Un service efficace etpratique, c'est un service fournipar Kipik ! Tu vas mettre toutl'monde au tapis avec ça, crois-moi !
it: Ci siamo. Spero che ti torni utilesul campo di battaglia.
ja: バチッとギアパワー付けといたし、うまいコト それ使ってバトルでカツヤクしてくれナ
ko: 좋아, 기어 파워를 붙여 뒀으니까그걸 잘 활용해서배틀에서 멋지게 활약해 봐
nl: Past precies, gup. Hopelijk heb je erwat aan tijdens gevechten.
ru: Готово. Надеюсь, в бою пригодится.
zh_hans: 装备能力已经啪嚓地附加完成了，你就巧妙地用它在对战中大显身手吧。
zh_hant: 裝備能力已經順利地附加好了，好好地活用新能力，在對戰中大顯身手吧。

# QrCodeReaderAppName
source: QR Code Reader
de: QR-Code-Scanner
es: Códigos QR
es_mx: Códigos QR
fr: QR Code
it: Codice QR
ja: QRコードリーダー
ko: QR Code 리더
nl: QR-codelezer
ru: QR-коды
zh_hans: QR Code读取器
zh_hant: QR碼掃描器

# QrCodeReaderCheckinDate
source: Date and Time: { 0 }
de: Datum und Uhrzeit: { 0 }
es: Fecha y hora: { 0 }
es_mx: Fecha y hora: { 0 }
fr: Date et heure : { 0 }
it: Data e ora: { 0 }
ja: 日時: { 0 }
ko: 일시: { 0 }
nl: Datum en tijd: { 0 }
ru: Дата и время: { 0 }
zh_hans: 日期：{ 0 }
zh_hant: 日程：{ 0 }

# QrCodeReaderConfirmationAllow
source: Allow
de: Erlauben
es: Permitir
es_mx: Permitir
fr: Autoriser
it: Consenti
ja: 許可
ko: 동의
nl: Toestaan
ru: Разрешить
zh_hans: 同意
zh_hant: 同意

# QrCodeReaderConfirmationDeny
source: Don't Allow
de: Nicht erlauben
es: No permitir
es_mx: No permitir
fr: Ne pas autoriser
it: Non consentire
ja: 許可しない
ko: 동의 안 함
nl: Niet toestaan
ru: Не разрешать
zh_hans: 不同意
zh_hant: 不同意

# QrCodeReaderErrorAlreadyGotDescription
source: You have already redeemed this reward.
de: Du hast diese Belohnung bereits erhalten.
es: Ya has obtenido esta recompensa.
es_mx: Ya obtuviste esta recompensa.
fr: Tu as déjà récupéré cette récompense.
it: Hai già ottenuto questa ricompensa.
ja: このほうしゅうはすでに獲得済みです
ko: 이미 획득한 보상입니다
nl: Je hebt deze beloning al ontvangen.
ru: Эта награда уже получена.
zh_hans: 已领取过此报酬
zh_hant: 已領取過此報酬

# QrCodeReaderErrorAlreadyGotTitle
source: Already Redeemed
de: Bereits eingelöst
es: Ya obtenida
es_mx: Ya obtenida
fr: Déjà récupérée
it: Già ottenuto
ja: すでに獲得しています
ko: 이미 획득했습니다
nl: Al ontvangen
ru: Уже использован
zh_hans: 已领取
zh_hant: 已領取

# QrCodeReaderErrorNotCompatibleDescription
source: That QR Code cannot be read by SplatNet 3.
de: Diese QR-Code kann von SplatNet 3 nicht erkannt werden.
es: El código QR no es válido para SplatNet 3.
es_mx: El código QR no es válido para SplatNet 3.
fr: Ce QR Code ne peut pas être lu avec SplatNet 3.
it: Questo codice QR non è compatibile con SplatNet 3.
ja: イカリング３で読み取ることのできる<br />QRコードではありません
ko: 오징어넷 3로 읽어 들일 수 없는 QR Code입니다
nl: Deze QR-code kan niet door SplatNet 3 worden gelezen.
ru: Этот QR-код невозможно считать в SplatNet 3.
zh_hans: 此QR Code无法通过《鱿鱼圈 3》读取
zh_hant: 沒有可透過《魷魚圈 3》讀取的QR碼

# QrCodeReaderErrorNotCompatibleTitle
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 에러
nl: Fout
ru: Произошла ошибка.
zh_hans: 错误
zh_hant: 錯誤

# QrCodeReaderErrorNotStartedTitle
source: You cannot use this yet.
de: Kann noch nicht genutzt werden.
es: Aún no se puede usar este código QR.
es_mx: Aún no se puede usar este código QR.
fr: Tu ne peux pas encore utiliser ce QR Code.
it: Non ancora utilizzabile.
ja: まだご利用いただけません
ko: 아직 이용할 수 없습니다
nl: Je kunt deze QR-code nog niet gebruiken.
ru: Пока невозможно использовать.
zh_hans: 还不能使用
zh_hant: 目前還無法使用

# QrCodeReaderErrorRewardExpiredDescription
source: This QR Code is no longer active.
de: Dieser QR-Code ist nicht mehr gültig.
es: El código QR ya no es válido.
es_mx: El código QR ya no es válido.
fr: Ce QR Code n'est plus actif.
it: Questo codice QR non è più attivo.
ja: このQRコードはすでに無効です
ko: 유효하지 않은 QR Code입니다
nl: Deze QR-code is niet meer geldig.
ru: Срок действия этого QR-кода истек.
zh_hans: 此QR Code已失效
zh_hant: 此QR碼已經失效

# QrCodeReaderErrorRewardNotStartedDescription
source: Please wait until this is active to use it.
de: Bitte gedulde dich bis zur Aktivierung.
es: Espera a que el código QR esté activado para usarlo.
es_mx: Espera a que el código QR esté activado para usarlo.
fr: Attends que le QR Code soit activé pour l'utiliser.
it: Prima dell'utilizzo, attendi l'attivazione.
ja: 有効期間中にお使いください
ko: 유효 기간 중 사용해 주십시오
nl: Wacht tot de QR-code geldig is voordat je hem gebruikt.
ru: Дождись активации, чтобы воспользоваться QR-кодом.
zh_hans: 请在有效期内使用
zh_hant: 請在有效期間內使用

# QrCodeReaderEuConfirmation
source: We would like to offer you the store check-in QR feature SplatNet 3. If you use a QR code reader, the information about which QR code you read is sent to Nintendo to enable you to check the history of your QR code scanning in the app. This may allow Nintendo to know your location.<br />Your selection below is not saved and we will ask for your consent (Art. 6 para. 1 (a) GDPR) each time you use the QR code reader.
de: SplatNet 3 bietet die Möglichkeit zum Anmelden in Geschäften mithilfe eines QR-Codes. Beim Nutzen des QR-Code-Scanners werden Informationen über den eingelesenen QR-Code an Nintendo übermittelt. Diese erlauben es dem Nutzer, die früher durch die App eingelesenen QR-Codes zu überblicken. Dabei erfährt Nintendo möglicherweise deinen gegenwärtigen Standort.<br />Deine Wahl wird nicht gespeichert. Bei jeder Verwendung des QR-Code-Scanners erfolgt erneut eine eigenständige Bitte um Einwilligung (Art. 6 Abs. 1 a) DSGVO).
es: SplatNet 3 ofrece la posibilidad de registrarse en tiendas mediante un código QR. Si utilizas el lector de códigos QR, se enviarán a Nintendo datos sobre el código QR que has leído, y podrás ver un registro de los códigos QR que se hayan escaneado con la aplicación. Esto podría permitir a Nintendo conocer tu ubicación.<br />No se guardarán tus selecciones, y se te solicitará consentimiento (artículo 6, apartado 1 (a) del RGPD) cada vez que uses el lector de códigos QR.
es_mx: SplatNet 3 ofrece la posibilidad de registrarse en tiendas mediante un código QR. Si utilizas el lector de códigos QR, se enviarán a Nintendo datos sobre el código QR que hayas leído y podrás ver un registro de los códigos QR que se hayan escaneado con la aplicación. Esto podría permitir a Nintendo saber tu ubicación.<br />No se guardarán tus selecciones, y se te solicitará consentimiento (artículo 6, apartado 1 (a) del RGPD) cada vez que uses el lector de códigos QR.
fr: SplatNet 3 offre la possibilité de s'enregistrer dans les magasins via un QR Code. Si tu utilises le lecteur de QR Codes, les informations contenues dans le code seront communiquées à Nintendo, te permettant ainsi de voir un historique des codes scannés par l'appli. Ceci pourrait permettre à Nintendo de te localiser.<br />Ton choix n'est pas enregistré, et ton consentement sera requis à chaque nouvelle utilisation du lecteur de QR Codes (conformément à l'art. 6 para. 1 (a) du RGPD).
it: SplatNet 3 include la possibilità di accedere ai negozi tramite un codice QR. Se usi il lettore di codici QR, le informazioni sul codice QR che hai letto verranno inviate a Nintendo. In questo modo, potrai visualizzare un registro dei codici QR scansionati dall'app. Ciò potrebbe consentire a Nintendo di conoscere la tua posizione.<br />La tua scelta non viene salvata e chiederemo il tuo consenso (art. 6, par. 1 (a) GDPR) ogni volta che usi il lettore di codici QR.
ja: イカリング３のQRコード読み取り機能がご利用いただけます。<br />QRコードの読み取りをご利用いただくと、どのQRコードを読み取ったかという情報が任天堂に送信され、アプリ内でQRコードの読み取り履歴を確認できるようになります。これにより、任天堂がお客様の位置情報を知ることができる場合があります。<br />以下のお客様の選択は保存されず、QRコードの読み取りをご利用いただくたびにお客様の同意（GDPR【第】6条【第】1項(a))が求められます。
ko: 오징어넷 3의 QR Code 스캔 기능을 이용하실 수 있습니다.<br />QR Code 리더를 이용하시면 스캔한 QR Code 정보가 닌텐도에 송신되어 앱 내에서 QR Code 스캔 이력을 확인할 수 있게 됩니다. 이를 통해 닌텐도가 고객님의 위치 정보를 알게 될 수 있습니다.<br />고객님의 선택은 저장되지 않으며 QR Code 리더를 이용하실 때마다 고객님의 동의(GDPR 제6조 제1항 (a)호)가 요구됩니다.
nl: SplatNet 3 biedt de mogelijkheid om je in winkels door middel van een QR-code te registreren. Als je de QR-codescanner gebruikt, wordt er informatie naar Nintendo verstuurd over welke QR-code je hebt gescand, zodat je een overzicht van door de app gescande QR-codes kunt bekijken. Hierdoor kan Nintendo misschien je locatie te weten komen.<br />Je keuze wordt niet opgeslagen en we zullen je elke keer dat je de QR-codescanner gebruikt, om je toestemming vragen (art. 6 paragraaf 1 (a) AVG).
ru: Функции SplatNet 3 позволяют регистрироваться в магазинах с помощью QR-кода. Если ты используешь сканер QR-кодов, информация о считанных QR-кодах будет отправлена Nintendo и ты сможешь посмотреть список считанных через приложение QR-кодов. Это может привести к тому, что Nintendo станет известно твое местоположение.<br />Твой выбор не будет сохранен. Мы будем запрашивать твое разрешение в соответствии cо статьей 6, п. 1 (a), Общего регламента по защите данных при каждом использовании сканера QR-кодов.
zh_hans: 您可以在《鱿鱼圈 3》中使用QR Code读取功能。<br />当您读取QR Code时，系统会将您读取的QR Code信息发送至任天堂，您可以在软件内查看QR Code的读取记录。以上过程将有可能使任天堂得知您的位置信息。<br />您接下来所做的选择将不会被保存，每次读取QR Code时，系统都会需要获得您的同意（GDPR【第】6条【第】1项(a)）。
zh_hant: 您可以在《魷魚圈 3》中使用QR碼讀取功能。<br />當您使用此功能時，系統會將您讀取的QR碼資訊發送給任天堂，您可以在應用程式中查看QR碼的讀取記錄。以上過程將有可能使任天堂得知您的位置資訊。<br />您接下來所做的選擇將不會被儲存，您每一次讀取QR碼時，系統都會尋求獲得您的同意（GDPR【第】6条【第】1項(a)）。

# QrCodeReaderGuide
source: You can find and scan special<br />QR Codes to earn cool stuff!
de: Finde und scanne besondere QR-Codes,<br />um Belohnungen zu erhalten.
es: Descubre y lee códigos QR en lugares singulares<br />para conseguir recompensas especiales.
es_mx: Descubre y lee códigos QR en lugares peculiares<br />para conseguir recompensas especiales.
fr: Trouve des QR Codes spéciaux et<br />lis-les pour obtenir des récompenses.
it: Trova e leggi codici QR speciali<br />per ottenere ricompense!
ja: 特定の場所にあるQRコードを読み取ると<br />特別なほうしゅうをゲットできます
ko: 특정한 장소에 있는 QR Code를 스캔하면<br />특별한 보상을 획득할 수 있습니다
nl: Vind en scan speciale QR-codes<br />om beloningen te ontvangen.
ru: Чтобы получать классные штуки,<br />находи и считывай особые QR-коды.
zh_hans: 读取特定地点的QR Code<br />即可获得特别报酬
zh_hant: 讀取位於特定地點的QR碼<br />即可獲得特別報酬

# QrCodeReaderHistory
source: History
de: Verlauf
es: Historial
es_mx: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 이력
nl: Terugblik
ru: Хроника
zh_hans: 历史记录
zh_hant: 歷史記錄

# QrCodeReaderHowToGetReward
source: To receive your reward, visit the lobby<br />terminal in the Splatoon 3 game.
de: Du erhältst deine Belohnung<br />am Lobby-Terminal in Splatoon 3.
es: Para recibir la recompensa, visita<br />el terminal del vestíbulo en Splatoon 3.
es_mx: Para recibir la recompensa, visita<br />el terminal del vestíbulo en Splatoon 3.
fr: Pour recevoir ta récompense, utilise le<br />terminal du hall dans le jeu Splatoon 3.
it: Per ricevere la tua ricompensa, visita<br />il terminale della lobby in Splatoon 3.
ja: ほうしゅうの受け取りは<br />スプラトゥーン3のロビー端末を使ってね
ko: 보상 수령은<br />스플래툰 3의 로비 단말기를 사용하세요
nl: Bezoek de lobbyterminal in Splatoon 3<br />om je beloning te ontvangen.
ru: Воспользуйся терминалом в Холле в игре<br />Splatoon 3, чтобы получить награду.
zh_hans: 使用《斯普拉遁 3》的大厅设备<br />领取报酬吧！
zh_hant: 使用《斯普拉遁 3》的大廳設備<br />領取報酬吧！

# QrCodeReaderNoData
source: Your QR Code scan history will appear here.
de: Hier findest du eine Übersicht der von dir gescannten QR-Codes.
es: Los códigos QR que hayas leído aparecerán aquí.
es_mx: Los códigos QR que hayas leído aparecerán aquí.
fr: L'historique de tes lectures de QR Codes apparaît ici.
it: Qui apparirà la cronologia dei codici QR che hai letto.
ja: これまでの読み取り履歴が表示されます
ko: 지금까지 스캔한 이력이 표시됩니다
nl: Hier vind je een overzicht van de door jou gescande QR-codes.
ru: Журнал сканирования QR-кодов появится здесь.
zh_hans: 显示以往的读取历史记录
zh_hant: 顯示以往的讀取歷史記錄

# QrCodeReaderReadQrcodeByCamera
source: Use your smartphone's camera to scan a QR Code.
de: Nutze die Kamera deines Smartgeräts, um einen QR-Code einzulesen.
es: Usa la cámara de tu dispositivo inteligente para leer un código QR.
es_mx: Usa la cámara de tu dispositivo inteligente para leer un código QR.
fr: Utilise la caméra de ton appareil connecté pour lire le QR Code.
it: Usa la fotocamera del tuo dispositivo smart per leggere un codice QR.
ja: カメラでQRコードを読み取る
ko: 카메라로 QR Code 스캔하기
nl: Gebruik de camera van je smartphone om een QR-code te scannen.
ru: Считай QR-код с помощью камеры смартфона.
zh_hans: 使用相机读取QR Code
zh_hant: 使用照相機讀取QR碼

# QrCodeReaderReadQrcodeByFile
source: Scan a QR Code from a saved image.
de: Lies einen QR-Code von einem gespeicherten Bild ein.
es: Lee un código QR a partir de una imagen guardada.
es_mx: Lee un código QR a partir de una imagen guardada.
fr: Lire le QR Code d'une image sauvegardée.
it: Leggi un codice QR da un'immagine salvata.
ja: 保存した画像から読み取る
ko: 저장한 이미지에서 스캔하기
nl: Scan een QR-code vanaf een opgeslagen afbeelding.
ru: Считай QR-код с сохраненного изображения.
zh_hans: 从保存的图片中读取
zh_hant: 從已儲存的圖片中讀取

# QrCodeReaderTitle
source: QR Code Reader
de: QR-Code-Scanner
es: Lector de códigos QR
es_mx: Lector de códigos QR
fr: Lecteur de QR Code
it: Lettore di codice QR
ja: QRコードリーダー
ko: QR Code 리더
nl: QR-codelezer
ru: Сканер QR-кодов
zh_hans: QR Code读取器
zh_hant: QR碼掃描器

# RecordLatestPlayed
source: Last Played
de: Zuletzt gespielt
es: Más reciente
es_mx: Más reciente
fr: Derniers stages parcourus
it: Giocati per ultimi
ja: 最後に遊んだ
ko: 마지막 플레이
nl: Als laatste gespeeld
ru: Недавние бои
zh_hans: 最后游玩时间
zh_hant: 最後遊玩時間

# RecordLatestUsed
source: Most Used
de: Meistgenutzt
es: Frecuentes
es_mx: Más usados
fr: Favoris
it: Preferite
ja: よく使う
ko: 사용 빈도
nl: Meest gebruikt
ru: Любимое
zh_hans: 常用武器
zh_hant: 常用武器

# RecordMain
source: Main
de: Hauptwaffe
es: Principal
es_mx: Principal
fr: Principale
it: Principale
ja: メイン
ko: 메인
nl: Hoofdwapen
ru: Основное
zh_hans: 主要武器
zh_hant: 主要武器

# RecordNextSkillLevel
source: Next Freshness Up
de: Nächste Stufe
es: Siguiente nivel
es_mx: Siguiente nivel
fr: Prochaine amél.
it: Punti necessari
ja: じゅくれん度アップまで
ko: 다음 숙련도까지
nl: Volgende niveau
ru: Следующий ур.
zh_hans: 距熟练度提升还剩
zh_hant: 離熟練度提升仍需

# RecordSkillLevel
source: Freshness
de: Waffen-Style
es: Destreza
es_mx: Destreza
fr: Score de classe
it: Competenza
ja: じゅくれん度
ko: 숙련도
nl: Wapenniveau
ru: Свежесть
zh_hans: 熟练度
zh_hant: 熟練度

# RecordSort
source: Sort
de: Sortieren
es: Ordenar
es_mx: Ordenar
fr: Trier
it: Filtra
ja: 並べ替え
ko: 정렬
nl: Sorteren
ru: Сортировать
zh_hans: 更改排序
zh_hant: 排序

# RecordSpecial
source: Special
de: Spezialwaffe
es: Especial
es_mx: Especial
fr: Spéciale
it: Speciale
ja: スペシャル
ko: 스페셜
nl: Speciaal wapen
ru: Особое
zh_hans: 特殊武器
zh_hant: 特殊武器

# RecordStageRecord
source: Stage Stats
de: Arenen
es: Escenarios
es_mx: Escenarios
fr: Stats - stages
it: Statistiche scenari
ja: ステージのきろく
ko: 스테이지 기록
nl: Levels
ru: Арены
zh_hans: 场地记录
zh_hant: 場地記錄

# RecordStageRecordAppName
source: Stages
de: Arenen
es: Escenarios
es_mx: Escenarios
it: Scenari
ja: ステージ
ko: 스테이지
nl: Levels
ru: Арены
zh_hans: 场地
zh_hant: 場地

# RecordSub
source: Sub
de: Sekundärwaffe
es: Secundaria
es_mx: Secundaria
fr: Secondaire
it: Secondaria
ja: サブ
ko: 서브
nl: Subwapen
ru: Запасное
zh_hans: 次要武器
zh_hant: 次要武器

# RecordTitle
source: Stats
de: Statistiken
es: Estadísticas
es_mx: Estadísticas
it: Statistiche
ja: きろく
ko: 기록
nl: Statistieken
ru: Статистика
zh_hans: 记录
zh_hant: 記錄

# RecordTurfPoint
source: Turf Inked
de: Gefärbte Fläche
es: Sup. entintada
es_mx: Territorio pintado
fr: Surf. encrée
it: Sup. colorata
ja: 塗りポイント
ko: 색칠 포인트
nl: Geverfde grond
ru: Прокрас
zh_hans: 涂墨点数
zh_hant: 塗墨點數

# RecordUnplayedStages
source: Unplayed Stages
de: Ungespielt
es: Sin estrenar
es_mx: Sin estrenar
fr: Stages non parcourus
it: Scenari non affrontati
ja: 遊んでないステージ
ko: 미플레이 스테이지
nl: Niet gespeelde levels
ru: Не было боев
zh_hans: 未游玩的场地
zh_hant: 未遊玩的場地

# RecordUnusedWeapons
source: Not Yet Obtained
de: Noch freizuschaltende Waffen
es: No obtenidas aún
es_mx: No obtenidas aún
fr: Pas encore obtenues
it: Non ancora ottenute
ja: 未所持のブキ
ko: 미소지 무기
nl: Nog niet gekregen
ru: Еще нет
zh_hans: 未持有的武器
zh_hant: 未持有的武器

# RecordVibes
source: Fresh Meter
de: Miezrichter-Skala
es: Evaluación
es_mx: Valoración
fr: Jauge d'appréciation
it: Valutometro
ja: チョーシ
ko: 컨디션
nl: Versheid
ru: Шкала свежести
zh_hans: 状态值
zh_hant: 狀態值

# RecordWeaponRecord
source: Weapon Stats
de: Waffen
es: Historial de armas
es_mx: Armas
fr: Stats - armes
it: Statistiche armi
ja: ブキのきろく
ko: 무기 기록
nl: Wapens
ru: Оружие
zh_hans: 武器记录
zh_hant: 武器記錄

# RecordWeaponRecordAppName
source: Weapons
de: Waffen
es: Armas
es_mx: Armas
fr: Armes
it: Armi
ja: ブキ
ko: 무기
nl: Wapens
ru: Оружие
zh_hans: 武器
zh_hant: 武器

# RecordWinCount
source: Wins
de: Siege
es: Victorias
es_mx: Victorias
fr: Victoires :
it: Vittorie
ja: 勝利数
ko: 승리 수
nl: Overwinningen
ru: Побед:
zh_hans: 胜利数
zh_hant: 獲勝數

# RegionLanguageIdEUen
source: English
de: Englisch
es: inglés
es_mx: inglés
fr: anglais
it: inglese
ja: 英語
ko: 영어
nl: Engels
ru: английский
zh_hans: 英语
zh_hant: 英文

# RegionLanguageIdEUes
source: Spanish (Spain)
es: español (España)
es_mx: español (España)
fr: espagnol (Espagne)
ja: スペイン語（スペイン）
ko: スペイン語（スペイン）
zh_hans: スペイン語（スペイン）
zh_hant: スペイン語（スペイン）

# RegionLanguageIdEUfr
source: French (France)
es: francés (Francia)
es_mx: francés (Francia)
fr: français (France)
ja: フランス語（フランス）
ko: フランス語（フランス）
zh_hans: フランス語（フランス）
zh_hant: フランス語（フランス）

# RegionLanguageIdJPja
source: Japanese
de: Japanisch
es: japonés
es_mx: japonés
fr: japonais
it: giapponese
ja: 日本語
ko: 일본어
nl: Japans
ru: японский
zh_hans: 日语
zh_hant: 日文

# RegionLanguageIdUSen
source: English
de: Englisch
es: inglés
es_mx: inglés
fr: anglais
it: inglese
ja: 英語
ko: 영어
nl: Engels
ru: английский
zh_hans: 英语
zh_hant: 英文

# RegionLanguageIdUSes
source: Spanish (Latin America)
es: español (Latinoamérica)
es_mx: español (Latinoamérica)
fr: espagnol (Amérique latine)
ja: スペイン語（ラテンアメリカ）
ko: スペイン語（ラテンアメリカ）
zh_hans: スペイン語（ラテンアメリカ）
zh_hant: スペイン語（ラテンアメリカ）

# RegionLanguageIdUSfr
source: French (Canada)
es: francés (Canadá)
es_mx: francés (Canadá)
fr: français (Canada)
ja: フランス語（カナダ）
ko: フランス語（カナダ）
zh_hans: フランス語（カナダ）
zh_hant: フランス語（カナダ）

# ReplayReplayDetailTagCountLead
source: We've taken the lead!
de: Dein Team führt!
es: ¡Tu equipo va ganando!
es_mx: ¡Vamos ganando!
fr: Ton équipe mène !
it: In vantaggio!
ja: カウントリードした！
ko: 카운트를 리드했다!
nl: We staan voor!
ru: Победа близка!
zh_hans: 我方领先了计数！
zh_hant: 我方計數已領先！

# ReplayReplayDetailTagExtraTime
source: Overtime!
de: Verlängerung!
es: ¡Prórroga!
es_mx: ¡Prórroga!
fr: Prolongation
it: Tempo +
ja: 延長戦！
ko: 연장전!
nl: Verlenging!
ru: Овертайм!
zh_hans: 加时赛！
zh_hant: 延長賽！

# ReplayReplayDetailTagLastOneMinute
source: 1 minute left!
de:  Noch 1 Minute!
es:  Último minuto
es_mx:  Último minuto
fr:  Encore 1 min !
it:  1 minuto!
ja:  あと１分!
ko: 앞으로 1분!
nl:  Nog 1 minuut!
ru:  1 минута!
zh_hans:  还剩1分钟！
zh_hant:  還剩1分鐘！

# ReplayReplayDetailTagTclNoroshiAppear
source: The Ultra Signal appeared!
de: Surimi-Signal entdeckt!
es: ¡Ultraseñal en escena!
es_mx: ¡Apareció la ultraseñal!
fr: Tridenfusée apparue !
it: È apparso l'ultrasegnale!
ja: スーパーシグナルが出現した！
ko: 슈퍼 시그널이 출현했다!
nl: Ultrasignaal verschenen!
ru: Ультра-маячок!
zh_hans: 超级信号已出现！
zh_hant: 超級信號已出現！

# ReplayReplayDetailTagTclNoroshiGet
source: We secured the Ultra Signal!
de: Surimi-Signal gesichert!
es: ¡Ultraseñal asegurada!
es_mx: ¡Aseguramos la ultraseñal!
fr: Tridenfusée sécurisée !
it: Ultrasegnale conquistato!
ja: スーパーシグナル確保した！
ko: 슈퍼 시그널을 확보했다!
nl: Ultrasignaal laten afgaan!
ru: Ультра-маячок захвачен!
zh_hans: 已确保超级信号！
zh_hant: 成功奪得超級信號！

# ReplayReplayDetailTagVclGoalOpen
source: We broke their barrier!
de: Gegnerbarriere durchbrochen!
es: ¡Barrera rival desactivada!
es_mx: ¡Rompimos la barrera rival!
fr: Panier ennemi exposé !
it: Barriera nemica distrutta!
ja: バリアをこわした！
ko: 배리어를 파괴했다!
nl: Hun barrière is verbroken!
ru: Чужой садок расчехлен!
zh_hans: 敌方的防护罩被破坏了！
zh_hant: 敵方防護罩已遭破壞！

# ReplayReplayDetailTagVglCheckPointPass
source: We broke through the checkpoint!
de: Durchbruch geschafft!
es: ¡Control superado!
es_mx: ¡Pasamos el control!
fr: Point de contrôle atteint !
it: Checkpoint superato!
ja: カンモンを突破した！
ko: 관문을 돌파했다!
nl: Checkpoint bereikt!
ru: Мы прорвались!
zh_hans: 我方突破了关卡！
zh_hant: 我方已突破關卡！
