Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipCommentChargeKeepTimeUpUnlockComment04
source: That explains the time I got one-shot by a charger popping out ofink. Guess they weren't cheating!
de: Ist mir mal passiert!Da ist einer aufgetaucht undhat mich prompt weggekleckst!Das war also kein Cheater?
es: Ah, aquella vez que alguien me liquidócon un cargatintas tras salir de repentede un charco... ¡Esto lo explica!
es_mx: ¿Entonces no fue trampa cuando mereventaron con un disparo cargado alsalir de un charco de tinta? Tengo queretirar una queja...
fr: Ça explique la fois où je me suis faitarroser par un fusil sorti tout droit del'encre... j'avais cru que c'était de latriche !
it: Ecco perché una volta mi hannosplattata con un'arma a caricasaltando fuori dall'inchiostro!
ja: 前、センプクしてたチャージャーに一撃でやられたけど、あれチャージキープだったんか！
ko: 전에 잠복 중이던 차저한테 한 방에당했는데, 그게 충전 유지였구나!
nl: Dat verklaart hoe ik eens in één schotuitgeschakeld werd door iemand die meteen lader uit de inkt opdook. Die speeldedus niet hartstikke vals!
ru: А! Так вот как меня однаждыплюхнули нагнетателем, вынырнувиз краски! А я думала, читер...
zh_hans: 我之前被潜伏着的蓄力狙击枪一枪击倒，原来是因为那人使用了维持蓄力啊！
zh_hant: 我之前有被潛伏的蓄力狙擊槍一槍擊倒過，原來就是靠蓄力留存啊！

# SdodrSdodrColorTipCommentChargeTimeSaveUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentChargeTimeSaveUnlockComment02
source: A must-have for charger users.The only thing better than havingone is having lots.
de: Für Konzentratoren unverzichtbar.Je mehr davon, desto besser.
es: Imprescindible para los usuariosde cargatintas. Si puedes tenermás de uno, mejor aún.
es_mx: Imprescindible para los usuariosde cargatintas. Si puedes tenermás de uno, mejor aún.
fr: Un must pour les utilisateurs de fusils.La seule chose qui soit mieux que d'enavoir une, c'est d'en avoir plusieurs.
it: Da non perdere per chi usa le armia carica. Non c'è niente di meglioche avere questa scheda, a parteaverne molte.
ja: チャージ中のスキを減らせるのはうれしいナたくさん集めて効果を上げたいチップだ
ko: 충전 중의 빈틈을 줄일 수 있다면 기쁘지잔뜩 모아서 효과를 올리고 싶은 칩인걸
nl: Onmisbaar voor ladergebruikers.En hierbij geldt absoluut: hoe meer,hoe beter.
ru: Очень полезные жетоны длялюбителей нагнетателей.Чем больше таких жетонов —тем лучше.
zh_hans: 它能减少蓄力时的破绽，不错啊。真想多多收集这种晶片提升效果呢。
zh_hant: 可以減少蓄力時的破綻很不錯，會讓人想收集更多晶片來提升效果呢。

# SdodrSdodrColorTipCommentChargeTimeSaveUnlockComment03
source: This helps with the main drawbackof chargers and splatlings! Butthey still use a lot of ink, so...
de: Der größte Nachteil von Splatlings undKonzentratoren, ihre lange Ladezeit,wird damit behoben! Aber viel Tinteverbrauchen sie trotzdem...
es: Compensa las desventajas habitualesde los cargatintas y las tintralladoras,aunque no evita sus elevados consumosde tinta, así que...
es_mx: Compensa las desventajas habitualesde los cargatintas y los garabateadores,aunque no evita sus elevados consumosde tinta, así que...
fr: Elle aide à compenser le désavantagemajeur des fusils et badigeonneurs !Mais leur consommation d'encre resteélevée, alors...
it: È ottima per ovviare ai puntideboli delle armi a carica e deglisplatling! Ma il consumo d'inchiostroè comunque alto, quindi...
ja: チャージャーやスピナーが使いやすくなります♪でも、インク消費量は変わらないので…
ko: 차저나 스피너를 다루기 쉬워진답니다♪하지만 잉크 소비량은 변함없으니…
nl: Deze helpt met het grootste nadeelvan laders en spetlingen! Maar hijgebruikt wel veel inkt...
ru: Да, они неплохо компенсируютглавную проблему нагнетателейи брызгометов. Но краска всеравно очень сильно расходуется,так что...
zh_hans: 那样蓄力狙击枪和旋转枪就会更加好用♪但是墨汁消耗量不会变，所以……
zh_hant: 蓄力狙擊槍跟旋轉槍會變得更好用♪不過，墨汁消耗量還是沒有變，所以……

# SdodrSdodrColorTipCommentComboGraceTimeUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentComboGraceTimeUpUnlockComment02
source: The longer your chain, the moreitems you'll see. This helps yourack up those long chains.
de: Je höher deine Kombo, desto mehrItems erscheinen. Und hiermit hastdu mehr Zeit, um Kombos zu erzielen!
es: Este cromochip te ayudará a encadenarlargos combos. Y, cuanto más largos,más objetos dejarán los enemigos queelimines.
es_mx: Este cromochip te ayudará a encadenarlargos combos. Y, cuanto más largos,más objetos dejarán los enemigos queelimines.
fr: Plus le combo est long, plus tu pourrasobtenir d'objets. Et cette puce, ellet'aide à effectuer des longs combos.
it: Più allunghi la combo, più oggettipuoi raccogliere. È l'ideale per farfruttare le combo lunghe.
ja: コンボをつなげやすくなるネコンボ数が大きいときに敵を倒すとアイテムが出る確率が上がるヨ
ko: 콤보를 잇기 쉬워지겠네콤보 수가 클 때 적을 쓰러뜨리면아이템이 나올 확률이 증가해
nl: Hiermee krijg je meer tijd om een comboin stand te houden. Hoe langer eencombo, hoe meer kans op voorwerpenals je vijanden verslaat.
ru: Чем выше показатель комбо,тем больше предметов будетвыпадать из врагов. А с этимижетонами тебе будет прощенабрать высокий показатель.
zh_hans: 有了它，连击会变得更加容易衔接。在高连击数的状态下击倒敌人，可以提升出现道具的概率哦。
zh_hant: 可以讓連擊變得更容易銜接呢。如果在高連擊數的狀態下擊倒敵人，就會提升出現道具的機率喔。

# SdodrSdodrColorTipCommentComboGraceTimeUpUnlockComment03
source: Set Max Lucky Chain with this,and your odds get even better!
es: Si, además, cuentas con «límite decombos fortuna», ¡las posibilidadesserán aún mayores!
fr: Combine-la à Plafond du combo chance,et la probabilité augmentera encore !
it: Abbinata a Max combo fortunataè ancora più efficace!
ja: 「ラッキーコンボ最大数」をセットすれば、もっと確率アップできそうです！
ko: 「럭키 콤보 최대 수」를 세팅하면확률을 더욱 높일 수 있을 것 같아요!
nl: En met de Gelukscombomaximumchiperbij is je kans op lange combo's noggroter!
ru: А если добавить жетон«Показатель шанс-комбо +»,то шансов получить предметыстанет еще больше! Ми-и-и!
zh_hans: 装备“幸运连击上限”的话，应该能进一步提升概率！
zh_hant: 搭配「幸運連擊上限」一起使用的話，應該還能進一步提升機率！

# SdodrSdodrColorTipCommentComboGraceTimeUpUnlockComment04
source: Lucky Chain, huh? I say splattinga bunch of fish in a row is its ownreward, but this is cool too!
de: Gegner wegklecksen ist ja schoncool genug, aber wenn's dazunoch belohnt wird...
es: Combos fortuna... Bueno, entintarenemigos en serie es un placer ensí mismo, ¡pero esto es genial!
es_mx: Combos fortuna... Bueno, entintarenemigos en serie es un placer ensí mismo, ¡pero esto es genial!
fr: Combo chance ? C'est vrai qu'obtenirdes objets en éliminant des ennemis à lachaîne, c'est sacrément de la chance !
it: Già splattare i pesci uno dietrol'altro dà una certa soddisfazione,ma così è ancora meglio!
ja: ラッキーコンボ…？ 敵を倒し続けたらアイテム出てラッキーってことか！
ko: 럭키 콤보…? 적을 계속 쓰러뜨리면아이템이 나오니까 럭키라는 거구나!
nl: Het uitschakelen van vijanden is alcool, maar dit maakt het nog veelbeter!
ru: Хм, шанс-комбо, говорите?Плюхать рыбин и само по себекруто, но это тоже сойдет, йо!
zh_hans: 幸运连击……？原来幸运指的是连续击倒敌人后出现道具这件事啊！
zh_hant: 幸運連擊……？原來這裡說的幸運是指持續擊倒敵人會出現道具啊！

# SdodrSdodrColorTipCommentComboItemDropUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentComboItemDropUpUnlockComment02
source: The chance of an item dropdoubles when the chain hits 10and triples when it reaches 20.
de: Bei einer Kombo von 10 verdoppelt sichdie Chance, Items zu finden, und bei 20verdreifacht sie sich.
es: La probabilidad de obtener objetosse duplica con un combo de 10 yse triplica con un combo de 20.
es_mx: La probabilidad de obtener objetosse duplica con un combo de 10 yse triplica con un combo de 20.
fr: Elle double la probabilité qu'un ennemilargue un objet si le combo atteint 10,et triple la probabilité s'il atteint 20.
it: La probabilità che i nemici lascinocadere oggetti raddoppia se la comboarriva a 10 e triplica se arriva a 20.
ja: アイテムが出る確率は、１０コンボで２倍、２０コンボで３倍に上がるヨ
ko: 아이템이 나올 확률은 10콤보일 때 2배,20콤보일 때 3배로 늘어나
nl: De kans dat er voorwerpen verschijnenverdubbelt bij een combo van 10 enverdriedubbelt bij een combo van 20.
ru: Шанс получить из врага предметудваивается, когда показательшкалы — 10. И утраивается на 20.
zh_hans: 10连击时，出现道具的概率为2倍，20连击时，概率会变为3倍哦。
zh_hant: 可以提升出現道具的機率，10連擊可提升到2倍，20連擊則是提升到3倍喔。

# SdodrSdodrColorTipCommentComboItemDropUpUnlockComment03
source: Having Lucky Chain Window helpskeep your Lucky Chain as highas it can go!
es: ¡Si lo combinas con «combo fortuna prolongado», podrás además maximizar tus combos!
fr: Et en la combinant avec Délai du combochance, ce sera plus simple pour toide réaliser un combo chance élevé !
it: La scheda Durata combo fortunatati può aiutare ad allungare la combofortunata il più possibile!
ja: 「ラッキーコンボ時間」でラッキーコンボをつなぎやすくして、コンボ数を上げましょう！
ko: 「럭키 콤보 시간」으로 럭키 콤보를잇기 쉽게 만들어서 콤보 수를 올려 봐요!
nl: De chip Langere gelukscombo helpt jeom superlange gelukscombo's tebereiken!
ru: А если добавишь жетоны«Время шанс-комбо +»,станет проще продолжатьшанс-комбо!
zh_hans: 搭配“幸运连击时间”让幸运连击变得更加容易衔接，借此提升连击数吧！
zh_hant: 利用「幸運連擊時間」讓幸運連擊變得更容易銜接，藉此提升連擊數吧！

# SdodrSdodrColorTipCommentComboItemDropUpUnlockComment04
source: It seriously goes up to 99?! Dowe...usually splat that many fishper floor?
de: Moment, das Ding kann bis zu 99hoch sein? Wo kriegt man dennpro Etage so viele Gegner her?!
es: ¡¿De verdad se puede llegar a 99?!¿Hay tantísimos enemigos en algúnpiso como para eso?
es_mx: ¡¿De verdad se puede llegar a 99?!¿Hay tantísimos enemigos en algúnpiso como para eso?
fr: Les combos vont jusqu'à 99 ? Mais...on a même pas autant d'ennemis que çapar étage !
it: Può davvero arrivare a 99?!Di solito splattiamo così tantinemici su un piano?
ja: ９９コンボまで増やせるって、マジか！そんなたくさん敵が出るってこと？！
ko: 99콤보까지 늘릴 수 있다는 게 진짜야?그렇게 적이 많이 나온다는 건가?!
nl: Wacht, er zijn combo's mogelijk tot 99?Dus zoveel vijanden moeten we peretage kunnen uitschakelen?!
ru: Э? Его можно добить до 99?!Мы что... и правда стольковрагов на этажах плюхаем?
zh_hans: 你说可以增加到99连击？真的假的！也就是说会出现那么多的敌人吗？！
zh_hant: 聽說最多能達到99連擊，真的假的！所以有那麼多敵人會出現嗎！？

# SdodrSdodrColorTipCommentDefeatEnemyBlastFreqUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDefeatEnemyBlastFreqUpUnlockComment02
source: When you have Lucky Bombs, itonly takes a few splats to put thehurt on a whole mob of fish.
de: Wenn du Glücksbomben hast, kannstdu mit wenig Mühe gleich einen HaufenFeinde wegklecksen.
es: Con bombas fortuna, bastan unas pocasexplosiones de tinta para liquidar unalegión de enemigos.
es_mx: Con bombas fortuna, bastan unas pocasexplosiones de tinta para reventar unalegión de enemigos.
fr: Avec des bombes chance, en quelquesexplosions tu peux liquider tout unearmée de poissons.
it: Con le bombe fortunate ci vuolepoco a liberarsi di orde intere dimostriciattoli.
ja: 群れで攻めてくる敵は、ラッキーボムの爆発に巻きこみやすいナ
ko: 떼를 지어 공격하는 적은 럭키 밤의폭발에 휘말리기 쉽지
nl: Met geluksbommen kun je met eenbeetje moeite een hoop vijandenuitschakelen.
ru: С шанс-бомбами можно быстроплюхнуть сразу целый косякконсервиторов.
zh_hans: 成群攻过来的敌人容易被幸运炸弹的爆炸所波及。
zh_hant: 成群來襲的敵人很容易就會被幸運炸彈的爆炸波及到。

# SdodrSdodrColorTipCommentDefeatEnemyBlastFreqUpUnlockComment03
source: And enemies splatted by LuckyBombs can drop more LuckyBombs. It's a self-feeding cycle!
de: Dazu lassen Gegner mehr Bomben fallen,wenn du sie mit Glücksbomben erledigst.Ein perfekter Zyklus!
es: Y los enemigos alcanzados por bombasfortuna pueden dejar más bombas deeste tipo. ¡Viva el reciclaje!
es_mx: Y los enemigos alcanzados por bombasfortuna pueden dejar más bombas deeste tipo. ¡Viva el reciclaje!
fr: Et les ennemis liquidés avec une bombechance larguent parfois des bombeschance aussi... c'est quasiment dumouvement perpétuel !
it: E i nemici splattati con le bombefortunate possono far cadere altrebombe fortunate! Un circolo virtuoso!
ja: ラッキーボムで倒した敵がラッキーボムを出せば、続けざまに敵を倒せますね
ko: 럭키 밤으로 쓰러뜨린 적에게서 럭키 밤이나오면 적을 연달아 해치울 수 있겠네요
nl: En vijanden die door geluksbommen zijnuitgeschakeld, kunnen nieuwe bommenlaten vallen. En zo ga je maar door!
ru: А из плюхнутых врагов могутснова выпасть шанс-бомбы!Замкнутый цикл!
zh_hans: 让被幸运炸弹击倒的敌人接着掉落幸运炸弹，就能继续击倒敌人了。
zh_hant: 如果被幸運炸彈擊倒的敵人又掉落了幸運炸彈，就能繼續擊倒敵人了。

# SdodrSdodrColorTipCommentDefeatEnemyBlastFreqUpUnlockComment04
source: Lucky Bombs, huh? The rewardfor splatting a bunch of fish in arow is...splatting more fish!
de: Hrm, also gibt's als Belohnung fürerledigte Gegner... mehr erledigteGegner. Klingt astrein für mich!
es: Bombas fortuna... Bueno, entintarenemigos en serie es un placer ensí mismo, ¡pero esto es genial!
es_mx: Bombas fortuna... Así que larecompensa por reventar un montónde peces es... ¡reventar más peces!
fr: Des bombes chance, hm ? Alors larécompense pour avoir liquidé des tasde poiscaille, c'est... en liquider encoreplus !
it: La ricompensa per aver splattatoun sacco di pesci è... splattareun sacco di altri pesci!
ja: ラッキーボム…？ 敵から出たボムでさらに敵を倒せてラッキーってことか！
ko: 럭키 밤…? 적이 떨어뜨린 밤으로쭉쭉 적을 해치우니까 럭키라는 거구나!
nl: Hm, dus het uitschakelen van vijandenwordt beloond met een manier om meervijanden uit te schakelen. COOL!
ru: Значит, награда за плюханьерыбин шанс-бомбами — это...плюханье рыбин шанс-бомбами?
zh_hans: 幸运炸弹……？原来幸运指的是敌人掉落的炸弹会击倒更多敌人啊！
zh_hant: 幸運炸彈……？原來這裡說的幸運是指敵人身上掉落的炸彈會擊倒更多的敵人啊！

# SdodrSdodrColorTipCommentDefeatEnemyInkRecoverUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDefeatEnemyInkRecoverUnlockComment02
source: With this, you could probably takeout a swarm of smaller ones andnot lose any ink.
de: Damit kannst du vielleicht sogar einenSchwarm kleiner Gegner wegklecksen,ohne Tinte zu verlieren.
es: Con este seguramente puedas eliminarun puñado de enemigos pequeños sinnecesidad de nadar para recargar tinta.
es_mx: Con este seguro que puedes eliminarun puñado de enemigos pequeños sinnecesidad de nadar para recargar tinta.
fr: Avec ça, tu devrais pouvoir liquider toutun banc de menu fretin sans que tonniveau d'encre diminue.
it: Grazie a questa scheda potraisplattare un gran numero di nemicipiccolini senza consumare troppoinchiostro.
ja: 小さいサカナの群れに有効だネ センプクでインク回復しなくても倒し切れそうダ
ko: 작은 물고기 떼에 효과적이야잠복으로 잉크를 회복하지 않아도모두 쓰러뜨릴 수 있겠어
nl: Hiermee kun je een groep kleine vijandenuitschakelen zonder inkt te gebruiken.
ru: С этими жетонами ты, пожалуй,сможешь плюхнуть целый косякмелких консервиторов и непотерять ни капли краски.
zh_hans: 它在面对成群的小鱼时会发挥显著效果，不靠潜伏回复墨汁，应该也能全部击倒。
zh_hant: 這對成群的小魚很有效，即使沒有透過潛伏回復墨汁應該也能全數擊倒。

# SdodrSdodrColorTipCommentDefeatEnemyInkRecoverUnlockComment03
source: You recover the same amount ofink for every splat, so it's mosteffective against a horde ofweaker enemies.
de: Die Tinte füllt sich pro erledigtem Feindum dasselbe Maß auf, also ist dieserChip am effektivsten, wenn du vielenschwachen Zielen gegenüberstehst.
es: La cantidad de tinta recuperada porenemigo eliminado es la misma, así quees más provechoso contra una hordade enemigos débiles.
es_mx: La cantidad de tinta recuperada porcada enemigo eliminado es la misma,así que es más útil contra una hordade enemigos débiles.
fr: Tu récupères une quantité d'encre fixeà chaque ennemi liquidé, alors elle estplus efficace contre des hordesd'ennemis faiblards.
it: Ricevi la stessa quantità diinchiostro per qualsiasi splattaggio,quindi è più efficace contro le ordedi nemici deboli.
ja: どの敵を倒しても回復量は同じなので、体力少な目の敵が多いときに有効です～
ko: 어느 적을 쓰러뜨리든 회복량은 동일하니체력이 적은 적이 많을 때 좋아요～
nl: Je tank hervult dezelfde hoeveelheidinkt voor elke uitgeschakelde vijand,dus de chip is het effectiefst tegeneen groep zwakke vijanden.
ru: Неважно, большой враг илималенький, — краска восполняетсяодинаково. Поэтому против сборищмелких врагов эти жетоны полезней.
zh_hans: 击倒任何敌人，回复量都是相同的，所以对付大量体力少的敌人时很有效～
zh_hant: 無論擊倒什麼樣的敵人，回復量都是相同的，對付大量體力少的敵人時很有效喔～

# SdodrSdodrColorTipCommentDefeatEnemyInkRecoverUnlockComment04
source: I bet one bomb in the right placecould get a whole ink tank back!
de: Ob man mit 'ner gut gezieltenBombe den ganzen Tintentankauf einmal auffüllen könnte?
es: ¡Seguro que con una bomba en el sitioadecuado podrás recuperar un montónde tinta!
es_mx: ¡Seguro que con una bomba bien colocada podrás recuperar un montónde tinta!
fr: Je parie qu'une bombe bien placéepourrait entièrement remplir unréservoir d'encre !
it: Scommetto che una sola bombaben piazzata potrebbe valerti unserbatoio pieno!
ja: ボムでまとめてやっつければ、インクタンクが満タンになりそーだ！
ko: 밤으로 한꺼번에 처리하면잉크 탱크가 가득 차겠네!
nl: Dus als je een bom op de juiste pleklaat afgaan, wordt je hele tank inéén klap weer gevuld!
ru: Если хорошо метнуть бомбу,можно сразу весь баллонзаполнить, йо!
zh_hans: 用炸弹一次性击倒大量敌人的话，感觉墨汁槽会一下子回复到全满状态！
zh_hant: 如果用炸彈一口氣擊倒大量敵人的話，感覺墨汁槽會直接全滿呢！

# SdodrSdodrColorTipCommentDefeatEnemyItemDropArmorUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDefeatEnemyItemDropArmorUnlockComment02
source: I recommend Marina hack thingsto up your armor count. Can'tever be too protected.
de: Ich würde ja Marina bitten, dir mit ihrenHacks mehr Rüstungen zu verschaffen.Je stärker dein Schutz, desto besser.
es: ¿No te encantaría que Marina empleasesus técnicas de hackeo para encontrarmás armaduras? Ninguna protección esexcesiva.
es_mx: ¿No te encantaría que Marina emplearasus técnicas de hackeo para encontrarmás armaduras? Ninguna protección esexcesiva.
fr: Je recommande de demander à Coralied'utiliser ses talents de hackeuse pouraugmenter ta capacité d'armure. On estjamais trop protégé.
it: Ti consiglio di farti hackerarel'armatura da Nori, in modo daavere più difesa. Non si è maiabbastanza protetti!
ja: イイダにハッキングしてもらって、最大追加アーマー数を増やしておくとイイ
ko: 이이다한테 해킹을 부탁해서최대 추가 아머 수를 늘려 두면 좋아
nl: Ik zou Mariana vragen om je met hacksextra bepantsering te geven. Hoesterker je bescherming, hoe beter.
ru: Советую попросить Маришумодифицировать твоймаксимальный показательдоспехов. Их много не бывает.
zh_hans: 拜托饭田进行骇解，提高追加盔甲的数量上限吧。
zh_hant: 請飯田幫忙駭解，提高追加盔甲數的上限吧。

# SdodrSdodrColorTipCommentDefeatEnemyItemDropArmorUnlockComment03
source: Yes, I'd love to! See me beforeyou head into the Spire, alright?
de: Es wäre mir eine Freude!Sprich mit mir, ehe du dich in denTurm aufmachst, ja?
es: ¡Será un placer! Dame un toque antesde aventurarte en la torre, ¿vale?
es_mx: ¡Con mucho gusto! ¡Ven a verme antesde iniciar un ascenso, Ocho!
fr: C'est dans mes cordes ! Viens me voiravant d'entrer dans la tour, OK ?
it: Infatti, lo faccio con molto piacere!Passa da me prima di avventurartinella torre!
ja: はい、おまかせください！ 塔に入る前にワタシのところに来てくださいね、ハチさん♪
ko: 네, 맡겨만 주세요! 탑에 들어가기 전에저한테 들러 주세요, 에이트 씨♪
nl: Ja, dat lijkt me een geweldig idee!Kom maar bij me langs voor je detoren ingaat, oké?
ru: Да-да, я с радостью! Простоскажи, прежде чем пойдешьв башню, ладно?
zh_hans: 好的，包在我身上！小八，进入塔之前，请先来找我吧♪
zh_hant: 好，包在我身上！小八，進入塔裡之前，請你先來找我吧♪

# SdodrSdodrColorTipCommentDefeatEnemyItemDropArmorUnlockComment04
source: Armor's the stuff I see floatingaround Eight, yeah? Ha! So wehave that in common!
de: Das, was um Nr. 8 herumschwebt,ist Rüstung, ja? Dann haben wirzwei das ja gemeinsam!
es: Las armaduras son esas cosas quelevitan alrededor de Ocho, ¿no?¡Ah, eso que tenemos en común!
es_mx: Las armaduras son esas cosas quelevitan alrededor de Ocho, ¿no?¡Ah, tenemos eso en común!
fr: L'armure, ce sont les trucs qui flottentautour de Huit, c'est ça ? Comme quoi,on a un truc en commun !
it: L'armatura è quella roba chefluttua intorno a Otto, vero?Abbiamo una cosa in comune!
ja: アーマーって、ハチの周りくるくるするアレか！アタシみてーだな！
ko: 아머라면 에이트 주변을 빙글빙글 도는그거 말이지! 꼭 나 같네!
nl: Extra bepantsering is wat er om Achtheen zweeft, toch? Ha! Dat heb ik ook!
ru: Йо! Доспехи — это те штуки,что летают вокруг Восьмерки?Ну, не считая меня?
zh_hans: 盔甲就是指小八周围转圈的那东西啊！感觉和我很像啊！
zh_hant: 盔甲就是在小八身邊繞來繞去的那個東西吧！感覺跟我很像耶！

# SdodrSdodrColorTipCommentDefeatEnemyItemDropDroneActiveUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDefeatEnemyItemDropDroneActiveUpUnlockComment02
source: They fill a good amount of Pearl'sdrone gauge. Keep her equipped,or these won't do anything.
de: Batterien füllen Perlas Drohnenanzeigeein gutes Stück auf. Achte darauf,dass sie immer gut ausgerüstet ist.
es: Llenan bastante el medidor de dronde Perla. Cuantos más uses, mejor.
es_mx: Llenan bastante el medidor de dronde Perla. Pero hay que equiparla conacciones o no servirá de mucho.
fr: Celle-ci remplit la jauge du drone Perle.Pense bien à l'équiper si tu veux pasque les autres puces ne fassent justeoffice de déco.
it: L'indicatore drone di Alga si riempieun bel po'. Tienila aggiornata o questascheda non servirà a niente.
ja: ヒメのドローンゲージが一気に増えるネスロットにいろいろセットしておくといいヨ
ko: 히메의 드론 게이지가 단번에 늘어나슬롯에 이것저것 세팅해 두면 좋겠지
nl: Hiermee wordt Loreleis dronemetergevuld. Zorg ervoor dat ze acties heeftom uit te voeren, zodat de meter nietvoor niets gevuld wordt.
ru: Эти батареи неплохо заполняютшкалу дрона Жемчика. Тольконе забывай добавлять ейснаряжение, иначе от нихне будет пользы.
zh_hans: 它可以一口气增加小姬的无人机蓄力槽。建议在能力槽中多装备一些哦。
zh_hant: 可以讓小姬的無人機蓄力槽一口氣增加呢，建議多安裝一些到能力槽喔。
