Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BynameBynameSubject00000
source: Sploosh-o-matic User
ko: 볼드 마커 유저
zh_hans: 广域标记枪操作者
zh_hant: 廣域標記槍操作者

# BynameBynameSubject00010
source: Splattershot Jr. User
ko: 새싹 슈터 유저
zh_hans: 新叶射击枪操作者
zh_hant: 新葉射擊槍操作者

# BynameBynameSubject00020
source: Splash-o-matic User
ko: 샤프 마커 유저
zh_hans: 窄域标记枪操作者
zh_hant: 窄域標記槍操作者

# BynameBynameSubject00030
source: Aerospray User
ko: 프로모델러 유저
zh_hans: 专业模型枪操作者
zh_hant: 專業模型槍操作者

# BynameBynameSubject00040
source: Splattershot User
ko: 스플랫 슈터 유저
zh_hans: 斯普拉射击枪操作者
zh_hant: 斯普拉射擊槍操作者

# BynameBynameSubject00050
source: .52 Gal User
ko: .52 갤런 유저
zh_hans: .52加仑操作者
zh_hant: .52加侖操作者

# BynameBynameSubject00060
source: N-ZAP User
ko: N-ZAP 유저
zh_hans: N-ZAP操作者
zh_hant: N-ZAP操作者

# BynameBynameSubject00070
source: Splattershot Pro User
ko: 프라임 슈터 유저
zh_hans: 顶尖射击枪操作者
zh_hant: 頂尖射擊槍操作者

# BynameBynameSubject00080
source: .96 Gal User
ko: .96 갤런 유저
zh_hans: .96加仑操作者
zh_hant: .96加侖操作者

# BynameBynameSubject00090
source: Jet Squelcher User
ko: 제트 스위퍼 유저
zh_hans: 喷射清洁枪操作者
zh_hant: 噴射清潔槍操作者

# BynameBynameSubject00100
source: Luna Blaster User
ko: 노바 블래스터 유저
zh_hans: 新星爆破枪操作者
zh_hant: 新星爆破槍操作者

# BynameBynameSubject00110
source: Blaster User
ko: 핫 블래스터 유저
zh_hans: 火热爆破枪操作者
zh_hant: 火熱爆破槍操作者

# BynameBynameSubject00120
source: Range Blaster User
ko: 롱 블래스터 유저
zh_hans: 远距爆破枪操作者
zh_hant: 遠距爆破槍操作者

# BynameBynameSubject00130
source: Clash Blaster User
ko: 크래시 블래스터 유저
zh_hans: 冲涂爆破枪操作者
zh_hant: 衝塗爆破槍操作者

# BynameBynameSubject00140
source: Rapid Blaster User
ko: 래피드 블래스터 유저
zh_hans: 快速爆破枪操作者
zh_hant: 快速爆破槍操作者

# BynameBynameSubject00150
source: Rapid Blaster Pro User
ko: R 블래스터 엘리트 유저
zh_hans: 快速爆破枪 精英操作者
zh_hant: 快速爆破槍 精英操作者

# BynameBynameSubject00160
source: L-3 Nozzlenose User
ko: L3 릴 건 유저
zh_hans: L3卷管枪操作者
zh_hant: L3捲管槍操作者

# BynameBynameSubject00170
source: H-3 Nozzlenose User
ko: H3 릴 건 유저
zh_hans: H3卷管枪操作者
zh_hant: H3捲管槍操作者

# BynameBynameSubject00180
source: Squeezer User
ko: 보틀 가이저 유저
zh_hans: 开瓶喷泉枪操作者
zh_hant: 開瓶噴泉槍操作者

# BynameBynameSubject00190
source: Carbon Roller User
ko: 카본 롤러 유저
zh_hans: 碳纤维滚筒操作者
zh_hant: 碳纖維滾筒操作者

# BynameBynameSubject00200
source: Splat Roller User
ko: 스플랫 롤러 유저
zh_hans: 斯普拉滚筒操作者
zh_hant: 斯普拉滾筒操作者

# BynameBynameSubject00210
source: Dynamo Roller User
ko: 다이너모 롤러 유저
zh_hans: 电动马达滚筒操作者
zh_hant: 電動馬達滾筒操作者

# BynameBynameSubject00220
source: Flingza Roller User
ko: 베리어블 롤러 유저
zh_hans: 可变式滚筒操作者
zh_hant: 可變式滾筒操作者

# BynameBynameSubject00230
source: Inkbrush User
ko: 파블로 유저
zh_hans: 巴勃罗操作者
zh_hant: 巴勃羅操作者

# BynameBynameSubject00240
source: Octobrush User
ko: 호쿠사이 유저
zh_hans: 北斋操作者
zh_hant: 北齋操作者

# BynameBynameSubject00250
source: Squiffer User
ko: 스퀵 클린 유저
zh_hans: 鱿快洁操作者
zh_hant: 魷快潔操作者

# BynameBynameSubject00260
source: Splat Charger User
ko: 스플랫 차저 유저
zh_hans: 斯普拉蓄力狙击枪操作者
zh_hant: 斯普拉蓄力狙擊槍操作者

# BynameBynameSubject00270
source: E-liter 4K User
ko: 리터 4K 유저
zh_hans: 公升4K操作者
zh_hant: 公升4K操作者

# BynameBynameSubject00280
source: Bamboozler 14 User
ko: 14식 대나무 총 유저
zh_hans: 14式竹筒枪操作者
zh_hant: 14式竹筒槍操作者

# BynameBynameSubject00290
source: Goo Tuber User
ko: 소이 튜버 유저
zh_hans: 高压油管枪操作者
zh_hant: 高壓油管槍操作者

# BynameBynameSubject00300
source: Slosher User
ko: 버킷 슬로셔 유저
zh_hans: 飞溅泼桶操作者
zh_hant: 飛濺潑桶操作者

# BynameBynameSubject00310
source: Tri-Slosher User
ko: 물통 유저
zh_hans: 洗笔桶操作者
zh_hant: 洗筆桶操作者

# BynameBynameSubject00320
source: Sloshing Machine User
ko: 스크루 슬로셔 유저
zh_hans: 回旋泼桶操作者
zh_hant: 迴旋潑桶操作者

# BynameBynameSubject00330
source: Bloblobber User
ko: 오버플로셔 유저
zh_hans: 满溢泡澡泼桶操作者
zh_hant: 滿溢泡澡潑桶操作者

# BynameBynameSubject00340
source: Explosher User
ko: 익스플로셔 유저
zh_hans: 爆炸泼桶操作者
zh_hant: 爆炸潑桶操作者

# BynameBynameSubject00350
source: Mini Splatling User
ko: 스플랫 스피너 유저
zh_hans: 斯普拉旋转枪操作者
zh_hant: 斯普拉旋轉槍操作者

# BynameBynameSubject00360
source: Heavy Splatling User
ko: 배럴 스피너 유저
zh_hans: 桶装旋转枪操作者
zh_hant: 桶裝旋轉槍操作者

# BynameBynameSubject00370
source: Hydra Splatling User
ko: 하이드런트 유저
zh_hans: 消防栓旋转枪操作者
zh_hant: 消防栓旋轉槍操作者

# BynameBynameSubject00380
source: Ballpoint Splatling User
ko: 쿠겔 슈라이버 유저
zh_hans: 圆珠笔操作者
zh_hant: 圓珠筆操作者

# BynameBynameSubject00390
source: Nautilus User
ko: 노틸러스 유저
zh_hans: 鹦鹉螺号操作者
zh_hant: 鸚鵡螺號操作者

# BynameBynameSubject00400
source: Dapple Dualies User
ko: 스퍼터리 유저
zh_hans: 溅镀枪操作者
zh_hant: 濺鍍槍操作者

# BynameBynameSubject00410
source: Splat Dualies User
ko: 스플랫 머누버 유저
zh_hans: 斯普拉机动枪操作者
zh_hant: 斯普拉機動槍操作者

# BynameBynameSubject00420
source: Glooga Dualies User
ko: 켈빈 525 유저
zh_hans: 开尔文525操作者
zh_hant: 開爾文525操作者

# BynameBynameSubject00430
source: Dualie Squelchers User
ko: 듀얼 스위퍼 유저
zh_hans: 双重清洁枪操作者
zh_hant: 雙重清潔槍操作者

# BynameBynameSubject00440
source: Tetra Dualies User
ko: 쿼드 호퍼 유저
zh_hans: 四重弹跳手枪操作者
zh_hant: 四重彈跳手槍操作者

# BynameBynameSubject00450
source: Splat Brella User
ko: 파라 셸터 유저
zh_hans: 遮阳防空伞操作者
zh_hant: 遮陽防空傘操作者

# BynameBynameSubject00460
source: Tenta Brella User
ko: 캠핑 셸터 유저
zh_hans: 露营防空伞操作者
zh_hant: 露營防空傘操作者

# BynameBynameSubject00470
source: Undercover Brella User
ko: 스파이 가젯 유저
zh_hans: 特工配件操作者
zh_hant: 特務配件操作者

# BynameBynameSubject00480
source: Tri-Stringer User
ko: 트라이 스트링거 유저
zh_hans: 三发猎鱼弓操作者
zh_hant: 三發獵魚弓操作者

# BynameBynameSubject00490
source: Splatana Stamper User
ko: 사무 와이퍼 유저
zh_hans: 工作刮水刀操作者
zh_hant: 工作刮水刀操作者

# BynameBynameSubject00500
source: REEF-LUX 450 User
ko: LACT-450 유저
zh_hans: LACT-450操作者
zh_hant: LACT-450操作者

# BynameBynameSubject00510
source: Splatana Wiper User
ko: 드라이브 와이퍼 유저
zh_hans: 雨刷刮水刀操作者
zh_hant: 雨刷刮水刀操作者

# BynameBynameSubject00520
source: Splatterscope User
ko: 스플랫 스코프 유저
zh_hans: 斯普拉准星枪操作者
zh_hant: 斯普拉準星槍操作者

# BynameBynameSubject00530
source: E-liter 4K Scope User
ko: 4K 스코프 유저
zh_hans: 4K准星枪操作者
zh_hant: 4K準星槍操作者

# BynameBynameSubject00540
source: Splattershot Nova User
ko: 스페이스 슈터 유저
zh_hans: 太空射击枪操作者
zh_hant: 太空射擊槍操作者

# BynameBynameSubject00550
source: Big Swig Roller User
ko: 와이드 롤러 유저
zh_hans: 宽滚筒操作者
zh_hant: 寬滾筒操作者

# BynameBynameSubject00560
source: Snipewriter 5H User
ko: R-PEN 유저
zh_hans: R-PEN操作者
zh_hant: R-PEN操作者

# BynameBynameSubject00570
source: S-BLAST '92 User
ko: S-BLAST 유저
zh_hans: S-BLAST操作者
zh_hant: S-BLAST操作者

# BynameBynameSubject00580
source: Painbrush User
ko: 빈센트 유저
zh_hans: 文森操作者
zh_hant: 文森操作者

# BynameBynameSubject00590
source: Dread Wringer User
ko: 몹 링 유저
zh_hans: 墨瀑淋操作者
zh_hant: 墨瀑淋操作者

# BynameBynameSubject00600
source: Heavy Edit Splatling User
ko: 이그재미너 유저
zh_hans: 审查者操作者
zh_hant: 審查者操作者

# BynameBynameSubject00610
source: Douser Dualies FF User
ko: 소방 FF 유저
zh_hans: 灭熄FF操作者
zh_hant: 滅熄FF操作者

# BynameBynameSubject00620
source: Recycled Brella 24 Mk I User
ko: 24식 도돌이 우산 유저
zh_hans: 24式可替换伞操作者
zh_hant: 24式可替換傘操作者

# BynameBynameSubject00630
source: Wellstring V User
ko: 플루이드 V 유저
zh_hans: 邦普V操作者
zh_hant: 邦普V操作者

# BynameBynameSubject00640
source: Decavitator User
ko: 덴탈 와이퍼 유저
zh_hans: 巨齿刮水刀操作者
zh_hant: 巨齒刮水刀操作者

# BynameBynameSubject01000
source: Splat Bomb User
ko: 스플래시 밤 유저
zh_hans: 斯普拉炸弹操作者
zh_hant: 斯普拉炸彈操作者

# BynameBynameSubject01010
source: Suction Bomb User
ko: 빨판 밤 유저
zh_hans: 吸盘炸弹操作者
zh_hant: 吸盤炸彈操作者

# BynameBynameSubject01020
source: Burst Bomb User
ko: 퀵 밤 유저
zh_hans: 快速炸弹操作者
zh_hant: 快速炸彈操作者

# BynameBynameSubject01030
source: Curling Bomb User
ko: 컬링 밤 유저
zh_hans: 冰壶炸弹操作者
zh_hant: 冰壺炸彈操作者

# BynameBynameSubject01040
source: Autobomb User
ko: 로봇 밤 유저
zh_hans: 机器人炸弹操作者
zh_hant: 機器人炸彈操作者

# BynameBynameSubject01050
source: Ink Mine User
ko: 트랩 유저
zh_hans: 墨汁陷阱操作者
zh_hant: 墨汁陷阱操作者

# BynameBynameSubject01060
source: Sprinkler User
ko: 스프링클러 유저
zh_hans: 洒墨器操作者
zh_hant: 灑墨器操作者

# BynameBynameSubject01070
source: Point Sensor User
ko: 포인트 센서 유저
zh_hans: 定点侦测器操作者
zh_hant: 定點偵測器操作者

# BynameBynameSubject01080
source: Toxic Mist User
ko: 포이즌 미스트 유저
zh_hans: 毒雾操作者
zh_hant: 毒霧操作者

# BynameBynameSubject01090
source: Splash Wall User
ko: 스플래시 실드 유저
zh_hans: 斯普拉防护墙操作者
zh_hant: 斯普拉防護牆操作者

# BynameBynameSubject01100
source: Squid Beakon User
ko: 점프 비컨 유저
zh_hans: 跳跃信标操作者
zh_hant: 跳躍信標操作者

# BynameBynameSubject01110
source: Fizzy Bomb User
ko: 탄산 밤 유저
zh_hans: 碳酸炸弹操作者
zh_hant: 碳酸炸彈操作者

# BynameBynameSubject01120
source: Torpedo User
ko: 토피도 유저
zh_hans: 鱼雷操作者
zh_hant: 魚雷操作者

# BynameBynameSubject01130
source: Angle Shooter User
ko: 라인 마커 유저
zh_hans: 标线器操作者
zh_hant: 標線器操作者

# BynameBynameSubject01200
source: Ink Storm User
ko: 먹구름 유저
zh_hans: 墨雨云操作者
zh_hant: 墨雨雲操作者

# BynameBynameSubject01210
source: Trizooka User
ko: 울트라 샷 유저
zh_hans: 终极发射操作者
zh_hant: 終極發射操作者

# BynameBynameSubject01220
source: Ultra Stamp User
ko: 울트라 스탬프 유저
zh_hans: 终极印章操作者
zh_hant: 終極印章操作者

# BynameBynameSubject01230
source: Big Bubbler User
ko: 그레이트 배리어 유저
zh_hans: 巨大防护罩操作者
zh_hant: 巨大防護罩操作者

# BynameBynameSubject01240
source: Inkjet User
ko: 제트 팩 유저
zh_hans: 喷射背包操作者
zh_hant: 噴射背包操作者

# BynameBynameSubject01250
source: Wave Breaker User
ko: 홉 소나 유저
zh_hans: 弹跳声呐操作者
zh_hant: 彈跳聲納操作者

# BynameBynameSubject01260
source: Zipcaster User
ko: 쇼크 원더 유저
zh_hans: 触手喷射操作者
zh_hant: 觸手噴射操作者

# BynameBynameSubject01270
source: Reefslider User
ko: 샤크 라이드 유저
zh_hans: 鲨鱼坐骑操作者
zh_hant: 鯊魚坐騎操作者

# BynameBynameSubject01280
source: Crab Tank User
ko: 크랩 탱크 유저
zh_hans: 螃蟹坦克操作者
zh_hant: 螃蟹坦克操作者

# BynameBynameSubject01290
source: Booyah Bomb User
ko: 나이스옥 유저
zh_hans: 赞气弹操作者
zh_hant: 讚氣彈操作者

# BynameBynameSubject01300
source: Ink Vac User
ko: 흡입기 유저
zh_hans: 吸墨机操作者
zh_hant: 吸墨機操作者

# BynameBynameSubject01310
source: Tenta Missiles User
ko: 멀티 미사일 유저
zh_hans: 多重导弹操作者
zh_hant: 多重導彈操作者

# BynameBynameSubject01320
source: Killer Wail 5.1 User
ko: 메가폰 레이저 5.1ch 유저
zh_hans: 喇叭镭射5.1ch操作者
zh_hant: 喇叭雷射5.1ch操作者

# BynameBynameSubject01330
source: Triple Inkstrike User
ko: 트리플 토네이도 유저
zh_hans: 三重龙卷风操作者
zh_hant: 三重龍捲風操作者

# BynameBynameSubject01340
source: Tacticooler User
ko: 에너지 스탠드 유저
zh_hans: 能量站操作者
zh_hant: 能量站操作者

# BynameBynameSubject01350
source: Super Chump User
ko: 디코이 캐넌 유저
zh_hans: 诱饵烟花操作者
zh_hant: 誘餌煙火操作者

# BynameBynameSubject01360
source: Kraken Royale User
ko: 로열 크라켄 유저
zh_hans: 帝王鱿鱼操作者
zh_hant: 帝王魷魚操作者

# BynameBynameSubject01370
source: Triple Splashdown User
ko: 울트라 착지 유저
zh_hans: 终极着陆操作者
zh_hant: 終極著陸操作者

# BynameBynameSubject01380
source: Splattercolor Screen User
ko: 스플래터컬러 스크린 유저
zh_hans: 浮墨幕墙操作者
zh_hant: 浮墨幕牆操作者

# BynameBynameSubject01500
source: SquidForce Model
ko: 배트로징어 애호가
zh_hans: 战斗鱿鱼爱好者
zh_hant: 戰鬥魷魚愛好者

# BynameBynameSubject01510
source: Zink Model
ko: 아이로닉 애호가
zh_hans: 钢铁先锋爱好者
zh_hant: 鋼鐵先鋒愛好者

# BynameBynameSubject01520
source: Krak-On Model
ko: 젤리피스 애호가
zh_hans: 海月爱好者
zh_hant: 海月愛好者

# BynameBynameSubject01530
source: Rockenberg Model
ko: 록켄베르그 애호가
zh_hans: 罗肯贝格爱好者
zh_hant: 羅肯貝格愛好者

# BynameBynameSubject01540
source: Zekko Model
ko: 제코 애호가
zh_hans: 泽酷爱好者
zh_hant: 澤酷愛好者

# BynameBynameSubject01550
source: Forge Model
ko: 포리마 애호가
zh_hans: 锻品爱好者
zh_hant: 鍛品愛好者

# BynameBynameSubject01560
source: Firefin Model
ko: 파이어핀 애호가
zh_hans: 暖流爱好者
zh_hant: 暖流愛好者

# BynameBynameSubject01570
source: Skalop Model
ko: 호리비 애호가
zh_hans: 帆立爱好者
zh_hant: 帆立愛好者

# BynameBynameSubject01580
source: Splash Mob Model
ko: 지몬 애호가
zh_hans: 寺门爱好者
zh_hant: 寺門愛好者

# BynameBynameSubject01590
source: Inkline Model
ko: 잉크라인 애호가
zh_hans: 时雨爱好者
zh_hant: 時雨愛好者

# BynameBynameSubject01600
source: Tentatek Model
ko: 아로메 애호가
zh_hans: 艾洛眼爱好者
zh_hant: 艾洛眼愛好者

# BynameBynameSubject01610
source: Takoroka Model
ko: 라이즈 애호가
zh_hans: 暇古爱好者
zh_hant: 暇古愛好者

# BynameBynameSubject01620
source: Annaki Model
ko: 아나키 애호가
zh_hans: 无法无天爱好者
zh_hant: 無法無天愛好者

# BynameBynameSubject01630
source: Enperry Model
ko: 엔페리 애호가
zh_hans: 鱿皇爱好者
zh_hant: 魷皇愛好者

# BynameBynameSubject01640
source: Toni Kensa Model
ko: 타타키 켄사키 애호가
zh_hans: 剑尖鱿爱好者
zh_hant: 劍尖魷愛好者

# BynameBynameSubject01650
source: Z+F Model
ko: 제코핀 애호가
zh_hans: 泽酷暖流爱好者
zh_hant: 澤酷暖流愛好者

# BynameBynameSubject01660
source: Barazushi Model
ko: 화이트아웃 애호가
zh_hans: 散寿司爱好者
zh_hant: 散壽司愛好者

# BynameBynameSubject01670
source: Emberz Model
ko: 니들워크 애호가
zh_hans: 七轮爱好者
zh_hant: 七輪愛好者

# BynameBynameSubject01680
source: Cuttlegear Model
ko: 마르징오 메이드 애호가
zh_hans: 鱼干制造爱好者
zh_hant: 魚乾製造愛好者

# BynameBynameSubject01800
source: Squid Squad Fan
ja: Squid Squadファン
ko: Squid Squad 팬
zh_hans: Squid Squad粉丝
zh_hant: Squid Squad粉絲

# BynameBynameSubject01810
source: Chirpy Chips Fan
ja: ABXYファン
ko: ABXY 팬
zh_hans: ABXY粉丝
zh_hant: ABXY粉絲

# BynameBynameSubject01820
source: Hightide Era Fan
ja: Hightide Eraファン
ko: Hightide Era 팬
zh_hans: Hightide Era粉丝
zh_hant: Hightide Era粉絲

# BynameBynameSubject01830
source: Wet Floor Fan
ja: Wet Floorファン
ko: Wet Floor 팬
zh_hans: Wet Floor粉丝
zh_hant: Wet Floor粉絲

# BynameBynameSubject01840
source: Bottom Feeders Fan
ja: From Bottomファン
ko: From Bottom 팬
zh_hans: From Bottom粉丝
zh_hant: From Bottom粉絲

# BynameBynameSubject01850
source: Ink Theory Fan
ja: カレントリップファン
ko: 커런트립 팬
zh_hans: 流裂粉丝
zh_hant: 流裂粉絲

# BynameBynameSubject01860
source: SashiMori Fan
ja: SashiMoriファン
ko: SashiMori 팬
zh_hans: SashiMori粉丝
zh_hant: SashiMori粉絲

# BynameBynameSubject01870
source: Diss-Pair Fan
ko: Diss-Pair 팬
zh_hans: 禁同食粉丝
zh_hant: 禁同食粉絲

# BynameBynameSubject01880
source: ω-3 Fan
ja: ω-3ファン
ko: ω-3 팬
zh_hans: ω-3粉丝
zh_hant: ω-3粉絲

# BynameBynameSubject01890
source: Turquoise October Fan
ja: OCTOTOOLファン
ko: OCTOTOOL 팬
zh_hans: OCTOTOOL粉丝
zh_hant: OCTOTOOL粉絲

# BynameBynameSubject01900
source: Dedf1sh Fan
ja: Dedf1shファン
ko: Dedf1sh 팬
zh_hans: Dedf1sh粉丝
zh_hant: Dedf1sh粉絲

# BynameBynameSubject01910
source: C-Side Superfan
ja: C-Sideファン
ko: C-Side 팬
zh_hans: C-Side粉丝
zh_hant: C-Side粉絲

# BynameBynameSubject01920
source: Front Roe Fan
ja: Front Roeファン
ko: Front Roe 팬
zh_hans: Front Roe粉丝
zh_hant: Front Roe粉絲

# BynameBynameSubject01930
source: Damp Socks Fan
ja: ビジー・バケーションファン
ko: Damp Socks 팬
zh_hans: Damp Socks粉丝
zh_hant: Damp Socks粉絲

# BynameBynameSubject01940
source: Yoko & the Gold Bazookas Fan
ja: YOKO HORNS & FRIENDSファン
ko: Yoko & the Gold Bazookas 팬
zh_hans: Yoko & the Gold Bazookas粉丝
zh_hant: Yoko & the Gold Bazookas粉絲

# BynameBynameSubject01950
source: H2Whoa Fan
ja: H2Whoaファン
ko: H2Whoa 팬
zh_hans: H2Whoa粉丝
zh_hant: H2Whoa粉絲

# BynameBynameSubject01960
source: Riot Act Fan
ja: O.C.Kファン
ko: Riot Act 팬
zh_hans: Riot Act粉丝
zh_hant: Riot Act粉絲

# BynameBynameSubject01970
source: Now or Never Seven Fan
ja: ヌラネバセブンファン
ko: Now or Never Seven 팬
zh_hans: Now or Never Seven粉丝
zh_hant: Now or Never Seven粉絲

# BynameBynameSubject02200
source: Hippie
ja: ロングヘア
ko: 긴 머리
zh_hans: 长发
zh_hant: 長髮

# BynameBynameSubject02210
source: Barber
ja: ショートカット
ko: 단발머리
zh_hans: 短发
zh_hant: 短髮

# BynameBynameSubject02220
source: Double-Bun
ja: おだんご
ko: 올림머리
zh_hans: 丸子头
zh_hant: 丸子頭

# BynameBynameSubject02230
source: Wave Rider
ja: ウェービー
ko: 웨이브
zh_hans: 波浪卷
zh_hant: 波浪捲

# BynameBynameSubject02240
source: Pigtail Pro
ja: ツインテ
ko: 트윈 테일
zh_hans: 双马尾
zh_hant: 雙馬尾

# BynameBynameSubject02250
source: Headbanger
ja: ぱっつん
ko: 일자 머리
zh_hans: 齐刘海
zh_hant: 齊瀏海

# BynameBynameSubject02260
source: Topknot Knight
ja: ちょんまげ
ko: 상투머리
zh_hans: 发髻
zh_hant: 髮髻

# BynameBynameSubject02270
source: Sharp Dresser
ja: オールバック
ko: 올백
zh_hans: 后梳油头
zh_hant: 後梳油頭

# BynameBynameSubject02280
source: Buzz-Cut
ja: ボウズ
ko: 삭발
zh_hans: 平头
zh_hant: 平頭

# BynameBynameSubject02290
source: Ponytail
ja: ポニテ
ko: 포니테일
zh_hans: 马尾
zh_hant: 馬尾

# BynameBynameSubject02300
source: Spiked Hair
ja: ツンツン
ko: 삐죽 머리
zh_hans: 刺刺头
zh_hant: 刺刺頭

# BynameBynameSubject02310
source: Bowl Cut
ja: マッシュ
ko: 버섯 머리
zh_hans: 蘑菇头
zh_hant: 蘑菇頭

# BynameBynameSubject02320
source: Braid Bearer
ja: ミツアミ
ko: 땋은 머리
zh_hans: 麻花辫
zh_hant: 麻花辮

# BynameBynameSubject02330
source: Classic
ja: むぞうさ
ko: 캐주얼
zh_hans: 自然发型
zh_hant: 自然髮型

# BynameBynameSubject02340
source: Wet Hair
ja: ウェット
ko: 젖은 머리
zh_hans: 湿发
zh_hant: 濕髮

# BynameBynameSubject02350
source: Cornrows
ja: コーンロウ
ko: 콘로우
zh_hans: 脏辫
zh_hant: 髒辮

# BynameBynameSubject02360
source: Curly Hair
ja: カーリーヘア
ko: 씨 컬
zh_hans: 卷发
zh_hant: 捲髮

# BynameBynameSubject02370
source: Punk
ja: モヒカン
ko: 모히칸
zh_hans: 莫西干头
zh_hant: 莫西干頭

# BynameBynameSubject02380
source: Afro
ja: アフロ
ko: 아프로
zh_hans: 爆炸头
zh_hant: 爆炸頭

# BynameBynameSubject02390
source: Big Curls
ja: タテロール
ko: 롤빵 머리
zh_hans: 纵卷发
zh_hant: 縱捲髮

# BynameBynameSubject02400
source: Fade
ja: フェード
ko: 페이드 커트
zh_hans: 渐层寸头
zh_hant: 漸層寸頭

# BynameBynameSubject02410
source: Wanderer
ja: ロンゲ
ko: 장발
zh_hans: 男性长发
zh_hant: 男性長髮

# BynameBynameSubject02420
source: Greaser
ja: リーゼント
ko: 리젠트
zh_hans: 飞机头
zh_hant: 飛機頭

# BynameBynameSubject02430
source: Hipster
ja: アシメ
ko: 비대칭 머리
zh_hans: 斜刘海
zh_hant: 斜瀏海

# BynameBynameSubject03000
source: Callie Fan
ja: アオリファン
ko: 아오리 팬
zh_hans: 小拟粉丝
zh_hant: 小擬粉絲

# BynameBynameSubject03010
source: Naut Couture Regular
ko: 액세서리 숍 단골
zh_hans: 头部装备店常客
zh_hant: 頭部裝備店常客

# BynameBynameSubject03020
source: Marina Fan
ja: イイダファン
ko: 이이다 팬
zh_hans: 饭田粉丝
zh_hant: 飯田粉絲

# BynameBynameSubject03030
source: Frye Fan
ja: ウツホファン
ko: 우츠호 팬
zh_hans: 曼曼粉丝
zh_hant: 曼曼粉絲

# BynameBynameSubject03040
source: Crush Station Regular
ko: 신발 가게 단골
zh_hans: 鞋店常客
zh_hant: 鞋店常客

# BynameBynameSubject03050
source: Hotlantis Regular
ko: 잡화점 단골
zh_hans: 杂货店常客
zh_hant: 雜貨店常客

# BynameBynameSubject03060
source: Squid Sisters Fan
ja: シオカラーズファン
ko: 오징어 시스터즈 팬
zh_hans: 麻辣鱿物粉丝
zh_hant: 麻辣魷物粉絲

# BynameBynameSubject03070
source: Deep Cut Fan
ko: 삼합파 팬
zh_hans: 鱼浆帮粉丝
zh_hant: 魚漿幫粉絲

# BynameBynameSubject03080
source: Off the Hook Fan
ja: テンタクルズファン
ko: 텐타클즈 팬
zh_hans: 腕儿姐妹粉丝
zh_hant: 腕兒姐妹粉絲

# BynameBynameSubject03090
source: Pearl Fan
ja: ヒメファン
ko: 히메 팬
zh_hans: 小姬粉丝
zh_hant: 小姬粉絲

# BynameBynameSubject03100
source: Shiver Fan
ja: フウカファン
ko: 후우카 팬
zh_hans: 莎莎粉丝
zh_hant: 莎莎粉絲

# BynameBynameSubject03110
source: Ammo Knights Regular
ko: 무기점 단골
zh_hans: 武器店常客
zh_hant: 武器店常客

# BynameBynameSubject03120
source: Man-o'-Wardrobe Regular
ko: 옷 가게 단골
zh_hans: 服装店常客
zh_hant: 服裝店常客

# BynameBynameSubject03130
source: Marie Fan
ja: ホタルファン
ko: 호타루 팬
zh_hans: 小萤粉丝
zh_hant: 小螢粉絲

# BynameBynameSubject03140
source: Big Man Fan
ja: マンタローファン
ko: 만타로 팬
zh_hans: 鬼福粉丝
zh_hant: 鬼福粉絲

# BynameBynameSubject03150
source: Clam Blitz Enthusiast
ko: 랭크 바지락 애호가
zh_hans: 真格蛤蜊爱好者
zh_hant: 真格蛤蜊愛好者

# BynameBynameSubject03160
source: Splat Zones Enthusiast
ko: 랭크 에어리어 애호가
zh_hans: 真格区域爱好者
zh_hant: 真格區域愛好者

# BynameBynameSubject03170
source: Rainmaker Enthusiast
ko: 랭크 피시 배틀 애호가
zh_hans: 真格鱼虎对战爱好者
zh_hant: 真格魚虎對戰愛好者

# BynameBynameSubject03180
source: Tower Control Enthusiast
ko: 랭크 타워 애호가
zh_hans: 真格塔楼爱好者
zh_hant: 真格塔樓愛好者

# BynameBynameSubject03190
source: Salmon Runner
ko: 새먼 런 애호가
zh_hans: 鲑鱼跑爱好者
zh_hant: 鮭魚跑愛好者

# BynameBynameSubject03200
source: Turf Warrior
ko: 영역 배틀 애호가
zh_hans: 占地对战爱好者
zh_hant: 占地對戰愛好者

# BynameBynameSubject03210
source: Story Mode Hero
ko: 히어로 모드 애호가
zh_hans: 英雄模式爱好者
zh_hant: 英雄模式愛好者

# BynameBynameSubject03220
source: Clam Blitz Legend
ja: ガチアサリマスター
ko: 랭크 바지락 마스터
zh_hans: 真格蛤蜊大师
zh_hant: 真格蛤蜊大師

# BynameBynameSubject03230
source: Splat Zones Legend
ja: ガチエリアマスター
ko: 랭크 에어리어 마스터
zh_hans: 真格区域大师
zh_hant: 真格區域大師

# BynameBynameSubject03240
source: Tower Control Legend
ja: ガチヤグラマスター
ko: 랭크 타워 마스터
zh_hans: 真格塔楼大师
zh_hant: 真格塔樓大師

# BynameBynameSubject03250
source: Turf War Legend
ja: ナワバリマスター
ko: 영역 배틀 마스터
zh_hans: 占地对战大师
zh_hant: 占地對戰大師

# BynameBynameSubject03260
source: Rainmaker Legend
ja: ガチホコマスター
ko: 랭크 피시 마스터
zh_hans: 真格鱼虎大师
zh_hant: 真格魚虎大師

# BynameBynameSubject03270
source: Salmon Run Legend
ja: サーモンランマスター
ko: 새먼 런 마스터
zh_hans: 鲑鱼跑大师
zh_hant: 鮭魚跑大師

# BynameBynameSubject03280
source: Story Mode Legend
ja: ヒーローモードマスター
ko: 히어로 모드 마스터
zh_hans: 英雄模式大师
zh_hant: 英雄模式大師

# BynameBynameSubject03290
source: Inkling
ja: インクリング
ko: 잉클링
zh_hans: 鱿鱼族
zh_hant: 魷魚族

# BynameBynameSubject03300
source: Octoling
ja: オクトリング
ko: 옥토링
zh_hans: 章鱼圈
zh_hant: 章魚圈

# BynameBynameSubject03310
source: Tee Model
ko: T셔츠 애호가
zh_hans: T恤爱好者
zh_hant: T恤愛好者

# BynameBynameSubject03320
source: Jacket Model
ko: 재킷 애호가
zh_hans: 外套爱好者
zh_hant: 外套愛好者

# BynameBynameSubject03330
source: Shirt Model
ko: 셔츠 애호가
zh_hans: 衬衫爱好者
zh_hant: 襯衫愛好者

# BynameBynameSubject03340
source: Sneaker Model
ko: 스니커즈 애호가
zh_hans: 运动鞋爱好者
zh_hant: 運動鞋愛好者

# BynameBynameSubject03350
source: Knit Model
ko: 니트 애호가
zh_hans: 针织衫爱好者
zh_hant: 針織衫愛好者

# BynameBynameSubject03360
source: Trendsetter
ja: ファッションリーダー
ko: 패션 리더
zh_hans: 时尚教主
zh_hant: 時尚教主

# BynameBynameSubject03370
source: Hat Model
ko: 모자 애호가
zh_hans: 帽子爱好者
zh_hant: 帽子愛好者

# BynameBynameSubject03380
source: Glasses Model
ko: 안경 애호가
zh_hans: 眼镜爱好者
zh_hant: 眼鏡愛好者

# BynameBynameSubject03390
source: Boot Model
ko: 부츠 애호가
zh_hans: 靴子爱好者
zh_hant: 靴子愛好者

# BynameBynameSubject03400
source: Card Collector
ja: カードコレクター
ko: 카드 컬렉터
zh_hans: 卡片收藏者
zh_hant: 卡片收藏者

# BynameBynameSubject03410
source: Item Collector
ja: ザッカコレクター
ko: 잡화 컬렉터
zh_hans: 杂货收藏者
zh_hant: 雜貨收藏者

# BynameBynameSubject03420
source: Fashionista
ja: ファッショニスタ
ko: 패셔니스타
zh_hans: 时尚界人士
zh_hant: 時尚界人士

# BynameBynameSubject03430
source: Locker Rock Star
ja: ロッカーマニア
ko: 로커 마니아
zh_hans: 置物柜狂
zh_hant: 置物櫃狂

# BynameBynameSubject03440
source: Squid Surger
ja: イカノボラー
ko: 징어클라이머
zh_hans: 鱿鱼登顶者
zh_hant: 魷魚登頂者

# BynameBynameSubject03450
source: Squid Roller
ja: イカローラー
ko: 징어롤러
zh_hans: 鱿鱼滚行者
zh_hant: 魷魚滾行者

# BynameBynameSubject03460
source: All-Arounder
ja: オールラウンダー
ko: 올라운더
zh_hans: 全能者
zh_hant: 全能者

# BynameBynameSubject03470
source: Jumper
ja: ジャンパー
ko: 점퍼
zh_hans: 跳跃者
zh_hant: 跳躍者

# BynameBynameSubject03480
source: Dodge Roller
ja: スライダー
ko: 슬라이더
zh_hans: 翻滚者
zh_hant: 翻滾者

# BynameBynameSubject03490
source: Slow Starter
ja: スロースターター
ko: 슬로 스타터
zh_hans: 慢起步者
zh_hant: 慢起步者

# BynameBynameSubject03500
source: Splat Bomber
ja: ボマー
ko: 보머
zh_hans: 轰炸者
zh_hant: 轟炸者

# BynameBynameSubject03510
source: Guardian
ko: 수호신
zh_hans: 守护神
zh_hant: 守護神

# BynameBynameSubject03520
source: Raider
ko: 돌격 대장
zh_hans: 冲锋队长
zh_hant: 衝鋒隊長

# BynameBynameSubject03530
source: Manta Ray
ja: エイ
ko: 가오리
zh_hans: 鬼蝠鲼
zh_hant: 鬼蝠魟

# BynameBynameSubject03540
source: Octarian
ja: オクタリアン
ko: 옥타리안
zh_hans: 章鱼族
zh_hant: 章魚族

# BynameBynameSubject03550
source: Bear
ja: クマ
ko: 곰
zh_hans: 熊
zh_hant: 熊

# BynameBynameSubject03560
source: Jellyfish
ja: クラゲ
ko: 해파리
zh_hans: 水母
zh_hant: 水母

# BynameBynameSubject03570
source: Human
ja: ニンゲン
ko: 인간
zh_hans: 人类
zh_hant: 人類

# BynameBynameSubject03580
source: Sea Creature
ko: 어패류
zh_hans: 鱼贝类
zh_hant: 魚貝類

# BynameBynameSubject03590
source: Mammal
ko: 포유류
zh_hans: 哺乳类
zh_hant: 哺乳類

# BynameBynameSubject03600
source: Artist
ja: アーティスト
ko: 아티스트
zh_hans: 艺术家
zh_hant: 藝術家

# BynameBynameSubject03610
source: Pop Star
ja: アイドル
ko: 아이돌
zh_hans: 偶像
zh_hant: 偶像

# BynameBynameSubject03620
source: Clock Puncher
ja: アルバイター
ko: 아르바이트생
zh_hans: 打工仔
zh_hant: 打工仔

# BynameBynameSubject03630
source: Eel Tamer
ko: 곰치 조련사
zh_hans: 海鳗操作者
zh_hant: 海鰻操作者

# BynameBynameSubject03640
source: Shark Tamer
ko: 상어 조련사
zh_hans: 鲨鱼操作者
zh_hant: 鯊魚操作者

# BynameBynameSubject03650
source: Clerk
ko: 숍 점원
zh_hans: 商店店员
zh_hant: 商店店員

# BynameBynameSubject03660
source: Office Drone
ko: 회사원
zh_hans: 上班族
zh_hant: 上班族

# BynameBynameSubject03670
source: Ringleader
ko: 반장
zh_hans: 老大
zh_hant: 老大

# BynameBynameSubject03680
source: Champ
ja: チャンピオン
ko: 챔피언
zh_hans: 冠军
zh_hant: 冠軍

# BynameBynameSubject03690
source: Bass Dropper
ja: ベーシスト
ko: 베이시스트
zh_hans: 贝斯手
zh_hant: 貝斯手

# BynameBynameSubject03710
source: Prince
ja: プリンス
ko: 프린스
zh_hans: 王子
zh_hant: 王子

# BynameBynameSubject03711
source: Princess
ja: プリンセス
ko: 프린세스
zh_hans: 公主
zh_hant: 公主

# BynameBynameSubject03720
source: Brother
ja: ブラザーズ
ko: 브라더스
zh_hans: 好哥儿们
zh_hant: 好哥兒們

# BynameBynameSubject03721
source: Sister
ja: シスターズ
ko: 시스터즈
zh_hans: 好姐妹
zh_hant: 好姐妹

# BynameBynameSubject03730
source: City Boy
ja: シティボーイ
ko: 시티 보이
zh_hans: 城市男孩
zh_hant: 城市男孩

# BynameBynameSubject03731
source: City Girl
ja: シティガール
ko: 시티 걸
zh_hans: 城市女孩
zh_hant: 城市女孩

# BynameBynameSubject03740
source: Groom
ko: 신랑
zh_hans: 新郎
zh_hant: 新郎

# BynameBynameSubject03741
source: Bride
ko: 신부
zh_hans: 新娘
zh_hant: 新娘

# BynameBynameSubject03750
source: King
ja: キング
ko: 킹
zh_hans: 国王
zh_hant: 國王
