Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GearGearNameClothesTes046
source: ω-3 Tee
de: ω-3-Shirt
es: Camiseta ω-3
es_mx: Camiseta ω-3
fr: T-shirt ω-3
it: T-shirt ω-3
ja: ω-3T
ko: ω-3 T
nl: ω-3-T-shirt
ru: Майка ω-3
zh_hans: ω-3T恤
zh_hant: ω-3T恤

# GearGearNameClothesTes047
source: Annaki Polpo-Pic Tank
de: Annaki-Oktoprint-Shirt
es: Camiseta Annak sin mangas
es_mx: Camiseta Annak sin mangas
fr: Débardeur poulpe Aroz
it: Canotta Annak stampa polpo
ja: アナアキT ポルポピック
ko: 아나키 폴포픽 T
nl: Annaki-shirt met octologo
ru: «Тентак» от Панкасиуса
zh_hans: 无法无天章鱼图案T恤
zh_hant: 無法無天章魚圖案T恤

# GearGearNameClothesTes048
source: Firewave Tee
de: Hitzewellen-Shirt
es: Camiseta degradado fuego
es_mx: Camiseta degradado fuego
fr: T-shirt dégradé flammes
it: T-shirt rovente
ja: ホットグラデT
ko: 핫 그러데이션 T
nl: Vuurtinten-T-shirt
ru: Майка «Огонь»
zh_hans: 火热渐层T恤
zh_hant: 火熱漸層T恤

# GearGearNameClothesTes049
source: Takoroka Galactic Tie Dye
de: Galaxie-Batikshirt
es: Camiseta Sepioca cosmos
es_mx: Camiseta Pulpioka cosmos
fr: T-shirt galaxie Cubic
it: T-shirt Pulpix galassia
ja: ヤコタイダイ ギャラクシー
ko: 라이즈 갤럭시 타이다이 T
nl: Kosmisch Takoroka-shirt
ru: Синяя хеви-майка
zh_hans: 暇古扎染T恤 银河
zh_hant: 暇古扎染T恤 銀河

# GearGearNameClothesTes050
source: Takoroka Rainbow Tie Dye
de: Regenbogen-Batikshirt
es: Camiseta Sepioca arcoíris
es_mx: Camiseta Pulpioka arcoíris
fr: T-shirt arc-en-ciel Cubic
it: T-shirt Pulpix arcobaleno
ja: ヤコタイダイ レインボー
ko: 라이즈 레인보우 타이다이 T
nl: Regenboog-Takoroka-shirt
ru: Радужная хеви-майка
zh_hans: 暇古扎染T恤 彩虹
zh_hant: 暇古扎染T恤 彩虹

# GearGearNameClothesTes051
source: Missus Shrug Tee
de: Ms-Shrug-Shirt
es: Camiseta Doña Pulpona
es_mx: Camiseta Doña Pulpona
fr: T-shirt Madame Plouf
it: T-shirt Mrs. Spalluccia
ja: ミズシュラッグT
ko: Ms. 슈러그 T
nl: Mevrouw Boeiuh-T-shirt
ru: Майка «Миссис Ногс»
zh_hans: 耸肩小姐T恤
zh_hant: 聳肩小姐T恤

# GearGearNameClothesTes052
source: League Tee
de: Liga-Shirt
es: Camiseta liguera
es_mx: Camiseta liguera
fr: T-shirt match de ligue
it: T-shirt di lega
ja: リーグT
ko: 리그 T
nl: Toernooi-T-shirt
ru: Майка «Элита»
zh_hans: 联盟T恤
zh_hant: 聯盟T恤

# GearGearNameClothesTes053
source: Friend Tee
de: Freundesshirt
es: Camiseta amistosa
es_mx: Camiseta amistad
fr: T-shirt match amical
it: T-shirt Amicizia
ja: フレンドT
ko: 프렌드 T
nl: Vrienden-T-shirt
ru: Майка «Друзья»
zh_hans: 好友T恤
zh_hant: 朋友T恤

# GearGearNameClothesTes054
source: Tentatek Slogan Tee
de: Tentatek-Mottoshirt
es: Camiseta Arome
es_mx: Eslogan Tentáctica
fr: T-shirt slogan OculR
it: T-shirt motto Arome
ja: アロメスローガンT
ko: 아로메 슬로건 T
nl: Tentatek-T-shirt met opdruk
ru: Майка «Щуччи» со слоганом
zh_hans: 艾洛眼口号T恤
zh_hant: 艾洛眼口號T恤

# GearGearNameClothesTes055
source: Icewave Tee
de: Frostwellen-Shirt
es: Camiseta degradado hielo
es_mx: Camiseta degradado hielo
fr: T-shirt dégradé glace
it: T-shirt glaciale
ja: アイスグラデT
ko: 아이스 그러데이션 T
nl: Vriestinten-T-shirt
ru: Майка «Лед»
zh_hans: 冰原渐层T恤
zh_hant: 冰原漸層T恤

# GearGearNameClothesTes056
source: Octoking HK Jersey
de: Oktoking-Trikot
es: Octo hockey Theutik
es_mx: Camiseta octo Theutik
fr: Maillot de hockey OCTADUX
it: Maglia hockey Octokings
ja: キングオクトHKシャツ
ko: 킹 옥토 HK 저지
nl: Octokings-hockeyshirt
ru: Хоккейка «Осьмо-VIP»
zh_hans: 章鱼皇HK衬衫
zh_hant: 章魚皇HK襯衫

# GearGearNameClothesTes057
source: Dakro Nana Tee
de: Gelbkiwi-Dakro-Shirt
es: Camiseta logo kiwi
es_mx: Camiseta Dakro frutal
fr: T-shirt jaune à logo
it: T-shirt gialla Totanic
ja: デカロTキウイ
ko: 키위 빅 로고 T
nl: Geel Dakro-shirt
ru: Желтая майка с принтом
zh_hans: 大LogoT恤 奇异果绿
zh_hant: 大LogoT恤 奇異果綠

# GearGearNameClothesTes058
source: Dakro Golden Tee
de: Goldenes Dakro-Shirt
es: Camiseta logo dorado
es_mx: Camiseta Dakro dorada
fr: T-shirt à logo doré
it: T-shirt oro Totanic
ja: デカロTゴールデン
ko: 골든 빅 로고 T
nl: Gouden Dakro-shirt
ru: Майка с золотым принтом
zh_hans: 大LogoT恤 黄金
zh_hant: 大LogoT恤 黃金

# GearGearNameClothesTes059
source: Black Velour Octoking Tee
de: Schwarzes Oktoking-Shirt
es: Camiseta octo negra Theutik
es_mx: Theutik octo negra
fr: T-shirt noir OCTADUX
it: T-shirt Octokings nera
ja: キングオクトTブラックベロア
ko: 블랙 벨루어 킹 옥토 T
nl: Zwart Octokings-T-shirt
ru: Черная тишка «Осьмо-VIP»
zh_hans: 章鱼皇HKT恤 绒面黑
zh_hant: 章魚皇HKT恤 絨面黑

# GearGearNameClothesTes060
source: Green Velour Octoking Tee
de: Grünes Oktoking-Shirt
es: Camiseta octo verde Theutik
es_mx: Theutik octo verde
fr: T-shirt vert OCTADUX
it: T-shirt Octokings verde
ja: キングオクトTミドリベロア
ko: 그린 벨루어 킹 옥토 T
nl: Groen Octokings-T-shirt
ru: Зеленая тишка «Осьмо-VIP»
zh_hans: 章鱼皇HKT恤 绒面绿
zh_hant: 章魚皇HKT恤 絨面綠

# GearGearNameClothesTes063
source: Tri-Shred Tee
de: Terpentakel-Shirt
es: Camiseta rasgada blanca
es_mx: Camiseta rasgada blanca
fr: Tri-shirt déchiré
it: Cala-shirt strappata
ja: サキイカホワイト
ko: 화이트 오징어채 T
nl: Verscheurd Tri-shirt
ru: Майка «Рыба-пила»
zh_hans: 鱿鱼丝T恤 白色
zh_hant: 魷魚絲T恤 白色

# GearGearNameClothesTes064
source: Tentatek Tandem
de: Tentatek-Duo-Shirt
es: Camiseta Arome tándem
es_mx: Camiseta Tentáctica tándem
fr: Tandem OculR
it: T-shirt bivalve Arome
ja: アロメT ゴブゴブ
ko: 아로메 반반 T
nl: Combi-Tentatek-T-shirt
ru: Майка-дуо «Щуччи»
zh_hans: 艾洛眼T恤 五分袖
zh_hant: 艾洛眼T恤 五分袖

# GearGearNameClothesTes066
source: Annaki Choker Tee
de: Annaki-Shirt mit Choker
es: Camiseta Annak collar
es_mx: Camiseta Annak collar
fr: T-shirt à collier Aroz
it: T-shirt Annak (collare)
ja: アナアキT チョーカー
ko: 아나키 초커 T
nl: Annaki-shirt en choker
ru: «Чокер» от Панкасиуса
zh_hans: 无法无天T恤配颈链
zh_hant: 無法無天T恤配頸鍊

# GearGearNameClothesTes067
source: Annaki Bracelet Tee
de: Annaki-Shirt mit Armband
es: Camiseta Annak brazaletes
es_mx: Camiseta Annak brazaletes
fr: T-shirt bracelets Aroz
it: T-shirt Annak (bracciali)
ja: アナアキT アシメブレス
ko: 아나키 브레이슬릿 T
nl: Annaki-shirt en armbanden
ru: «Манжеты» от Панкасиуса
zh_hans: 无法无天T恤配手链
zh_hant: 無法無天T恤配手鍊

# GearGearNameClothesTes068
source: White Retro Tee
de: Weißes Re-Issue-Shirt
es: Camiseta reditada blanca
es_mx: Camiseta reditada blanca
fr: T-shirt blanc rétro
it: T-shirt bianca rétro
ja: リイシューT ホワイト
ko: 화이트 리이슈 T
nl: Wit retro-T-shirt
ru: Белая ретро-майка
zh_hans: 再版T恤 白色
zh_hant: 再版T恤 白色

# GearGearNameClothesTes069
source: Blue Retro Tee
de: Schiefer-Re-Issue-Shirt
es: Camiseta reditada azul
es_mx: Camiseta reditada azul
fr: T-shirt bleu rétro
it: T-shirt azzurra rétro
ja: リイシューT ブルー
ko: 블루 리이슈 T
nl: Blauw retro-T-shirt
ru: Голубая ретро-майка
zh_hans: 再版T恤 蓝色
zh_hant: 再版T恤 藍色

# GearGearNameClothesTes070
source: Tan Retro Tee
de: Karamell-Re-Issue-Shirt
es: Camiseta reditada marrón
es_mx: Camiseta reditada marrón
fr: T-shirt beige rétro
it: T-shirt cachi rétro
ja: リイシューT ブラウン
ko: 브라운 리이슈 T
nl: Beige retro-T-shirt
ru: Бежевая ретро-майка
zh_hans: 再版T恤 棕色
zh_hant: 再版T恤 棕色

# GearGearNameClothesTes071
source: Barazushi Wrap
de: Barazushi-Tuch
es: Pañuelo Barazushi
es_mx: Pañuelo Barazushi
fr: Écharpe Alpaj
it: Scialle BaraS
ja: バラズシ ノリマキ
ko: 화이트아웃 김말이 T
nl: Barazushi-shawl
ru: Шаль «Нори-ролл»
zh_hans: 散寿司披肩 海苔卷
zh_hant: 散壽司披肩 海苔卷

# GearGearNameClothesTes072
source: Barazushi Rice Tee
de: Barazushi-Reis-Shirt
es: Camiseta Barazushi arroz
es_mx: Camiseta Barazushi arroz
fr: T-shirt lait Alpaj
it: T-shirt riso BaraS
ja: バラズシT ハクマイ
ko: 화이트아웃 백미 T
nl: Grijs Barazushi-T-shirt
ru: Майка «Суси-рис»
zh_hans: 散寿司T恤 白米
zh_hant: 散壽司T恤 白米

# GearGearNameClothesTes073
source: Barazushi Black Tee
de: Barazushi-Genmai-Shirt
es: Camiseta Barazushi naranja
es_mx: Camiseta Barazushi negra
fr: T-shirt thé Alpaj
it: T-shirt tè BaraS
ja: バラズシT ゲンマイ
ko: 화이트아웃 현미 T
nl: Zwart Barazushi-T-shirt
ru: Майка «Черный рис»
zh_hans: 散寿司T恤 糙米
zh_hant: 散壽司T恤 糙米

# GearGearNameClothesTes074
source: Barazushi Sakura Tee
de: Barazushi-Sakura-Shirt
es: Camiseta Barazushi cerezo
es_mx: Camiseta Barazushi cerezo
fr: T-shirt cerisier Alpaj
it: T-shirt ciliegio BaraS
ja: バラズシT セキハン
ko: 화이트아웃 팥밥 T
nl: Lila Barazushi-T-shirt
ru: Майка «Сакура»
zh_hans: 散寿司T恤 红豆饭
zh_hant: 散壽司T恤 紅豆飯

# GearGearNameClothesTes075
source: Octosquid Tandem Tee
de: OktoKalm-Duo-Shirt
es: Camiseta pulpalamar tándem
es_mx: Camiseta octolamar tándem
fr: Tandem Octacala
it: T-shirt bivalve CalaOcto
ja: イコT ゴブゴブ
ko: 오문어 반반 T
nl: Combi-inktopus-Tri-shirt
ru: Майка-дуо «ОсьмоМар»
zh_hans: 依古T恤 五分袖
zh_hant: 依古T恤 五分袖

# GearGearNameClothesTes076
source: Tri-Squid Tee
de: Tri-Kalmar-Shirt
es: Camiseta tricalamar
es_mx: Camiseta tricalamar
fr: Tri-shirt Calamar
it: Cala-shirt
ja: イカサンT
ko: 오징어 3 T
nl: Inktvis-Tri-shirt
ru: Кальмайка «Тройка»
zh_hans: 鱿鱼先生T恤
zh_hant: 魷魚先生T恤

# GearGearNameClothesTes077
source: Tri-Octo Tee
de: Tri-Okto-Shirt
es: Camiseta tripulpo
es_mx: Camiseta tripulpo
fr: Tri-shirt Octa
it: Octo-shirt
ja: タコサンT
ko: 문어 3 T
nl: Octopus-Tri-shirt
ru: Осьмомайка «Тройка»
zh_hans: 章鱼先生T恤
zh_hant: 章魚先生T恤

# GearGearNameClothesTes078
source: Takoroka m/ Crab
de: Kalamati m/ Crab
es: Camiseta Sepioca cangrejo
es_mx: Camiseta Pulpioka cangrejo
fr: T-shirt crabe Cubic
it: T-shirt granchio Sepia
ja: ヤコT ヘヴィクラブ
ko: 라이즈 헤비 크랩 T
nl: Krab-Takoroka-shirt m/
ru: Майка «Крабий m/етал»
zh_hans: 暇古T恤 重量级螃蟹
zh_hant: 暇古T恤 重量級螃蟹

# GearGearNameClothesTes079
source: Takoroka m/ Alien
de: Kalamati m/ Alien
es: Camiseta Sepioca alienígena
es_mx: Camiseta Pulpioka alienígena
fr: T-shirt alien Cubic
it: T-shirt alieno Sepia
ja: ヤコT メタルエイリアン
ko: 라이즈 메탈 에일리언 T
nl: Alien-Takoroka-shirt m/
ru: Майка «Другие m/иры»
zh_hans: 暇古T恤 金属外星生物
zh_hant: 暇古T恤 金屬外星生物

# GearGearNameClothesTes081
source: Takoroka Tandem
de: Kalamati-Duo-Shirt
es: Camiseta Sepioca tándem
es_mx: Camiseta Pulpioka tándem
fr: Tandem Cubic
it: T-shirt bivalve Sepia
ja: ヤコT ゴブゴブ
ko: 라이즈 반반 T
nl: Combi-Takoroka-shirt
ru: Майка-дуо от «Рыбок»
zh_hans: 暇古T恤 五分袖
zh_hant: 暇古T恤 五分袖

# GearGearNameClothesTes082
source: Pineapple Ringer
de: Ananas-Ringer-Shirt
es: Camiseta de timbre piña
es_mx: Camiseta de timbre piña
fr: Haut ananas
it: T-shirt similananas
ja: リンガーT パイン
ko: 파인 링거 T
nl: Ringer-T-shirt ananas
ru: Майка «Ананасик»
zh_hans: 滚边T恤 凤梨
zh_hant: 滾邊T恤 鳳梨

# GearGearNameClothesTes083
source: Apple Ringer
de: Apfel-Ringer-Shirt
es: Camiseta de timbre manzana
es_mx: Camiseta de timbre manzana
fr: Haut pomme
it: T-shirt similmela
ja: リンガーT アップル
ko: 애플 링거 T
nl: Ringer-T-shirt appel
ru: Майка «Яблочко»
zh_hans: 滚边T恤 苹果
zh_hant: 滾邊T恤 蘋果

# GearGearNameClothesTes084
source: Vaporwave Tee
de: Zwielichtwellen-Shirt
es: Camiseta degradado neón
es_mx: Camiseta crepúsculo
fr: T-shirt dégradé vapeur
it: T-shirt vaporosa
ja: トワイライトグラデT
ko: 트와일라이트 그러데이션 T
nl: Avondtinten-T-shirt
ru: Майка «Закат»
zh_hans: 暮光渐层T恤
zh_hant: 暮光漸層T恤

# GearGearNameClothesTes085
source: Duskwave Tee
de: Dämmerwellen-Shirt
es: Camiseta degradado atardecer
es_mx: Camiseta atardecer
fr: T-shirt dégradé crépuscule
it: T-shirt crepuscolare
ja: サンセットグラデT
ko: 선셋 그러데이션 T
nl: Ochtendtinten-T-shirt
ru: Майка «Рассвет»
zh_hans: 日落渐层T恤
zh_hant: 日落漸層T恤

# GearGearNameClothesTes086
source: Lyco-P Streetstyle Tee
de: Papri-K-Style-Shirt
es: Camiseta de diseño tomate
es_mx: Camiseta tomate
fr: T-shirt branché papri-K
it: T-shirt street rossa
ja: ビバレッジT リコピン
ko: 리코펜 베버리지 T
nl: Rood streetstyle-T-shirt
ru: Модная майка «Паприка»
zh_hans: 饮料T恤 番茄红素
zh_hant: 飲料T恤 番茄紅素

# GearGearNameClothesTes087
source: Slate Streetstyle Tee
de: Sesa-M-Style-Shirt
es: Camiseta de diseño sésamo
es_mx: Camiseta sésamo
fr: T-shirt branché C-same
it: T-shirt street grigia
ja: ビバレッジT セサミン
ko: 세사민 베버리지 T
nl: Grijs streetstyle-T-shirt
ru: Модная майка «Сезам»
zh_hans: 饮料T恤 芝麻素
zh_hant: 飲料T恤 芝麻素

# GearGearNameClothesTes088
source: Eelzebub Tee
de: Aalzazel-Shirt
es: Camiseta ofídica
es_mx: Camiseta ofídica
fr: T-shirt ophidien
it: T-shirt draganguilla
ja: ガブリエルT
ko: 가브리엘 T
nl: Aalzebub-T-shirt
ru: Майка «У-гранж»
zh_hans: 加百列T恤
zh_hant: 加百列T恤

# GearGearNameClothesTes089
source: Zontal Ztripe Tee
de: Kondensstreifen-Shirt
es: Camiseta marinera oscura
es_mx: Camiseta marinera oscura
fr: T-shirt rayé laser
it: T-shirt Ztrisce Zontal
ja: コントレイルボーダー
ko: 칸트레일 보더 T
nl: Zontale ztrepen-T-shirt
ru: Полосатая майка
zh_hans: 飞机云横纹T恤
zh_hant: 飛機雲橫紋T恤

# GearGearNameClothesTes090
source: Lime BlobMob Tee
de: Limetten-BlobMob-Shirt
es: Camiseta glóbulos verde
es_mx: Camiseta glóbulos verde
fr: T-shirt smiley limette
it: T-shirt SmileMob verde
ja: スシズメブロブ ライム
ko: 라임 블랍몹 T
nl: Limetten-BlobMob-T-shirt
ru: Лаймовая смайл-майка
zh_hans: 密集水滴鱼上衣 莱姆绿
zh_hant: 密集水滴魚上衣 萊姆綠

# GearGearNameClothesTes091
source: Berry BlobMob Tee
de: Beeren-BlobMob-Shirt
es: Camiseta glóbulos rosa
es_mx: Camiseta glóbulos rosa
fr: T-shirt smiley framboise
it: T-shirt SmileMob fucsia
ja: スシズメブロブ ベリー
ko: 베리 블랍몹 T
nl: Bessen-BlobMob-T-shirt
ru: Ягодная смайл-майка
zh_hans: 密集水滴鱼上衣 莓果红
zh_hant: 密集水滴魚上衣 莓果紅

# GearGearNameClothesTes092
source: White Z+F Tee
de: Weißes Zekkori-Shirt
es: Camiseta Ezkkor blanca
es_mx: Camiseta ZyS blanca
fr: T-shirt E+F blanc
it: T-shirt bianca E+T
ja: エゾッコリーT ホワイト
ko: 제코핀 화이트 T
nl: Wit Zekkofin-T-shirt
ru: Белая майка «ЙожкоТюр»
zh_hans: 泽酷暖流T恤 白色
zh_hant: 澤酷暖流T恤 白色

# GearGearNameClothesTes093
source: Navy Z+F Tee
de: Marine-Zekkori-Shirt
es: Camiseta Ezkkor marina
es_mx: Camiseta ZyS azul
fr: T-shirt E+F marine
it: T-shirt navy E+T
ja: エゾッコリーT ネイビー
ko: 제코핀 네이비 T
nl: Blauw Zekkofin-T-shirt
ru: Синяя майка «ЙожкоТюр»
zh_hans: 泽酷暖流T恤 海军蓝
zh_hant: 澤酷暖流T恤 海軍藍

# GearGearNameClothesTes094
source: Plum Barazushi Wrap
de: Viola-Barazushi-Tuch
es: Pañuelo Barazushi morado
es_mx: Pañuelo Barazushi morado
fr: Écharpe Alpaj prune
it: Scialle BaraS viola
ja: バラズシ アカシソマキ
ko: 화이트아웃 차조기말이 T
nl: Paarse Barazushi-shawl
ru: Сливовый «Нори-ролл»
zh_hans: 散寿司披肩 红紫苏卷
zh_hant: 散壽司披肩 紅紫蘇卷

# GearGearNameClothesTes095
source: King Mesh Tee
de: Mesh-Oktoking-Shirt
es: Camiseta de malla Theutik
es_mx: Camiseta de malla Theutik
fr: T-shirt DUX en maille
it: T-shirt Octokings a rete
ja: キングシースルーT
ko: 킹 시스루 T
nl: Octoking-gaasshirt
ru: Майка-сеточка «VIP»
zh_hans: 王者透明T恤
zh_hant: 王者透明T恤

# GearGearNameClothesTly000
source: White Layered LS
de: Weißes Lagen-Shirt
es: Blanca doble
es_mx: Camiseta de capas blanca
fr: Haut double blanc
it: A strati bianca
ja: レイヤード ホワイト
ko: 화이트 레이어드 T
nl: Wit laagjesshirt
ru: Белая двойка
zh_hans: 两件式长袖上衣 白色
zh_hant: 兩件式長袖上衣 白色

# GearGearNameClothesTly001
source: Yellow Layered LS
de: Gelbes Lagen-Shirt
es: Mostaza doble
es_mx: Camiseta de capas amarilla
fr: Haut double moutarde
it: A strati gialla
ja: マスタードガサネ
ko: 머스터드 레이어드 T
nl: Geel laagjesshirt
ru: Желтая двойка
zh_hans: 两件式长袖上衣 芥末黄
zh_hant: 兩件式長袖上衣 芥末黃

# GearGearNameClothesTly002
source: Camo Layered LS
de: Tarn-Lagen-Shirt
es: Camuflaje doble
es_mx: Camiseta de capas camuflaje
fr: Haut double à motif
it: A strati mimetica
ja: カモガサネ
ko: 카무 레이어드 T
nl: Camouflagelaagjesshirt
ru: Камуфляжная двойка
zh_hans: 两件式长袖上衣 迷彩绿
zh_hant: 兩件式長袖上衣 迷彩綠

# GearGearNameClothesTly003
source: Black Layered LS
de: Schwarzes Lagen-Shirt
es: Negra doble
es_mx: Camiseta de capas negra
fr: Haut double noir
it: A strati nera
ja: レイヤード ブラック
ko: 블랙 레이어드 T
nl: Zwart laagjesshirt
ru: Черная двойка
zh_hans: 两件式长袖上衣 黑色
zh_hant: 兩件式長袖上衣 黑色

# GearGearNameClothesTly004
source: Zink Layered LS
de: Sagitron-Lagen-Shirt
es: Tintaz doble
es_mx: Tintaz de capas
fr: Haut double Leviathus
it: A strati Totanic
ja: アイロニックレイヤード
ko: 아이로닉 레이어드 T
nl: Zink-laagjesshirt
ru: Двойка от «Шпротус»
zh_hans: 钢铁先锋两件式长袖上衣
zh_hant: 鋼鐵先鋒兩件式長袖上衣

# GearGearNameClothesTly005
source: Layered Anchor LS
de: Anker-Lagen-Shirt
es: Ancla doble
es_mx: Ancla de capas
fr: Haut double ancre
it: A strati ancora
ja: ガチガサネ
ko: 앵커 레이어드 T
nl: Ankerlaagjesshirt
ru: Двойка «Якорь»
zh_hans: 真格两件式长袖上衣
zh_hant: 真格兩件式長袖上衣

# GearGearNameClothesTly006
source: Choco Layered LS
de: Schoko-Lagen-Shirt
es: Chocolate doble
es_mx: Camiseta de capas chocolate
fr: Haut double Cubic
it: A strati marrone
ja: チョコガサネ
ko: 초콜릿 레이어드 T
nl: Bruin laagjesshirt
ru: Коричневая двойка
zh_hans: 两件式长袖上衣 巧克力色
zh_hant: 兩件式長袖上衣 巧克力色

# GearGearNameClothesTly007
source: Part-Time Pirate
de: Piraten-Lagen-Shirt
es: Pirata doble
es_mx: Pirata de capas
fr: Haut double pirate
it: A strati pirata
ja: かくれパイレーツ
ko: 시크릿 파이러트 T
nl: Piratenlaagjesshirt
ru: Двойка-пиратка
zh_hans: 隐藏版海盗上衣
zh_hant: 隱藏版海盜上衣

# GearGearNameClothesTly008
source: Layered Vector LS
de: Lagen-Profil-Shirt
es: Vectores doble
es_mx: Vectores de capas
fr: Haut double fléché
it: A strati frecce
ja: ベクトルラインガサネ
ko: 벡터 라인 레이어드 T
nl: Pijlenlaagjesshirt
ru: Двойка с узором
zh_hans: 向量线条两件式长袖上衣
zh_hant: 向量線條兩件式長袖上衣

# GearGearNameClothesTly009
source: Green Tee
de: Grünes Lagen-Shirt
es: Camiseta verde
es_mx: Camiseta verde oliva
fr: T-shirt double vert
it: T-shirt verde
ja: グリーンＴ
ko: 그린 T
nl: Groen laagjes-T-shirt
ru: Короткая хаки двойка
zh_hans: 绿色T恤
zh_hant: 綠色T恤

# GearGearNameClothesTly010
source: Red Tentatek Tee
de: Rotes Tentatek-Shirt
es: Camiseta Arome roja
es_mx: Camiseta Tentáctica roja
fr: Haut double rouge OculR
it: T-shirt rossa Arome
ja: アロメテックT レッド
ko: 아로메 레드 T
nl: Rood Tentatek-T-shirt
ru: Пара от «Щуччи»
zh_hans: 艾洛眼T恤 红色
zh_hant: 艾洛眼T恤 紅色

# GearGearNameClothesTly011
source: Blue Tentatek Tee
de: Blaues Tentatek-Shirt
es: Camiseta Arome azul
es_mx: Camiseta Tentáctica azul
fr: Haut double bleu OculR
it: T-shirt blu Arome
ja: アロメテックT ブルー
ko: 아로메 블루 T
nl: Blauw Tentatek-T-shirt
ru: Синяя пара от «Щуччи»
zh_hans: 艾洛眼T恤 蓝色
zh_hant: 艾洛眼T恤 藍色

# GearGearNameClothesTly013
source: Squid Yellow Layered LS
de: Gelbes Kalmar-Lagen-Shirt
es: Calamar doble
es_mx: Calamar de capas
fr: Haut double calamar jaune
it: A strati gialloseppia
ja: イカイエローVガサネ
ko: 옐로 오징어 레이어드 V
nl: Geel inktvislaagjesshirt
ru: Желтая двойка «Каракат»
zh_hans: 鱿鱼两件式V领长袖上衣 黄色
zh_hant: 魷魚兩件式V領長袖上衣 黃色

# GearGearNameClothesTnk000
source: B-ball Jersey (Home)
de: Basketball-Heimtrikot
es: Baloncesto local
es_mx: Baloncesto local
fr: Maillot de basket (domicile)
it: Canotta (casa)
ja: バスケジャージ ホーム
ko: 바스켓볼 저지(홈)
nl: Basketbalshirt (thuis)
ru: Баскетболка (основная)
zh_hans: 篮球运动服 主场
zh_hant: 籃球運動服 主場

# GearGearNameClothesTnk001
source: B-ball Jersey (Away)
de: Basketball-Auswärtstrikot
es: Baloncesto visitante
es_mx: Baloncesto visitante
fr: Maillot de basket (extérieur)
it: Canotta (trasferta)
ja: バスケジャージ アウェイ
ko: 바스켓볼 저지(어웨이)
nl: Basketbalshirt (uit)
ru: Баскетболка (запасная)
zh_hans: 篮球运动服 客场
zh_hant: 籃球運動服 客場

# GearGearNameClothesTnk003
source: White King Tank
de: Weißes King-Tanktop
es: Tirantes blanca Theutik
es_mx: Tirantes blanca Theutik
fr: Débardeur DUX blanc
it: Canotta bianca Calamars
ja: キングタンク ホワイト
ko: 화이트 킹 탱크
nl: Witte Calamars-tanktop
ru: Белый танк-топ «VIP»
zh_hans: 王者坦克背心 白色
zh_hant: 王者坦克背心 白色

# GearGearNameClothesTnk004
source: Slash King Tank
de: Blockstreifen-King-Tanktop
es: Tirantes franja Theutik
es_mx: Tirantes franja Theutik
fr: Débardeur DUX rayé
it: Canotta a strisce Calamars
ja: キングタンク スラッシュ
ko: 슬래시 킹 탱크
nl: Gestreepte Calamars-tanktop
ru: Крутой танк-топ «VIP»
zh_hans: 王者坦克背心 斜线
zh_hant: 王者坦克背心 斜線

# GearGearNameClothesTnk005
source: Navy King Tank
de: Marineblaues King-Tanktop
es: Tirantes azul Theutik
es_mx: Tirantes azul Theutik
fr: Débardeur DUX marine
it: Canotta blu Calamars
ja: キングタンク マリン
ko: 마린 킹 탱크
nl: Blauwe Calamars-tanktop
ru: Морской танк-топ «VIP»
zh_hans: 王者坦克背心 海军风
zh_hant: 王者坦克背心 海軍風

# GearGearNameClothesTnk006
source: Lob-Stars Jersey
de: LobStars-Trikot
es: Baloncesto Los Cigalas
es_mx: C.B. Crustáceos
fr: Maillot des LobStars
it: Canotta Aragostars
ja: ロブスターズユニ
ko: 랍스터즈 유니폼
nl: LobStars-shirt
ru: Баскетболка «Клешня»
zh_hans: 威猛龙虾队制服
zh_hant: 威猛龍蝦隊制服

# GearGearNameClothesTnk007
source: Umibozu Road Jersey
de: Umibozu-Auswärtstrikot
es: Umibozu visitante
es_mx: Umibozu visitante
fr: Maillot des Umibozu (ext.)
it: Canotta Umibozu
ja: ウミボーズ アウェイ
ko: 우미보즈(어웨이)
nl: Umibozu-jersey (uit)
ru: «Умибодзу» (запасной)
zh_hans: 海坊主坦克背心 客场
zh_hant: 海坊主坦克背心 客場

# GearGearNameClothesTnk008
source: Umibozu Home Jersey
de: Umibozu-Heimtrikot
es: Umibozu local
es_mx: Umibozu local
fr: Maillot des Umibozu (dom.)
it: Maglia Umibozu
ja: ウミボーズ ホーム
ko: 우미보즈(홈)
nl: Umibozu-jersey (thuis)
ru: «Умибодзу» (основной)
zh_hans: 海坊主坦克背心 主场
zh_hant: 海坊主坦克背心 主場

# GearGearNameClothesTrg000
source: Crispy Crustume
de: Knusperkostüm
es: Traje rebozado
es_mx: Traje rebozado
fr: Costume Omar
it: Crostume croccante
ja: アゲアゲコロモ
ko: 바삭바삭 튀김옷
nl: Krokant kostuum
ru: Хрустящий кокон
zh_hans: 酥脆外皮
zh_hant: 酥脆外皮

# GearGearNameClothesTrg001
source: Frivolous Paw Suit
de: Miez-Montur
es: Traje arbitral
es_mx: Traje arbitral
fr: Costume félin
it: Costume felino
ja: ジャッジメントハンド
ko: 저지먼트 핸드
nl: Poezelig pak
ru: Судейский комплект
zh_hans: 评审手套
zh_hant: 評審手套

# GearGearNameClothesVst000
source: Mountain Vest
de: Kletter-Steppweste
es: Anorak montaña
es_mx: Chaleco montaña
fr: Gilet de montagne
it: Piumino montagna
ja: マウンテンダウン
ko: 마운틴 패딩 베스트
nl: Berg-bodywarmer
ru: Пуховой жилет
zh_hans: 登山羽绒背心
zh_hant: 登山羽絨背心

# GearGearNameClothesVst001
source: Forest Vest
de: Outdoor-Steppweste
es: Anorak jungla
es_mx: Chaleco jungla
fr: Gilet sylvestre
it: Piumino trekking
ja: フォレストダウン
ko: 포레스트 패딩 베스트
nl: Bos-bodywarmer
ru: Походный жилет
zh_hans: 森林羽绒背心
zh_hant: 森林羽絨背心

# GearGearNameClothesVst002
source: Dark Urban Vest
de: Nachtblaue Steppweste
es: Anorak urbano noche
es_mx: Chaleco oscuro
fr: Gilet urbain noir
it: Gilè urbano
ja: アーバンベスト ナイト
ko: 나이트 어번 패딩 베스트
nl: Stadsjungle-bodywarmer
ru: Темный жилет
zh_hans: 城市背心 夜空蓝
zh_hant: 城市背心 夜空藍

# GearGearNameClothesVst003
source: Yellow Urban Vest
de: Gelbe Steppweste
es: Anorak urbano día
es_mx: Chaleco amarillo
fr: Gilet urbain jaune
it: Gilè urbano giallo
ja: アーバンベスト イエロー
ko: 옐로 어번 패딩 베스트
nl: Gele bodywarmer
ru: Желтый жилет
zh_hans: 城市背心 黄色
zh_hant: 城市背心 黃色

# GearGearNameClothesVst004
source: Squid-Pattern Waistcoat
de: Karohemd mit Weste
es: Chaleco con camisa
es_mx: Chaleco calamar
fr: Gilet motif calamar
it: Gilè calamaro
ja: イカゴッチンベスト
ko: 오징어 패턴 베스트
nl: Geruit hemd met gilet
ru: Жилет «Краш-кальмар»
zh_hans: 相撞鱿鱼背心
zh_hant: 相撞魷魚背心

# GearGearNameClothesVst005
source: Squidstar Waistcoat
de: Kalmarstern-Weste
es: Chaleco con camisa lisa
es_mx: Chaleco de domingo
fr: Veston motif étoile
it: Gilè aquilamaro
ja: イカノボリベスト
ko: 오징어 스타 베스트
nl: Hemd met sterrengilet
ru: Жилет «Звезда»
zh_hans: 上升鱿鱼背心
zh_hant: 上升魷魚背心

# GearGearNameClothesVst007
source: Fishing Vest
de: Anglerweste
es: Chaleco pesca
es_mx: Chaleco pesca
fr: Gilet de pêcheur
it: Gilè da pesca
ja: フィッシャーズベスト オジ
ko: 피싱 베스트
nl: Vissersvest
ru: Жилет рыбака
zh_hans: 钓鱼背心 爷爷
zh_hant: 釣魚背心 爺爺

# GearGearNameClothesVst008
source: Front-Zip Vest
de: Reißverschlussweste
es: Chaleco elegante
es_mx: Chaleco elegante
fr: Gilet zippé asymétrique
it: Gilè con cerniera
ja: フロントジップベスト
ko: 프론트 집 베스트
nl: Bodywarmer met rits
ru: Жилет на молнии
zh_hans: 前拉链背心
zh_hant: 前拉鍊背心

# GearGearNameClothesVst009
source: Silver Tentatek Vest
de: Silberne Tentatek-Weste
es: Maillot velocista plata
es_mx: Chaleco Tentáctica plata
fr: Gilet argent OculR
it: Gilè argento Arome
ja: アロメランベスト シルバー
ko: 아로메 실버 런 베스트
nl: Zilveren Tentatek-vest
ru: Жилет «Щуччи-сталь»
zh_hans: 艾洛眼跑步背心 银色
zh_hant: 艾洛眼跑步背心 銀色

# GearGearNameClothesVst010
source: Khaki Ranger Vest
de: Kaki-Ranger-Kombo
es: Chaleco bolsillos caqui
es_mx: Chaleco bolsillos caqui
fr: Gilet forestier kaki
it: Gilet militare cachi
ja: ハンティングベストKK
ko: 카키 헌팅 베스트
nl: Kaki boswachteroverhemd
ru: Полевой жилет «Хаки»
zh_hans: 狩猎背心KK
zh_hant: 狩獵背心KK

# GearGearNameClothesVst011
source: Red Battlecrab Shell
de: Roter Krabbenschützer
es: Coraza cangrejo roja
es_mx: Coraza cangrejo roja
fr: Crustarapace rouge
it: Granchiorazza rossa
ja: タカアシプロテクターレッド
ko: 레드 거미게 프로텍터
nl: Rood krabbenpantser
ru: Жилет «Краснопанцирь»
zh_hans: 长腿护甲 红色
zh_hant: 長腿護甲 紅色

# GearGearNameClothesVst012
source: Lime Battlecrab Shell
de: Grüner Krabbenschützer
es: Coraza cangrejo verde
es_mx: Coraza cangrejo verde
fr: Crustarapace limette
it: Granchiorazza verde
ja: タカアシプロテクターライム
ko: 라임 거미게 프로텍터
nl: Groen krabbenpantser
ru: Жилет «Зеленый панцирь»
zh_hans: 长腿护甲 莱姆绿
zh_hant: 長腿護甲 萊姆綠
