Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameStcStiCharacter34
source: BD-CDBDY character
de: Bild-Decal „T&P-JAUJR“
es: Personaje CCF-SF
es_mx: Personaje UCC-SC
fr: Personnage PML-ZDK-CPCAB
it: Personaggio MAS-ME
ja: キャラ TA-TPK
ko: DP-DPG 캐릭터
nl: Personage PZ-KBLMT
ru: Персонаж УСТОР-ДРУТРЕС
zh_hans: 角色 TA-TPK
zh_hant: 角色 TA-TPK

# GoodsGoodsNameStcStiCharacter35
source: OKTBB character
de: Bild-Decal „O2F-SBL“
es: Personaje OCTNV-AZ
es_mx: Personaje OCTNV-AZ
fr: Personnage PLP-NBL
it: Personaggio PFG-NB
ja: キャラ WTK-BL
ko: SOC-BL 캐릭터
nl: Personage ZBL-IKV
ru: Персонаж ОСЬ-НУБ-ЧС
zh_hans: 角色 WTK-BL
zh_hant: 角色 WTK-BL

# GoodsGoodsNameStcStiCharacter36
source: SONOV-YB character
de: Bild-Decal „OT2F-GBL“
es: Personaje CLPLNV-AZ
es_mx: Personaje CLPLNV-AZ
fr: Personnage NOV-CLPL-BLJA
it: Personaggio CPNO-GB
ja: キャラ WIT-BL
ko: SSO-BL 캐릭터
nl: Personage IVOC-GB
ru: Персонаж КЛОСЬ-НУБ-ЖС
zh_hans: 角色 WIT-BL
zh_hant: 角色 WIT-BL

# GoodsGoodsNameStcStiCharacter37
source: SQDNML-YB character
de: Bild-Decal „T2F-GS“
es: Personaje CLMNV-NG
es_mx: Personaje CLMNV-NG
fr: Personnage CLM-NRM-BLJA
it: Personaggio GCN-GN
ja: キャラ WIK-BK
ko: SSQ-BK 캐릭터
nl: Personage OCT-GZ
ru: Персонаж КАЛЬ-НУБ-ЖЧ
zh_hans: 角色 WIK-BK
zh_hant: 角色 WIK-BK

# GoodsGoodsNameStcStiCharacter38
source: SB-ANGSQ character
de: Bild-Decal „SNN-EVLTF“
es: Personaje CLM-DSG
es_mx: Personaje CLM-DSG
fr: Personnage CLMFRX-DCL
it: Personaggio SCF-AB
ja: キャラ KSI
ko: JWS 캐릭터
nl: Personage ZG-BO-IKV
ru: Персонаж ЗЛО-КАЛЬ-ВЫГОР
zh_hans: 角色 KSI
zh_hant: 角色 KSI

# GoodsGoodsNameStcStiCharacter39
source: BD-CDBDY-BC character
de: Bild-Decal „T&P-JAUJR-TPF“
es: Personaje MSC-CCF
es_mx: Personaje MSC-UCC
fr: Personnage HDPM-CPCAB
it: Personaggio MAS-PP
ja: キャラ TRC
ko: DPY 캐릭터
nl: Personage PZ-KBLMT-BP
ru: Персонаж УСТОР-ГОР-ДРУТРЕС
zh_hans: 角色 TRC
zh_hant: 角色 TRC

# GoodsGoodsNameStcStiCharacter40
source: HRMC character
de: Bild-Decal „HPP-KRBF“
es: Personaje SMCNG
es_mx: Personaje SMCNG
fr: Personnage CBSJ
it: Personaggio GSRF
ja: キャラ KNK
ko: KKGG 캐릭터
nl: Personage BRAPKB
ru: Персонаж БОЛТУС-РАД
zh_hans: 角色 KNK
zh_hant: 角色 KNK

# GoodsGoodsNameStcStiCharacter41
source: BWTR-BE-TS character
de: Bild-Decal „KQ-KCMSKT-GNZ“
es: Personaje MSC-BNAG
es_mx: Personaje MSC-BNAG
fr: Personnage SRT-BT-P
it: Personaggio FER-MAS-I
ja: キャラ KSC
ko: GMY 캐릭터
nl: Personage BB-JFB-B
ru: Персонаж ТУХВО-ТАЛ-ЗНК
zh_hans: 角色 KSC
zh_hant: 角色 KSC

# GoodsGoodsNameStcStiCharacter42
source: MSSQ character
de: Bild-Decal „CRSP“
es: Personaje APV-CRJ
es_mx: Personaje APV-CRJ
fr: Personnage BSC-CLM
it: Personaggio CMS
ja: キャラ MMS
ko: UUS 캐릭터
nl: Personage KNIKV
ru: Персонаж КАЛЬ-ЧАВК
zh_hans: 角色 MMS
zh_hant: 角色 MMS

# GoodsGoodsNameStcStiCharacter43
source: FLDRHTS-FOAB-O character
de: Bild-Decal „SHL-RADLFI-O“
es: Personaje PZBCLT
es_mx: Personaje PZBCLT
fr: Personnage LFM-PAV-O
it: Personaggio PIB
ja: キャラ CKU
ko: BYCYFSH 캐릭터
nl: Personage BA-VODF-O
ru: Персонаж МИКАМ-ВЕЛ-ОРЖ
zh_hans: 角色 CKU
zh_hant: 角色 CKU

# GoodsGoodsNameStcStiCharacter44
source: CL-SFT character
de: Bild-Decal „SPN-SKLN“
es: Personaje DR-WSS
es_mx: Personaje DR-WSS
fr: Personnage QCC-SFT
it: Personaggio GRA-PCS
ja: キャラ TK-WSS
ko: GMG-WSS 캐릭터
nl: Personage VSD-WSS
ru: Персонаж КРАБ-ХЭТ
zh_hans: 角色 TK-WSS
zh_hant: 角色 TK-WSS

# GoodsGoodsNameStcStiCharacter45
source: RBR-CYN character
de: Bild-Decal „R&R-RMN-RB“
es: Personaje RAMN-RBT
es_mx: Personaje RAMN-RBT
fr: Personnage AMR-CBRM
it: Personaggio RR-SPC
ja: ステッカー BG-RMR
ko: SRJ-RMR 스티커
nl: Personage BAB-RMN-RB
ru: Персонаж РОБ-БОТ
zh_hans: 贴纸 BG-RMR
zh_hant: 貼紙 BG-RMR

# GoodsGoodsNameStcStiCharacter46
source: MLA-MSCT character
de: Bild-Decal „LOA-MSKT“
es: Personaje ARMLN-MSC
es_mx: Calcomanía ARMLN-MSC
fr: Personnage TR-MSCT
it: Personaggio AO-MA
ja: キャラ KJ-KJK
ko: CG-CSCG 캐릭터
nl: Personage TVA-MSCT
ru: Персонаж АЭР-ТАЛ
zh_hans: 角色 KJ-KJK
zh_hant: 角色 KJ-KJK

# GoodsGoodsNameStcStiCharacter47
source: LH-TNTV character
de: Bild-Decal „BL-KLMR“
es: Personaje TRMDG-MSC
es_mx: Personaje TRMDG-MSC
fr: Personnage GA-TNTBL
it: Personaggio SL-TTCL
ja: キャラ RT-GSM
ko: YT-GSM 캐릭터
nl: Personage LC-TNBL
ru: Персонаж ЛЕМ-ЧИБ-ЛИНА
zh_hans: 角色 RT-GSM
zh_hant: 角色 RT-GSM

# GoodsGoodsNameStcStiCharacter48
source: LH-CDM character
de: Bild-Decal „BL-ABO-MS“
es: Personaje TRMDG-TRJ
es_mx: Personaje TRMDG-TRJ
fr: Personnage GA-MCPP
it: Personaggio SL-MCP
ja: キャラ RT-ICM
ko: YT-ICM 캐릭터
nl: Personage LC-ABOMSCT
ru: Персонаж ЛЕМ-ЗДНО
zh_hans: 角色 RT-ICM
zh_hant: 角色 RT-ICM

# GoodsGoodsNameStcStiCharacter49
source: LH-BTNT character
de: Bild-Decal „BL-KLMR-PP“
es: Personaje TRMDG-MSCXL
es_mx: Personaje TRMDG-MSCXL
fr: Personnage GA-TNTBL-XL
it: Personaggio SL-TCLG
ja: キャラ RT-BGM
ko: YT-BGM 캐릭터
nl: Personage LC-TNBLXL
ru: Персонаж ЛЕМ-ЛИНА
zh_hans: 角色 RT-BGM
zh_hant: 角色 RT-BGM

# GoodsGoodsNameStcStiContestSakeArtilleryLv01
source: basic Big Shot sticker
de: Kanonya-Aufkleber Standard
es: Pegatina artilleroide básica
es_mx: Calcomanía artilleroide básica
fr: Autocollant Gros boulet standard
it: Adesivo Cannoniere base
ja: ステッカー テッキュウ ノーマル
ko: 노멀 철 구슬 스티커
nl: Standaard Bombariesticker
ru: Обычная наклейка с ядровиком
zh_hans: 贴纸 铁球鱼 一般版
zh_hant: 貼紙 鐵球魚 一般版

# GoodsGoodsNameStcStiContestSakediverLv01
source: basic Maws sticker
de: Grablax-Aufkleber Standard
es: Pegatina fáucex básica
es_mx: Calcomanía mandíburo básica
fr: Autocollant Gobb standard
it: Adesivo Boccalone base
ja: ステッカー モグラ ノーマル
ko: 노멀 두더지 스티커
nl: Standaard Snaaisticker
ru: Обычная наклейка с Жуй-Горбушем
zh_hans: 贴纸 鼹鼠鱼 一般版
zh_hant: 貼紙 鼴鼠魚 一般版

# GoodsGoodsNameStcStiContestSakeDolphinLv01
source: basic Flipper-Flopper sticker
de: Sturmreifer-Aufkleber Standard
es: Pegatina chapotero básica
es_mx: Calcomanía chapotero básica
fr: Autocollant Ploufion standard
it: Adesivo Tuffone base
ja: ステッカー ダイバー ノーマル
ko: 노멀 다이버 스티커
nl: Standaard Dompelaarsticker
ru: Обычная наклейка с хулахлюпом
zh_hans: 贴纸 潜水鱼 一般版
zh_hant: 貼紙 潛水魚 一般版

# GoodsGoodsNameStcStiContestSakelienBomberLv01
source: basic Steelhead sticker
de: Bäm-Aufkleber Standard
es: Pegatina ferroz básica
es_mx: Calcomanía ferroz básica
fr: Autocollant Tête-de-pneu standard
it: Adesivo Bomber base
ja: ステッカー バクダン ノーマル
ko: 노멀 폭탄 스티커
nl: Standaard Staalkopsticker
ru: Обычная наклейка «Дядя Семг»
zh_hans: 贴纸 炸弹鱼 一般版
zh_hant: 貼紙 炸彈魚 一般版

# GoodsGoodsNameStcStiContestSakelienCupTwinsLv01
source: basic Flyfish sticker
de: Rakzak-Aufkleber Standard
es: Pegatina drónido básica
es_mx: Calcomanía drónido básica
fr: Autocollant Aéro Ben standard
it: Adesivo Salmodrone base
ja: ステッカー カタパッド ノーマル
ko: 노멀 어깨 패드 스티커
nl: Standaard Salmodronesticker
ru: Обычная наклейка с неркетчиком
zh_hans: 贴纸 垫肩飞鱼 一般版
zh_hant: 貼紙 墊肩飛魚 一般版

# GoodsGoodsNameStcStiContestSakelienLv01
source: basic Chum sticker
de: Salmo-Aufkleber Standard
es: Pegatina salmoche básica
es_mx: Calcomanía salmoide básica
fr: Autocollant Salmoche standard
it: Adesivo Spadello base
ja: ステッカー シャケ ノーマル
ko: 노멀 연어 스티커
nl: Standaard Salmosticker
ru: Обычная наклейка «Скороварвар»
zh_hans: 贴纸 鲑鱼 一般版
zh_hant: 貼紙 鮭魚 一般版

# GoodsGoodsNameStcStiContestSakelienShieldLv01
source: basic Scrapper sticker
de: Pfanndit-Aufkleber Standard
es: Pegatina chatarrónido básica
es_mx: Calcomanía parrillero básica
fr: Autocollant Bricabrute standard
it: Adesivo Blindomito base
ja: ステッカー テッパン ノーマル
ko: 노멀 철판 스티커
nl: Standaard Juttersticker
ru: Обычная наклейка с кетанкистом
zh_hans: 贴纸 铁板鱼 一般版
zh_hant: 貼紙 鐵板魚 一般版

# GoodsGoodsNameStcStiContestSakelienSnakeLv01
source: basic Steel Eel sticker
de: Staal-Aufkleber Standard
es: Pegatina raspoide básica
es_mx: Calcomanía anguiladera básica
fr: Autocollant Carnacier standard
it: Adesivo Anguilmone base
ja: ステッカー ヘビ ノーマル
ko: 노멀 뱀 스티커
nl: Standaard Staalsticker
ru: Обычная наклейка с громыхариусом
zh_hans: 贴纸 蛇鱼 一般版
zh_hant: 貼紙 蛇魚 一般版

# GoodsGoodsNameStcStiContestSakelienTowerLv01
source: basic Stinger sticker
de: Stapla-Aufkleber Standard
es: Pegatina pilónido básica
es_mx: Calcomanía fregatorre básica
fr: Autocollant Marmirador standard
it: Adesivo Pentolaio base
ja: ステッカー タワー ノーマル
ko: 노멀 타워 스티커
nl: Standaard Staaplosticker
ru: Обычная наклейка с Котельным Сигом
zh_hans: 贴纸 高塔鱼 一般版
zh_hant: 貼紙 高塔魚 一般版

# GoodsGoodsNameStcStiContestSakePillarLv01
source: basic Fish Stick sticker
de: Mobelisk-Aufkleber Standard
es: Pegatina viga básica
es_mx: Calcomanía viga básica
fr: Autocollant Pylônoïde standard
it: Adesivo Trivellaccio base
ja: ステッカー ハシラ ノーマル
ko: 노멀 기둥 스티커
nl: Standaard Salmonolietsticker
ru: Обычная наклейка с бурмонидом
zh_hans: 贴纸 柱鱼 一般版
zh_hant: 貼紙 柱魚 一般版

# GoodsGoodsNameStcStiContestSakerocketLv01
source: basic Drizzler sticker
de: Regnar-Aufkleber Standard
es: Pegatina barreno básica
es_mx: Calcomanía paragüista básica
fr: Autocollant Crachin standard
it: Adesivo Piovasco base
ja: ステッカー コウモリ ノーマル
ko: 노멀 박쥐 스티커
nl: Standaard Miezersticker
ru: Обычная наклейка с метеогольцом
zh_hans: 贴纸 蝙蝠鱼 一般版
zh_hant: 貼紙 蝙蝠魚 一般版

# GoodsGoodsNameStcStiContestSakeSaucerLv01
source: basic Slammin' Lid sticker
de: Deckler-Aufkleber Standard
es: Pegatina tapaollas básica
es_mx: Calcomanía tapaollas básica
fr: Autocollant Couverclard standard
it: Adesivo Coperchiotto base
ja: ステッカー ナベブタ ノーマル
ko: 노멀 냄비 뚜껑 스티커
nl: Standaard Drekselsticker
ru: Обычная наклейка с мокрышкой
zh_hans: 贴纸 锅盖鱼 一般版
zh_hant: 貼紙 鍋蓋魚 一般版

# GoodsGoodsNameStcStiDecoration00
source: PXSQD-P deco
de: Deko-Sticker „TNTPX-PNK“
es: Adorno CLMPXRS
es_mx: Adorno CLMPXRS
fr: Déco CLMPX-RO
it: Decorazione CSP-RO
ja: デコ DIN-PI
ko: PXSQD-P 데코
nl: Decoratie PXIKV-RZ
ru: Деко ПИКАЛЬ-СИ
zh_hans: 装饰 DIN-PI
zh_hant: 裝飾 DIN-PI

# GoodsGoodsNameStcStiDecoration01
source: PXSQD-B deco
de: Deko-Sticker „TNTPX-BL“
es: Adorno CLMPXAZ
es_mx: Adorno CLMPXAZ
fr: Déco CLMPX-BL
it: Decorazione CSP-BL
ja: デコ DIN-BL
ko: PXSQD-B 데코
nl: Decoratie PXIKV-BL
ru: Деко ПИКАЛЬ-РО
zh_hans: 装饰 DIN-BL
zh_hant: 裝飾 DIN-BL

# GoodsGoodsNameStcStiDecoration02
source: K3POWT tape
de: Deko-Klebeband „STOP“
es: Cinta NOPSR
es_mx: Cinta NOPSR
fr: Adhésif OST
it: Nastro VLI
ja: テープ TIK
ko: K3POWT 테이프
nl: Tape WGWZ
ru: Полоса ВОСП
zh_hans: 胶带 TIK
zh_hant: 膠帶 TIK

# GoodsGoodsNameStcStiDecoration03
source: N3TRY tape
de: Deko-Klebeband „KN-ENG“
es: Cinta PRHPAS
es_mx: Cinta PRHPAS
fr: Adhésif PRT-CL
it: Nastro VIE
ja: テープ HHI
ko: N3TRY 테이프
nl: Tape VBTG
ru: Полоса КЫШ
zh_hans: 胶带 HHI
zh_hant: 膠帶 HHI

# GoodsGoodsNameStcStiDecoration04
source: AN3TRYWSO tape
de: Deko-Klebeband „KN-KN-ENG“
es: Cinta FRADAQ
es_mx: Cinta FRADAQ
fr: Adhésif ETR-ITR
it: Nastro SVE
ja: テープ ZNH
ko: AN3TRYWSO 테이프
nl: Tape HPLOP
ru: Полоса БРЫС
zh_hans: 胶带 ZNH
zh_hant: 膠帶 ZNH

# GoodsGoodsNameStcStiDecoration05
source: I-IZ deco
de: Deko-Sticker „4UGN“
es: Adorno OJSOJS
es_mx: Adorno OJSOJS
fr: Déco RGD-RGD
it: Decorazione OCC-AT
ja: デコ MDM-MI
ko: I-IZ 데코
nl: Decoratie ST-OGN
ru: Деко ЗЫР
zh_hans: 装饰 MDM-MI
zh_hant: 裝飾 MDM-MI

# GoodsGoodsNameStcStiDecoration06
source: UO-IZ deco
de: Deko-Sticker „WOW-4UGN“
es: Adorno OJSUHOH
es_mx: Adorno OJSUHOH
fr: Déco RGD-IQT
it: Decorazione OCC-PR
ja: デコ MDM-KO
ko: UO-IZ 데코
nl: Decoratie OO-OGN
ru: Деко ЗЫР-ОХ
zh_hans: 装饰 MDM-KO
zh_hant: 裝飾 MDM-KO

# GoodsGoodsNameStcStiDecoration07
source: ANG-IZ deco
de: Deko-Sticker „EVL-4UGN“
es: Adorno OJSENF
es_mx: Adorno OJSENJ
fr: Déco RGD-FRX
it: Decorazione OCC-AR
ja: デコ MDM-OK
ko: ANG-IZ 데코
nl: Decoratie BZ-OGN
ru: Деко ЗЫР-ГРР
zh_hans: 装饰 MDM-OK
zh_hant: 裝飾 MDM-OK

# GoodsGoodsNameStcStiDecoration08
source: DZY-IZ deco
de: Deko-Sticker „W1RR-4UGN“
es: Adorno OJSMRD
es_mx: Adorno OJSMRD
fr: Déco RGD-ZZ
it: Decorazione OCC-GI
ja: デコ MDM-GU
ko: DZY-IZ 데코
nl: Decoratie DZL-OGN
ru: Деко ЗЫР-КУК
zh_hans: 装饰 MDM-GU
zh_hant: 裝飾 MDM-GU

# GoodsGoodsNameStcStiDecoration09
source: WNQ-IZ deco
de: Deko-Sticker „ZWNK-4UGN“
es: Adorno OJOGÑD
es_mx: Adorno OJOGÑD
fr: Déco CL-OL
it: Decorazione OCC-LI
ja: デコ MDM-WI
ko: WNK-IZ 데코
nl: Decoratie KP-OGN
ru: Деко ЗЫР-МИГ
zh_hans: 装饰 MDM-WI
zh_hant: 裝飾 MDM-WI

# GoodsGoodsNameStcStiDecoration10
source: EX0-1 deco
de: Deko-Sticker „XPL-1“
es: Adorno EXPLSN1
es_mx: Adorno EXPLSN1
fr: Déco BM-1
it: Decorazione ESP-SI
ja: デコ HRT-SL
ko: EX0-1 데코
nl: Decoratie EXP-01
ru: Деко БУМ-ОД
zh_hans: 装饰 HRT-SL
zh_hant: 裝飾 HRT-SL

# GoodsGoodsNameStcStiDecoration11
source: EX0-2 deco
de: Deko-Sticker „XPL-2“
es: Adorno EXPLSN2
es_mx: Adorno EXPLSN2
fr: Déco BM-2
it: Decorazione ESP-DO
ja: デコ HRT-DB
ko: EX0-2 데코
nl: Decoratie EXP-02
ru: Деко БУМ-ДВА
zh_hans: 装饰 HRT-DB
zh_hant: 裝飾 HRT-DB

# GoodsGoodsNameStcStiDecoration13
source: MTNMTN deco
de: Deko-Sticker „BRGBRG“
es: Adorno MNTMNT
es_mx: Adorno MNTMNT
fr: Déco MTN-MTN
it: Decorazione MON
ja: デコ YMY
ko: MTNMTN 데코
nl: Decoratie BRGBRG
ru: Деко ГОР
zh_hans: 装饰 YMY
zh_hant: 裝飾 YMY

# GoodsGoodsNameStcStiDecoration22
source: MM-DGL-B tape
de: Deko-Sticker „MM-D1AG-BL“
es: Cinta CBCV-DG
es_mx: Cinta CBCV-DG
fr: Adhésif MAM-DG-BL
it: Nastro MM-MDB
ja: テープ MA-NNM
ko: MM-DM 테이프
nl: Tape KVK-DIA-BL
ru: Полоса МАН-КОС-СИН
zh_hans: 胶带 MA-NNM
zh_hant: 膠帶 MA-NNM

# GoodsGoodsNameStcStiDecoration23
source: FOE deco
de: Deko-Sticker „BLS-4UGN“
es: Adorno GBOC-DCD
es_mx: Adorno GBOC-DCD
fr: Déco YMC
it: Decorazione OCC-SF
ja: デコ MDM-KA
ko: JWJ-IZ 데코
nl: Decoratie VVOGN
ru: Деко ВЫЦ-ЗЫР
zh_hans: 装饰 MDM-KA
zh_hant: 裝飾 MDM-KA

# GoodsGoodsNameStcStiDecoration24
source: PXSQD-BK deco
de: Deko-Sticker „TNTPX-S“
es: Adorno PX-ACLM-NG
es_mx: Adorno PX-ACLM-NG
fr: Déco CLMPX-N
it: Decorazione CSP-NE
ja: デコ DIN-BK
ko: PXSQD-BK 데코
nl: Decoratie PXIKV-Z
ru: Деко ПИКАЛЬ-ЧЕР
zh_hans: 装饰 DIN-BK
zh_hant: 裝飾 DIN-BK

# GoodsGoodsNameStcStiDecoration28
source: GME tape
de: Deko-Sticker „GRN-BND“
es: Cinta EPL-GNR
es_mx: Cinta EPL-GNR
fr: Adhésif MDV
it: Nastro VEM
ja: テープ YZT
ko: BYT 테이프
nl: Tape GRVB
ru: Деко ЗЕЛ-БИНТ
zh_hans: 胶带 YZT
zh_hant: 膠帶 YZT

# GoodsGoodsNameStcStiDecoration29
source: DNC tape
de: Deko-Sticker „KN-ZTR“
es: Cinta PLG-CRT
es_mx: Cinta PLG-CRT
fr: Adhésif ACC-INT
it: Nastro VLA
ja: テープ KKN
ko: WHM 테이프
nl: Tape TGSVB
ru: Деко ВОСПР
zh_hans: 胶带 KKN
zh_hant: 膠帶 KKN

# GoodsGoodsNameStcStiDecoration30
source: MM-DGL-O tape
de: Deko-Sticker „MM-D1AG-O“
es: Cinta DIS-DIG
es_mx: Cinta DIS-DIG
fr: Adhésif MAM-DG-O
it: Nastro MM-MDA
ja: テープ NNM
ko: DGM 테이프
nl: Tape KVK-DIA-O
ru: Деко МАН-КОС-ОРЖ
zh_hans: 胶带 NNM
zh_hant: 膠帶 NNM

# GoodsGoodsNameStcStiDecoration32
source: BFD-OTL deco
de: Deko „BFD-OKT-MSK“
es: Adorno MNCS-PPBLDS
es_mx: Adorno MNCS-PPBLDS
fr: Déco MM-CRL
it: Decorazione MM-PPL
ja: デコ NT-TNT
ko: CC-MT 데코
nl: Decoratie BVD-OCT-MSK
ru: Деко ТУЦ-ОСЬМОЗ
zh_hans: 装饰 NT-TNT
zh_hant: 裝飾 NT-TNT

# GoodsGoodsNameStcStiGraffiti67
source: BFD-GRY graffiti
de: Graffiti „BFD-T0R0-GLB“
es: Grafiti MNCS-AMR
es_mx: Grafiti MNCS-AMR
fr: Graffiti MM-JA
it: Graffito MM-GG
ja: グラフィティ NT-RMY
ko: CC-NGN 그라피티
nl: Graffiti BVD-NEG-GL
ru: Граффити ТУЦ-ЖЁ
zh_hans: 涂鸦 NT-RMY
zh_hant: 塗鴉 NT-RMY

# GoodsGoodsNameStcStiGraffiti68
source: BFD-OPT graffiti
de: Graffiti „BFD-OKT-TKL“
es: Grafiti MNCS-TPP
es_mx: Grafiti MNCS-TPP
fr: Graffiti MM-TTC-PLP
it: Graffito MM-TCP
ja: グラフィティ NT-TKA
ko: CC-MDG 그라피티
nl: Graffiti BVD-OCT-TTK
ru: Граффити ТУЦ-ЩУП
zh_hans: 涂鸦 NT-TKA
zh_hant: 塗鴉 NT-TKA

# GoodsGoodsNameStcStiGraffiti69
source: RBR-DGR graffiti
de: Graffiti „R&R-RBDRA“
es: Grafiti RAMN-RBDRGN
es_mx: Grafiti RAMN-RBDRGN
fr: Graffiti AMR-RBDG
it: Graffito RR-RDG
ja: グラフィティ BG-RBD
ko: SRJ-RBD 그라피티
nl: Graffiti BAB-RBDK
ru: Граффити РОБ-ДРА
zh_hans: 涂鸦 BG-RBD
zh_hant: 塗鴉 BG-RBD

# GoodsGoodsNameStcStiLogo00
source: Octopus 3 logo
de: Oktopus-3-Logo
es: Logotipo pulpo 3
es_mx: Logotipo pulpo 3
fr: Logo poulpe 3
it: Logo Polpo 3
ja: ロゴ タコ３
ko: 문어 3 로고
ru: Логотип «Осьминог 3»
zh_hans: Logo 章鱼3
zh_hant: Logo 章魚3

# GoodsGoodsNameStcStiLogo01
source: Squid 3 logo
de: Tintenfisch-3-Logo
es: Logotipo calamar 3
es_mx: Logotipo calamar 3
fr: Logo calamar 3
it: Logo Calamaro 3
ja: ロゴ イカ３
ko: 오징어 3 로고
nl: Inktvis-3-logo
ru: Логотип «Кальмар 3»
zh_hans: Logo 鱿鱼3
zh_hant: Logo 魷魚3

# GoodsGoodsNameStcStiLogo02
source: Barazushi logo
es: Logotipo Barazushi
es_mx: Logotipo Barazushi
fr: Logo Alpaj
it: Logo BaraS
ja: ロゴ バラズシ
ko: 화이트아웃 로고
ru: Логотип «Суси-Весла»
zh_hans: Logo 散寿司
zh_hant: Logo 散壽司

# GoodsGoodsNameStcStiLogo03
source: Emberz logo
de: Shichiryn-Logo
es: Logotipo Ascuax
es_mx: Logotipo Ascuax
fr: Logo Apex
it: Logo Car-bon
ja: ロゴ シチリン
ko: 니들워크 로고
ru: Логотип «Грильяни»
zh_hans: Logo 七轮
zh_hant: Logo 七輪

# GoodsGoodsNameStcStiLogo04
source: Squid 2-B logo
de: TNT-2B-Logo
es: Logotipo calamar 2AZ
es_mx: Logotipo calamar 2AZ
fr: Logo calamar 2-BL
it: Logo Calamaro 2 BL
ja: ロゴ イカ２-BL
ko: 오징어 2-BL 로고
nl: Squid 2-BL-logo
ru: Логотип «Кальмар 2-СИ»
zh_hans: Logo 鱿鱼2-BL
zh_hant: Logo 魷魚2-BL

# GoodsGoodsNameStcStiLogo05
source: Zink logo
de: Sagitron-Logo
es: Logotipo Tintaz
es_mx: Logotipo Tintaz
fr: Logo Leviathus
it: Logo Totanic
ja: ロゴ アイロニック
ko: 아이로닉 로고
ru: Логотип «Шпротус»
zh_hans: Logo 钢铁先锋
zh_hant: Logo 鋼鐵先鋒

# GoodsGoodsNameStcStiLogo06
source: Firefin FFN-Y logo
de: Rilax-Logo „RLX-GLB“
es: Logotipo Chokkor ALTAMR
es_mx: Logotipo Chokkor ALTAMR
fr: Logo Friture FTR-JA
it: Logo Torryd TRD-GI
ja: ロゴ ホッコリー HKN-YE
ko: 파이어핀 FFN-Y 로고
nl: Firefin-logo FFN-GE
ru: Логотип «Фритюр» ФРТ-ЖЁ
zh_hans: Logo 暖流 HKN-YE
zh_hant: Logo 暖流 HKN-YE

# GoodsGoodsNameStcStiLogo07
source: Firefin FFN-R logo
de: Rilax-Logo „RLX-R“
es: Logotipo Chokkor ALTROJ
es_mx: Logotipo Chokkor ALTROJ
fr: Logo Friture FTR-RO
it: Logo Torryd TRD-RO
ja: ロゴ ホッコリー HKN-RE
ko: 파이어핀 FFN-R 로고
nl: Firefin-logo FFN-RO
ru: Логотип «Фритюр» ФРТ-КР
zh_hans: Logo 暖流 HKN-RE
zh_hant: Logo 暖流 HKN-RE

# GoodsGoodsNameStcStiLogo08
source: Skalop logo
de: Jakomu-Logo
es: Logotipo Skalop
es_mx: Logotipo Skalop
fr: Logo Jack
it: Logo Capasaint
ja: ロゴ ホタックス
ko: 호리비 로고
ru: Логотип «Гребершко»
zh_hans: Logo 帆立
zh_hant: Logo 帆立

# GoodsGoodsNameStcStiLogo09
source: Forge logo
de: Focus-Logo
es: Logotipo Forima
es_mx: Logotipo Forima
fr: Logo Focus
it: Logo Fortia
ja: ロゴ フォーリマ
ko: 포리마 로고
ru: Логотип «Блиц»
zh_hans: Logo 锻品
zh_hant: Logo 鍛品

# GoodsGoodsNameStcStiLogo10
source: Toni Kensa logo
es: Logotipo Tonken
es_mx: Logotipo Tonken
fr: Logo Thony K
it: Logo Nero Marlin
ja: ロゴ タタキケンサキ
ko: 타타키 켄사키 로고
ru: Логотип «Сушаки Кусаки»
zh_hans: Logo 剑尖鱿
zh_hant: Logo 劍尖魷

# GoodsGoodsNameStcStiLogo11
source: Annaki logo
es: Logotipo Annak
es_mx: Logotipo Annak
fr: Logo Aroz
it: Logo Annak
ja: ロゴ アナアキ
ko: 아나키 로고
ru: Логотип «Панкасиус»
zh_hans: Logo 无法无天
zh_hant: Logo 無法無天

# GoodsGoodsNameStcStiLogo12
source: Enperry logo
es: Logotipo Krakien
es_mx: Logotipo Emperi
fr: Logo DUX
it: Logo Imperial
ja: ロゴ エンペリー
ko: 엔페리 로고
ru: Логотип «Кальмар Кляр»
zh_hans: Logo 鱿皇
zh_hant: Logo 魷皇

# GoodsGoodsNameStcStiLogo13
source: Takoroka logo
de: Kalamati-Logo
es: Logotipo Sepioca
es_mx: Logotipo Pulpioka
fr: Logo Cubic
it: Logo Sepia
ja: ロゴ ヤコ
ko: 라이즈 로고
ru: Логотип «Рыбок»
zh_hans: Logo 暇古
zh_hant: Logo 暇古

# GoodsGoodsNameStcStiLogo14
source: Tentatek logo
es: Logotipo Arome
es_mx: Logotipo Tentáctica
fr: Logo OculR
it: Logo Arome
ja: ロゴ アロメ
ko: 아로메 로고
ru: Логотип «Щуччи»
zh_hans: Logo 艾洛眼
zh_hant: Logo 艾洛眼

# GoodsGoodsNameStcStiLogo15
source: Inkline logo
de: Alpomar-Logo
es: Logotipo Moluskia
es_mx: Logotipo Moluskia
fr: Logo Abysma
it: Logo Maremont
ja: ロゴ シグレニ
ko: 잉크라인 로고
ru: Логотип «Волногор»
zh_hans: Logo 时雨
zh_hant: Logo 時雨

# GoodsGoodsNameStcStiLogo16
source: Zekko D1MND logo
de: Zekko-Logo „D1MNT“
es: Logotipo Ezko D14M4N73
es_mx: Logotipo Ezko D14M4N73
fr: Logo Ezko DMD
it: Logo Ezko RMB
ja: ロゴ エゾッコ HST
ko: 제코 D1MND 로고
nl: Zekko-logo DMT
ru: Логотип «Йожко» АЛМА
zh_hans: Logo 泽酷 HST
zh_hant: Logo 澤酷 HST

# GoodsGoodsNameStcStiLogo17
source: SquidForce logo
de: TintactiX-Logo
es: Logotipo Kalamas
es_mx: Logotipo Kalamas
fr: Logo Kalamarus Rex
it: Logo CalamaX
ja: ロゴ バトロイカ
ko: 배트로징어 로고
ru: Логотип «Кальмари»
zh_hans: Logo 战斗鱿鱼
zh_hant: Logo 戰鬥魷魚

# GoodsGoodsNameStcStiLogo18
source: Rockenberg logo
de: Rockberg-Logo
es: Logotipo Rockenberg
es_mx: Logotipo Rockenberg
fr: Logo Iormungand
it: Logo Rockenburg
ja: ロゴ ロッケンベルグ
ko: 록켄베르그 로고
ru: Логотип «Угрок»
zh_hans: Logo 罗肯贝格
zh_hant: Logo 羅肯貝格

# GoodsGoodsNameStcStiLogo19
source: Krak-On logo
de: Medusa-Logo
es: Logotipo Meddux
es_mx: Logotipo Meddux
fr: Logo Krakers
it: Logo Cnidarya
ja: ロゴ クラーゲス
ko: 젤리피스 로고
ru: Логотип «Кра-Кен»
zh_hans: Logo 海月
zh_hant: Logo 海月

# GoodsGoodsNameStcStiLogo20
source: Zekko ZPZP logo
de: Zekko-Logo „ZPZP“
es: Logotipo Ezko CH15PAZ0
es_mx: Logotipo Ezko CH15PAZ0
fr: Logo Ezko OVBL
it: Logo Ezko SEL
ja: ロゴ エゾッコ BIR
ko: 제코 ZGZG 로고
nl: Zekko-logo BIBR
ru: Логотип «Йожко» ЭЛЕК
zh_hans: Logo 泽酷 BIR
zh_hant: Logo 澤酷 BIR

# GoodsGoodsNameStcStiLogo21
source: Zekko MLTY logo
de: Zekko-Logo „SLME“
es: Logotipo Ezko FUND1D0
es_mx: Logotipo Ezko FUND1D0
fr: Logo Ezko FND
it: Logo Ezko FUS
ja: ロゴ エゾッコ MLT
ko: 제코 MLTY 로고
nl: Zekko-logo SMLT
ru: Логотип «Йожко» ПЛАВ
zh_hans: Logo 泽酷 MLT
zh_hant: Logo 澤酷 MLT

# GoodsGoodsNameStcStiLogo22
source: iShipIt logo
de: Kurierdienst-Logo
es: Logotipo mensajería
es_mx: Logotipo mensajería
fr: Logo du livreur
it: Logo ufficio postale calamaro
ja: ロゴ イカテンきゅうびん
ko: 오징어 보이 택배 로고
nl: Koerierslogo
ru: Логотип «Плавь-Почтамт»
zh_hans: Logo 鱿鱼小子快递
zh_hant: Logo 魷魚小子快遞

# GoodsGoodsNameStcStiLogo23
source: Firefin CH0 logo
de: Rilax-Logo „CH4RS“
es: Logotipo Chokkor L37R45
es_mx: Logotipo Chokkor L37R45
fr: Logo Friture PR-U
it: Logo Torryd SLE
ja: ロゴ ホッコリー MJD
ko: 파이어핀 CH0 로고
nl: Firefin-logo LTR
ru: Логотип «Фритюр» УКВ
zh_hans: Logo 暖流 MJD
zh_hant: Logo 暖流 MJD

# GoodsGoodsNameStcStiLogo24
source: Z+F logo
de: Zekkori-Logo
es: Logotipo Ezkkor
es_mx: Logotipo ZyS
fr: Logo E+F
it: Logo E+T
ja: ロゴ エゾッコリー
ko: 제코핀 로고
nl: Zekkofin-logo
ru: Логотип «ЙожкоТюр»
zh_hans: Logo 泽酷暖流
zh_hant: Logo 澤酷暖流

# GoodsGoodsNameStcStiLogo25
source: Splash Mob logo
de: Gian-Logo
es: Logotipo Jimmon
es_mx: Logotipo Tinta comunal
fr: Logo Gédéon
it: Logo Chimmon
ja: ロゴ ジモン
ko: 지몬 로고
ru: Логотип «Морлюкс»
zh_hans: Logo 寺门
zh_hant: Logo 寺門

# GoodsGoodsNameStcStiLogo26
source: ZF-RD Z+F logo
de: Zekkori-Logo „ZKI-R“
es: Logotipo Ezkkor OSKR-RJ
es_mx: Logotipo ZyS ZOFT-RJ
fr: Logo E+F FZK-RO
it: Logo E+T EZT-R
ja: ロゴ エゾッコリー CFK-RE
ko: 제코핀 BKD-RD 로고
nl: Zekkofin-logo ZK-RO
ru: Логотип «ЙожкоТюр» ЙОТ-КРА
zh_hans: Logo 泽酷暖流 CFK-RE
zh_hant: Logo 澤酷暖流 CFK-RE

# GoodsGoodsNameStcStiLogo27
source: Deep Cut logo
de: Surimi Syndicate-Logo
es: Logotipo Clan Surimi
es_mx: Logotipo Clan Surimi
fr: Logo des Tridenfer
it: Logo Trio Triglio
ja: ロゴ すりみ連合
ko: 삼합파 로고
ru: Логотип Deep Cut
zh_hans: Logo 鱼浆帮
zh_hant: Logo 魚漿幫

# GoodsGoodsNameStcStiLogo28
source: Hohojiro family crest
de: Hohojiro-Clan-Emblem
es: Logotipo clan Hohojiro
es_mx: Logotipo clan Hohojiro
fr: Armoiries des Hohojiro
it: Stemma del clan Hohojiro
ja: ロゴ ホホジロの家紋
ko: 호호지로 가문 로고
nl: Hohojiro-familiewapen
ru: Герб клана Хоходзиро
zh_hans: Logo 颊白的家徽
zh_hant: Logo 頰白的家徽

# GoodsGoodsNameStcStiLogo29
source: Onaga family crest
de: Onaga-Clan-Emblem
es: Logotipo clan Onaga
es_mx: Logotipo clan Onaga
fr: Armoiries des Onaga
it: Stemma del clan Onaga
ja: ロゴ オナガの家紋
ko: 오나가 가문 로고
nl: Onaga-familiewapen
ru: Герб клана Онага
zh_hans: Logo 翁长的家徽
zh_hant: Logo 翁長的家徽

# GoodsGoodsNameStcStiLogo30
source: Manta family crest
de: Manda-Clan-Emblem
es: Logotipo clan Manda
es_mx: Logotipo clan Manda
fr: Armoiries des Manta
it: Stemma del clan Manta
ja: ロゴ マンダの家紋
ko: 만다 가문 로고
nl: Manta-familiewapen
ru: Герб клана Манта
zh_hans: Logo 曼蛇的家徽
zh_hant: Logo 曼蛇的家徽

# GoodsGoodsNameStcStiLogo31
source: Squid Sisters logo
de: Sea Sirens-Logo
es: Logotipo Calamarciñas
es_mx: Logotipo Calamarciñas
fr: Logo des Calamazones
it: Logo Sea Sirens
ja: ロゴ シオカラーズ
ko: 오징어 시스터즈 로고
ru: Логотип Squid Sisters
zh_hans: Logo 麻辣鱿物
zh_hant: Logo 麻辣魷物
