Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameStcStiWstSlosherDiffusion00Lv00
source: Tri-Slosher sticker
de: Aufkleber „3R-Schwapper“
es: Pegatina Derramatic triple
es_mx: Calcomanía Derramatic triple
fr: Autocollant Dépoteur
it: Adesivo secchiostro triplo
ja: ステッカー ヒッセン
ko: 물통 스티커
nl: Triomorser-sticker
ru: Наклейка «Ведроган 3 в 1»
zh_hans: 贴纸 洗笔桶
zh_hant: 貼紙 洗筆桶

# GoodsGoodsNameStcStiWstSlosherDiffusion01Lv00
source: Tri-Slosher Nouveau sticker
de: Aufkleber „3R-Schwapper Fresco“
es: Pegatina Derramatic triple maestro
es_mx: Calc. Derramatic triple maestro
fr: Autocollant Dépoteur nuancé
it: Adesivo secchiostro triplo master
ja: ステッカー ヒッセン・ヒュー
ko: 물통 휴 스티커
nl: Triomorser Nouveau-sticker
zh_hans: 贴纸 洗笔桶·新艺术
zh_hant: 貼紙 洗筆桶‧新藝術

# GoodsGoodsNameStcStiWstSlosherDouble00Lv00
source: Dread Wringer sticker
de: Aufkleber „Schwappwascher“
es: Pegatina Friegamatic
es_mx: Calcomanía Friegamatic
fr: Autocollant Seau S-Horreur
it: Adesivo secchiapavimenti
ja: ステッカー モップリン
ko: 몹 링 스티커
nl: Wringmorser-sticker
ru: Наклейка «Отжиматель»
zh_hans: 贴纸 墨瀑淋
zh_hant: 貼紙 墨瀑淋

# GoodsGoodsNameStcStiWstSlosherDouble01Lv00
source: Dread Wringer D sticker
de: Aufkleber „Schwappwascher D“
es: Pegatina Friegamatic D
es_mx: Calcomanía Friegamatic D
fr: Autocollant Seau S-Horreur Cétacé
it: Adesivo secchiapavimenti D
ja: ステッカー モップリンD
ko: 몹 링 D 스티커
nl: Wringmorser D-sticker
ru: Наклейка «Отжиматель 2.0»
zh_hans: 贴纸 墨瀑淋D
zh_hant: 貼紙 墨瀑淋D

# GoodsGoodsNameStcStiWstSlosherLauncher00Lv00
source: Sloshing Machine sticker
de: Aufkleber „Trommel-Schwapper“
es: Pegatina Derramatic centrífugo
es_mx: Calcomanía Derramatic centrífugo
fr: Autocollant Encrifugeur
it: Adesivo secchiostro centrifuga
ja: ステッカー スクリュースロッシャー
ko: 스크루 슬로셔 스티커
nl: Klotstrommel-sticker
ru: Наклейка «Центрифугер»
zh_hans: 贴纸 回旋泼桶
zh_hant: 貼紙 迴旋潑桶

# GoodsGoodsNameStcStiWstSlosherLauncher01Lv00
source: Sloshing Machine Neo sticker
de: Aufkleber „Trommel-Schwapper Neo“
es: Pegatina Derramatic centrífugo neo
es_mx: Calc. Derramatic centrífugo neo
fr: Autocollant Encrifugeur Néo
it: Adesivo secchiostro centrifuga Neo
ja: ステッカー スクリュースロッシャーネオ
ko: 네오 스크루 슬로셔 스티커
nl: Klotstrommel Neo-sticker
zh_hans: 贴纸 回旋泼桶 新型
zh_hant: 貼紙 迴旋潑桶 新型

# GoodsGoodsNameStcStiWstSlosherStrong00Lv00
source: Slosher sticker
de: Aufkleber „Schwapper“
es: Pegatina Derramatic
es_mx: Calcomanía Derramatic
fr: Autocollant Seauceur
it: Adesivo secchiostro
ja: ステッカー バケットスロッシャー
ko: 버킷 슬로셔 스티커
nl: Morser-sticker
ru: Наклейка «Ведроган»
zh_hans: 贴纸 飞溅泼桶
zh_hant: 貼紙 飛濺潑桶

# GoodsGoodsNameStcStiWstSlosherStrong01Lv00
source: Slosher Deco sticker
de: Aufkleber „Schwapper Deko“
es: Pegatina Derramatic DX
es_mx: Calcomanía Derramatic chic
fr: Autocollant Seauceur chic
it: Adesivo secchiostro DX
ja: ステッカー バケットスロッシャーデコ
ko: 버킷 슬로셔 데코 스티커
nl: Morser Deco-sticker
zh_hans: 贴纸 飞溅泼桶 装饰
zh_hant: 貼紙 飛濺潑桶 裝飾

# GoodsGoodsNameStcStiWstSlosherStrongOLv00
source: Order Slosher Replica sticker
de: Aufkleber „Ordnung-Schwapper Replik“
es: Pegatina Derramatic orden (réplica)
es_mx: Calcom. Derramatic orden réplica
fr: Autocollant Seau d'Ordre (réplique)
it: Adesivo secchiostro Ordine replica
ja: ステッカー オーダースロッシャー レプリカ
ko: 오더 슬로셔 레플리카 스티커
nl: Ordemorser-sticker
ru: Накл. «Ведроган Порядка (клон)»
zh_hans: 贴纸 秩序泼桶 复制
zh_hant: 貼紙 秩序潑桶 複製

# GoodsGoodsNameStcStiWstSlosherWashtub00Lv00
source: Explosher sticker
de: Aufkleber „Knall-Schwapper“
es: Pegatina Derramatic turbo
es_mx: Calcomanía Derramatic XP
fr: Autocollant Détoneur
it: Adesivo termosecchiostro
ja: ステッカー エクスプロッシャー
ko: 익스플로셔 스티커
nl: Kliederkachel-sticker
ru: Наклейка «Шпарган»
zh_hans: 贴纸 爆炸泼桶
zh_hant: 貼紙 爆炸潑桶

# GoodsGoodsNameStcStiWstSlosherWashtub01Lv00
source: Custom Explosher sticker
de: Aufkleber „Knall-Schwapper SE“
es: Pegatina Derramatic turbo SP
es_mx: Calcomanía Derramatic XP adaptado
fr: Autocollant Détoneur modifié
it: Adesivo termosecchiostro master
ja: ステッカー エクスプロッシャーカスタム
ko: 커스텀 익스플로셔 스티커
nl: Gemodde Kliederkachel-sticker
zh_hans: 贴纸 爆炸泼桶 改装
zh_hant: 貼紙 爆炸潑桶 改裝

# GoodsGoodsNameStcStiWstSpinnerDownpour00Lv00
source: Ballpoint Splatling sticker
de: Aufkleber „Kuli-Splatling“
es: Pegatina Ametrallógrafo
es_mx: Calcomanía Garabateador PLM
fr: Autocollant Badigeonneur stylo
it: Adesivo tetrapenna
ja: ステッカー クーゲルシュライバー
ko: 쿠겔 슈라이버 스티커
nl: Stylospetling-sticker
ru: Наклейка «Кугельшрайбер»
zh_hans: 贴纸 圆珠笔
zh_hant: 貼紙 圓珠筆

# GoodsGoodsNameStcStiWstSpinnerDownpour01Lv00
source: Ballpoint Splatling Nouveau sticker
de: Aufkleber „Kuli-Splatling Fresco“
es: Pegatina Ametrallógrafo maestro
es_mx: Calc. Garabateador PLM maestro
fr: Autoc. Badigeonneur stylo nuancé
it: Adesivo tetrapenna master
ja: ステッカー クーゲルシュライバー・ヒュー
ko: 쿠겔 슈라이버 휴 스티커
nl: Stylospetling Nouveau-sticker
zh_hans: 贴纸 圆珠笔·新艺术
zh_hant: 貼紙 圓珠筆‧新藝術

# GoodsGoodsNameStcStiWstSpinnerHyper00Lv00
source: Hydra Splatling sticker
de: Aufkleber „Hydrant“
es: Pegatina Extintador
es_mx: Calcomanía Garabateador HD
fr: Autocollant Exteinteur
it: Adesivo idrante
ja: ステッカー ハイドラント
ko: 하이드런트 스티커
nl: Blusling-sticker
zh_hans: 贴纸 消防栓旋转枪
zh_hant: 貼紙 消防栓旋轉槍

# GoodsGoodsNameStcStiWstSpinnerHyper01Lv00
source: Custom Hydra Splatling sticker
de: Aufkleber „Hydrant SE“
es: Pegatina Extintador SP
es_mx: Calc. Garabateador HD adaptado
fr: Autocollant Exteinteur modifié
it: Adesivo idrante CM
ja: ステッカー ハイドラントカスタム
ko: 커스텀 하이드런트 스티커
nl: Gemodde Blusling-sticker
zh_hans: 贴纸 消防栓旋转枪 改装
zh_hant: 貼紙 消防栓旋轉槍 改裝

# GoodsGoodsNameStcStiWstSpinnerHyperShort00Lv00
source: Heavy Edit Splatling sticker
de: Aufkleber „Kartuschierer“
es: Pegatina Corrigetintas
es_mx: Calcomanía Corrigetintas
fr: Autocollant Correcteur
it: Adesivo splatling a pennarelli
ja: ステッカー イグザミナー
ko: 이그재미너 스티커
nl: Examinator-sticker
zh_hans: 贴纸 审查者
zh_hant: 貼紙 審查者

# GoodsGoodsNameStcStiWstSpinnerHyperShort01Lv00
source: Heavy Edit Splatling Nouveau stk.
de: Aufkleber „Kartuschierer Fresco“
es: Pegatina Corrigetintas maestro
es_mx: Calcomanía Corrigetintas maestro
fr: Autocollant Correcteur nuancé
it: Adesivo splatling a penn. master
ja: ステッカー イグザミナー・ヒュー
ko: 이그재미너 휴 스티커
nl: Examinator Nouveau-sticker
zh_hans: 贴纸 审查者·新艺术
zh_hant: 貼紙 審查者‧新藝術

# GoodsGoodsNameStcStiWstSpinnerQuick00Lv00
source: Mini Splatling sticker
de: Aufkleber „Klecks-Splatling“
es: Pegatina Tintralladora ligera
es_mx: Calcomanía Garabateador
fr: Autocollant Badigeonneur XS
it: Adesivo mini splatling
ja: ステッカー スプラスピナー
ko: 스플랫 스피너 스티커
nl: Mini-Spetling-sticker
ru: Наклейка «Брызгомет-М»
zh_hans: 贴纸 斯普拉旋转枪
zh_hant: 貼紙 斯普拉旋轉槍

# GoodsGoodsNameStcStiWstSpinnerQuick01Lv00
source: Zink Mini Splatling sticker
de: Aufkleber „Sagitron-Klecks-Splatling“
es: Pegatina Tintralladora ligera B
es_mx: Calcomanía Garabateador Tintaz
fr: Autocollant Badigeonneur XS griffé
it: Adesivo mini splatling logo
ja: ステッカー スプラスピナーコラボ
ko: 스플랫 스피너 컬래버 스티커
nl: Zink Mini-Spetling-sticker
zh_hans: 贴纸 斯普拉旋转枪 联名
zh_hant: 貼紙 斯普拉旋轉槍 聯名

# GoodsGoodsNameStcStiWstSpinnerSerein00Lv00
source: Nautilus 47 sticker
de: Aufkleber „Nautilus 47“
es: Pegatina Subtralladora 47
es_mx: Calcomanía Nautilo 47
fr: Autocollant Nautilus 47
it: Adesivo Nautilus 47
ja: ステッカー ノーチラス47
ko: 노틸러스 47 스티커
ru: Наклейка «Наутилус-47»
zh_hans: 贴纸 鹦鹉螺号47
zh_hant: 貼紙 鸚鵡螺號47

# GoodsGoodsNameStcStiWstSpinnerSerein01Lv00
source: Nautilus 79 sticker
de: Aufkleber „Nautilus 79“
es: Pegatina Subtralladora 79
es_mx: Calcomanía Nautilo 79
fr: Autocollant Nautilus 79
it: Adesivo Nautilus 79
ja: ステッカー ノーチラス79
ko: 노틸러스 79 스티커
ru: Наклейка «Наутилус-79»
zh_hans: 贴纸 鹦鹉螺号79
zh_hant: 貼紙 鸚鵡螺號79

# GoodsGoodsNameStcStiWstSpinnerStandard00Lv00
source: Heavy Splatling sticker
de: Aufkleber „Splatling“
es: Pegatina Tintralladora
es_mx: Calcomanía Garabateador Pro
fr: Autocollant Badigeonneur
it: Adesivo splatling a tanica
ja: ステッカー バレルスピナー
ko: 배럴 스피너 스티커
nl: Spetling-sticker
ru: Наклейка «Брызгомет XL»
zh_hans: 贴纸 桶装旋转枪
zh_hant: 貼紙 桶裝旋轉槍

# GoodsGoodsNameStcStiWstSpinnerStandard01Lv00
source: Heavy Splatling Deco sticker
de: Aufkleber „Splatling Deko“
es: Pegatina Tintralladora DX
es_mx: Calcomanía Garabateador Pro chic
fr: Autocollant Badigeonneur chic
it: Adesivo splatling a tanica DX
ja: ステッカー バレルスピナーデコ
ko: 배럴 스피너 데코 스티커
nl: Spetling Deco-sticker
zh_hans: 贴纸 桶装旋转枪 装饰
zh_hant: 貼紙 桶裝旋轉槍 裝飾

# GoodsGoodsNameStcStiWstSpinnerStandardOLv00
source: Order Splatling Replica sticker
de: Aufkleber „Ordnung-Splatling Replik“
es: Pegatina Tintralladora orden (réplica)
es_mx: Calcom. Garabateador orden réplica
fr: Autoc. Badigeonneur d'Ordre (répl.)
it: Adesivo splatling Ordine replica
ja: ステッカー オーダースピナー レプリカ
ko: 오더 스피너 레플리카 스티커
nl: Ordespetling-sticker
ru: Наклейка «Брызгомет Порядка (кл.)»
zh_hans: 贴纸 秩序旋转枪 复制
zh_hant: 貼紙 秩序旋轉槍 複製

# GoodsGoodsNameStcStiWstStringerExplosion00Lv00
source: Wellstring V sticker
de: Aufkleber „Penta-Pumper“
es: Pegatina Arcrotensor V
es_mx: Calcomanía Arcrotensor V
fr: Autocollant Multisperceur V
it: Adesivo fontanarco V
ja: ステッカー フルイドV
ko: 플루이드 V 스티커
nl: Pentapomper-sticker
zh_hans: 贴纸 邦普V
zh_hant: 貼紙 邦普V

# GoodsGoodsNameStcStiWstStringerExplosion01Lv00
source: Custom Wellstring V sticker
de: Aufkleber „Penta-Pumper SE“
es: Pegatina Arcrotensor V SP
es_mx: Calc. Arcrotensor V adaptado
fr: Autocollant Multisperceur V modifié
it: Adesivo fontanarco V CM
ja: ステッカー フルイドVカスタム
ko: 커스텀 플루이드 V 스티커
nl: Gemodde Pentapomper-sticker
zh_hans: 贴纸 邦普V 改装
zh_hant: 貼紙 邦普V 改裝

# GoodsGoodsNameStcStiWstStringerNormal00Lv00
source: Tri-Stringer sticker
de: Aufkleber „Tri-Stringer“
es: Pegatina Arcromatizador triple
es_mx: Calcomanía Arcromatizador triple
fr: Autocollant Trisperceur
it: Adesivo tri-calamarco
ja: ステッカー トライストリンガー
ko: 트라이 스트링거 스티커
nl: Triospanner-sticker
ru: Наклейка «Тритиватор»
zh_hans: 贴纸 三发猎鱼弓
zh_hant: 貼紙 三發獵魚弓

# GoodsGoodsNameStcStiWstStringerNormal01Lv00
source: Inkline Tri-Stringer sticker
de: Aufkleber „Alpomar-Tri-Stringer“
es: Pegatina Arcromatizador triple B
es_mx: Calc. Arcromatizador triple Moluskia
fr: Autocollant Trisperceur Abysma
it: Adesivo tri-calamarco Maremont
ja: ステッカー トライストリンガーコラボ
ko: 트라이 스트링거 컬래버 스티커
nl: Inkline Triospanner-sticker
zh_hans: 贴纸 三发猎鱼弓 联名
zh_hant: 貼紙 三發獵魚弓 聯名

# GoodsGoodsNameStcStiWstStringerNormalOLv00
source: Order Stringer Replica sticker
de: Aufkleber „Ordnung-Stringer Replik“
es: Pegatina Arcromatizador orden (réplica)
es_mx: Calc. Arcromatizador orden réplica
fr: Autoc. Transperceur d'Ordre (répl.)
it: Adesivo calamarco Ordine replica
ja: ステッカー オーダーストリンガー レプリカ
ko: 오더 스트링거 레플리카 스티커
nl: Ordespanner-sticker
ru: Накл. «Тетиватор Порядка (кл.)»
zh_hans: 贴纸 秩序猎鱼弓 复制
zh_hant: 貼紙 秩序獵魚弓 複製

# GoodsGoodsNameStcStiWstStringerShort00Lv00
source: REEF-LUX 450 sticker
de: Aufkleber „LACT-450“
es: Pegatina AR-CR0 450
es_mx: Calcomanía AR-CR0 450
fr: Autocollant Coralux 450
it: Adesivo ARCO-RAL 450
ja: ステッカー LACT-450
ko: LACT-450 스티커
nl: RIF-LEX 450-sticker
ru: Наклейка «КО-РАЛЛ 450»
zh_hans: 贴纸 LACT-450
zh_hant: 貼紙 LACT-450

# GoodsGoodsNameStcStiWstStringerShort01Lv00
source: REEF-LUX 450 Deco sticker
de: Aufkleber „LACT-450 Deko“
es: Pegatina AR-CR0 450 DX
es_mx: Calcomanía AR-CR0 450 chic
fr: Autocollant Coralux 450 chic
it: Adesivo ARCO-RAL 450 DX
ja: ステッカー LACT-450デコ
ko: LACT-450 데코 스티커
nl: RIF-LEX 450 Deco-sticker
zh_hans: 贴纸 LACT-450 装饰
zh_hant: 貼紙 LACT-450 裝飾

# GoodsGoodsNameStiMsnAlterMap00
source: map of Alterna 1
de: Karte von Alterna 1
es: Mapa de Alterna 1
es_mx: Mapa de Alterna 1
fr: Carte d'Alterna 1
it: Mappa di Alterna 1
ja: オルタナのちず 1
ko: 얼터너 지도 1
nl: Kaart van Alterna 1
ru: Карта Альтерны 1
zh_hans: 幻界地图 1
zh_hant: 幻界地圖 1

# GoodsGoodsNameStiMsnAlterMap01
source: map of Alterna 2
de: Karte von Alterna 2
es: Mapa de Alterna 2
es_mx: Mapa de Alterna 2
fr: Carte d'Alterna 2
it: Mappa di Alterna 2
ja: オルタナのちず 2
ko: 얼터너 지도 2
nl: Kaart van Alterna 2
ru: Карта Альтерны 2
zh_hans: 幻界地图 2
zh_hant: 幻界地圖 2

# GoodsGoodsNameStiMsnAlterMap02
source: map of Alterna 3
de: Karte von Alterna 3
es: Mapa de Alterna 3
es_mx: Mapa de Alterna 3
fr: Carte d'Alterna 3
it: Mappa di Alterna 3
ja: オルタナのちず 3
ko: 얼터너 지도 3
nl: Kaart van Alterna 3
ru: Карта Альтерны 3
zh_hans: 幻界地图 3
zh_hant: 幻界地圖 3

# GoodsGoodsNameStiMsnAlterMap03
source: map of Alterna 4
de: Karte von Alterna 4
es: Mapa de Alterna 4
es_mx: Mapa de Alterna 4
fr: Carte d'Alterna 4
it: Mappa di Alterna 4
ja: オルタナのちず 4
ko: 얼터너 지도 4
nl: Kaart van Alterna 4
ru: Карта Альтерны 4
zh_hans: 幻界地图 4
zh_hant: 幻界地圖 4

# GoodsGoodsNameStiMsnAlterMap04
source: map of Alterna 5
de: Karte von Alterna 5
es: Mapa de Alterna 5
es_mx: Mapa de Alterna 5
fr: Carte d'Alterna 5
it: Mappa di Alterna 5
ja: オルタナのちず 5
ko: 얼터너 지도 5
nl: Kaart van Alterna 5
ru: Карта Альтерны 5
zh_hans: 幻界地图 5
zh_hant: 幻界地圖 5

# GoodsGoodsNameStiMsnAlterMap05
source: map of Alterna 6
de: Karte von Alterna 6
es: Mapa de Alterna 6
es_mx: Mapa de Alterna 6
fr: Carte d'Alterna 6
it: Mappa di Alterna 6
ja: オルタナのちず 6
ko: 얼터너 지도 6
nl: Kaart van Alterna 6
ru: Карта Альтерны 6
zh_hans: 幻界地图 6
zh_hant: 幻界地圖 6

# GoodsGoodsNameStiMsnClearPhot
source: Memories of Alterna
de: Erinnerungen an Alterna
es: Recuerdos de Alterna
es_mx: Recuerdos de Alterna
fr: Souvenirs d'Alterna
it: Ricordi di Alterna
ja: オルタナのおもいで
ko: 얼터너의 추억
nl: Herinneringen aan Alterna
ru: Воспоминания об Альтерне
zh_hans: 幻界的回忆
zh_hant: 幻界的回憶

# GoodsGoodsNameStiMsnMysteryFile00
source: Sunken Scroll 01
de: Schriftrolle 01
es: Pergamino 01
es_mx: Pergamino 01
fr: Document 01
it: Documento 01
ja: ミステリーファイル 01
ko: 미스터리 파일 01
nl: Boekrol 01
ru: Свиток 01
zh_hans: 神秘档案 01
zh_hant: 神秘檔案 01

# GoodsGoodsNameStiMsnMysteryFile01
source: Sunken Scroll 02
de: Schriftrolle 02
es: Pergamino 02
es_mx: Pergamino 02
fr: Document 02
it: Documento 02
ja: ミステリーファイル 02
ko: 미스터리 파일 02
nl: Boekrol 02
ru: Свиток 02
zh_hans: 神秘档案 02
zh_hant: 神秘檔案 02

# GoodsGoodsNameStiMsnMysteryFile02
source: Sunken Scroll 03
de: Schriftrolle 03
es: Pergamino 03
es_mx: Pergamino 03
fr: Document 03
it: Documento 03
ja: ミステリーファイル 03
ko: 미스터리 파일 03
nl: Boekrol 03
ru: Свиток 03
zh_hans: 神秘档案 03
zh_hant: 神秘檔案 03

# GoodsGoodsNameStiMsnMysteryFile03
source: Sunken Scroll 04
de: Schriftrolle 04
es: Pergamino 04
es_mx: Pergamino 04
fr: Document 04
it: Documento 04
ja: ミステリーファイル 04
ko: 미스터리 파일 04
nl: Boekrol 04
ru: Свиток 04
zh_hans: 神秘档案 04
zh_hant: 神秘檔案 04

# GoodsGoodsNameStiMsnMysteryFile04
source: Sunken Scroll 05
de: Schriftrolle 05
es: Pergamino 05
es_mx: Pergamino 05
fr: Document 05
it: Documento 05
ja: ミステリーファイル 05
ko: 미스터리 파일 05
nl: Boekrol 05
ru: Свиток 05
zh_hans: 神秘档案 05
zh_hant: 神秘檔案 05

# GoodsGoodsNameStiMsnMysteryFile05
source: Sunken Scroll 06
de: Schriftrolle 06
es: Pergamino 06
es_mx: Pergamino 06
fr: Document 06
it: Documento 06
ja: ミステリーファイル 06
ko: 미스터리 파일 06
nl: Boekrol 06
ru: Свиток 06
zh_hans: 神秘档案 06
zh_hant: 神秘檔案 06

# GoodsGoodsNameStiMsnMysteryFile06
source: Sunken Scroll 07
de: Schriftrolle 07
es: Pergamino 07
es_mx: Pergamino 07
fr: Document 07
it: Documento 07
ja: ミステリーファイル 07
ko: 미스터리 파일 07
nl: Boekrol 07
ru: Свиток 07
zh_hans: 神秘档案 07
zh_hant: 神秘檔案 07

# GoodsGoodsNameStiMsnMysteryFile07
source: Sunken Scroll 08
de: Schriftrolle 08
es: Pergamino 08
es_mx: Pergamino 08
fr: Document 08
it: Documento 08
ja: ミステリーファイル 08
ko: 미스터리 파일 08
nl: Boekrol 08
ru: Свиток 08
zh_hans: 神秘档案 08
zh_hant: 神秘檔案 08

# GoodsGoodsNameStiMsnMysteryFile08
source: Sunken Scroll 09
de: Schriftrolle 09
es: Pergamino 09
es_mx: Pergamino 09
fr: Document 09
it: Documento 09
ja: ミステリーファイル 09
ko: 미스터리 파일 09
nl: Boekrol 09
ru: Свиток 09
zh_hans: 神秘档案 09
zh_hant: 神秘檔案 09

# GoodsGoodsNameStiMsnMysteryFile09
source: Sunken Scroll 10
de: Schriftrolle 10
es: Pergamino 10
es_mx: Pergamino 10
fr: Document 10
it: Documento 10
ja: ミステリーファイル 10
ko: 미스터리 파일 10
nl: Boekrol 10
ru: Свиток 10
zh_hans: 神秘档案 10
zh_hant: 神秘檔案 10

# GoodsGoodsNameStiMsnMysteryFile10
source: Sunken Scroll 11
de: Schriftrolle 11
es: Pergamino 11
es_mx: Pergamino 11
fr: Document 11
it: Documento 11
ja: ミステリーファイル 11
ko: 미스터리 파일 11
nl: Boekrol 11
ru: Свиток 11
zh_hans: 神秘档案 11
zh_hant: 神秘檔案 11

# GoodsGoodsNameStiMsnMysteryFile11
source: Sunken Scroll 12
de: Schriftrolle 12
es: Pergamino 12
es_mx: Pergamino 12
fr: Document 12
it: Documento 12
ja: ミステリーファイル 12
ko: 미스터리 파일 12
nl: Boekrol 12
ru: Свиток 12
zh_hans: 神秘档案 12
zh_hant: 神秘檔案 12

# GoodsGoodsNameStiMsnMysteryFile12
source: Sunken Scroll 13
de: Schriftrolle 13
es: Pergamino 13
es_mx: Pergamino 13
fr: Document 13
it: Documento 13
ja: ミステリーファイル 13
ko: 미스터리 파일 13
nl: Boekrol 13
ru: Свиток 13
zh_hans: 神秘档案 13
zh_hant: 神秘檔案 13

# GoodsGoodsNameStiMsnMysteryFile13
source: Sunken Scroll 14
de: Schriftrolle 14
es: Pergamino 14
es_mx: Pergamino 14
fr: Document 14
it: Documento 14
ja: ミステリーファイル 14
ko: 미스터리 파일 14
nl: Boekrol 14
ru: Свиток 14
zh_hans: 神秘档案 14
zh_hant: 神秘檔案 14

# GoodsGoodsNameStiMsnMysteryFile14
source: Sunken Scroll 15
de: Schriftrolle 15
es: Pergamino 15
es_mx: Pergamino 15
fr: Document 15
it: Documento 15
ja: ミステリーファイル 15
ko: 미스터리 파일 15
nl: Boekrol 15
ru: Свиток 15
zh_hans: 神秘档案 15
zh_hant: 神秘檔案 15

# GoodsGoodsNameStiMsnMysteryFile15
source: Sunken Scroll 16
de: Schriftrolle 16
es: Pergamino 16
es_mx: Pergamino 16
fr: Document 16
it: Documento 16
ja: ミステリーファイル 16
ko: 미스터리 파일 16
nl: Boekrol 16
ru: Свиток 16
zh_hans: 神秘档案 16
zh_hant: 神秘檔案 16

# GoodsGoodsNameStiMsnMysteryFile16
source: Sunken Scroll 17
de: Schriftrolle 17
es: Pergamino 17
es_mx: Pergamino 17
fr: Document 17
it: Documento 17
ja: ミステリーファイル 17
ko: 미스터리 파일 17
nl: Boekrol 17
ru: Свиток 17
zh_hans: 神秘档案 17
zh_hant: 神秘檔案 17

# GoodsGoodsNameStiMsnMysteryFile17
source: Sunken Scroll 18
de: Schriftrolle 18
es: Pergamino 18
es_mx: Pergamino 18
fr: Document 18
it: Documento 18
ja: ミステリーファイル 18
ko: 미스터리 파일 18
nl: Boekrol 18
ru: Свиток 18
zh_hans: 神秘档案 18
zh_hant: 神秘檔案 18

# GoodsGoodsNameStiMsnMysteryFile18
source: Sunken Scroll 19
de: Schriftrolle 19
es: Pergamino 19
es_mx: Pergamino 19
fr: Document 19
it: Documento 19
ja: ミステリーファイル 19
ko: 미스터리 파일 19
nl: Boekrol 19
ru: Свиток 19
zh_hans: 神秘档案 19
zh_hant: 神秘檔案 19

# GoodsGoodsNameStiMsnMysteryFile19
source: Sunken Scroll 20
de: Schriftrolle 20
es: Pergamino 20
es_mx: Pergamino 20
fr: Document 20
it: Documento 20
ja: ミステリーファイル 20
ko: 미스터리 파일 20
nl: Boekrol 20
ru: Свиток 20
zh_hans: 神秘档案 20
zh_hant: 神秘檔案 20

# GoodsGoodsNameStiMsnMysteryFile20
source: Sunken Scroll 21
de: Schriftrolle 21
es: Pergamino 21
es_mx: Pergamino 21
fr: Document 21
it: Documento 21
ja: ミステリーファイル 21
ko: 미스터리 파일 21
nl: Boekrol 21
ru: Свиток 21
zh_hans: 神秘档案 21
zh_hant: 神秘檔案 21

# GoodsGoodsNameStiMsnMysteryFile21
source: Sunken Scroll 22
de: Schriftrolle 22
es: Pergamino 22
es_mx: Pergamino 22
fr: Document 22
it: Documento 22
ja: ミステリーファイル 22
ko: 미스터리 파일 22
nl: Boekrol 22
ru: Свиток 22
zh_hans: 神秘档案 22
zh_hant: 神秘檔案 22

# GoodsGoodsNameStiMsnMysteryFile22
source: Sunken Scroll 23
de: Schriftrolle 23
es: Pergamino 23
es_mx: Pergamino 23
fr: Document 23
it: Documento 23
ja: ミステリーファイル 23
ko: 미스터리 파일 23
nl: Boekrol 23
ru: Свиток 23
zh_hans: 神秘档案 23
zh_hant: 神秘檔案 23

# GoodsGoodsNameStiMsnMysteryFile23
source: Sunken Scroll 24
de: Schriftrolle 24
es: Pergamino 24
es_mx: Pergamino 24
fr: Document 24
it: Documento 24
ja: ミステリーファイル 24
ko: 미스터리 파일 24
nl: Boekrol 24
ru: Свиток 24
zh_hans: 神秘档案 24
zh_hant: 神秘檔案 24

# HeroRecordAgent1
source: Agent 1
de: Nr. 1
es: Agente 1
es_mx: Agente 1
fr: Numéro 1
it: Numero 1
ja: １号
ko: 1호
ru: Агент 001
zh_hans: 1号
zh_hant: 1號

# HeroRecordAgent2
source: Agent 2
de: Nr. 2
es: Agente 2
es_mx: Agente 2
fr: Numéro 2
it: Numero 2
ja: ２号
ko: 2호
ru: Агент 002
zh_hans: 2号
zh_hant: 2號

# HeroRecordAnnotation
source: Select a size and download.
de: Wähle die gewünschte Größe.
es: Selecciona un tamaño para descargar.
es_mx: Selecciona un tamaño para descargar.
fr: Choisis une taille et lance le téléchargement.
it: Seleziona una dimensione e scarica.
ja: サイズを選んでダウンロードしてください
ko: 사이즈를 선택하여 다운로드해 주십시오
nl: Kies een formaat.
ru: Выбери размер и загружай.
zh_hans: 请选择尺寸开始下载
zh_hant: 請選擇適用的大小開始下載

# HeroRecordAppName
source: Story Mode
de: Story-Modus
es: Modo historia
es_mx: Modo historia
fr: Mode Histoire
it: Modalità storia
ja: ヒーローモード
ko: 히어로 모드
nl: Verhaal
ru: Сюжет
zh_hans: 英雄模式
zh_hant: 英雄模式

# HeroRecordAreaMemorialPhoto
source: Snapshot
de: Schnappschuss
es: Captura
es_mx: Captura
fr: Photo d'écran
it: Immagine
ja: スナップ写真
ko: 스냅 사진
nl: Foto
ru: Снимок
zh_hans: 抓拍照片
zh_hant: 快拍照片

# HeroRecordBossStage
source: Boss Stage
de: Bosslevel
es: Escenario de gran salmónido
es_mx: Escenario del jefe
fr: Stage de boss
it: Scenario boss
ja: ボス
ko: 보스
nl: Eindbaaslevel
ru: Уровень с боссом
zh_hans: Boss
zh_hant: Boss

# HeroRecordClearReward
source: Story Mode Clear Bonus
de: Abschlussbonus Story-Modus
es: Bonificación por completar el modo historia
es_mx: Bonificación por completar el modo historia
fr: Mode Histoire terminé - Bonus
it: Bonus modalità storia completata
ja: ヒーローモード クリア特典
ko: 히어로 모드 클리어 특전
nl: Voltooiingsbonus: verhaal
ru: Бонус за прохождение сюжета
zh_hans: 英雄模式 通关特典
zh_hant: 英雄模式 過關特典

# HeroRecordNawabariMapCompleteReward
source: Alterna 100% Exploration Bonus
de: Bonus: Alterna 100 % erkundet
es: Bonificación por explorar Alterna al 100 %
es_mx: Bonificación por explorar Alterna al 100 %
fr: Alterna explorée à 100 % - Bonus
it: Bonus Alterna esplorata al 100%
ja: オルタナ探索率100% 達成特典
ko: 얼터너 탐색률 100% 달성 특전
nl: Bonus: Alterna 100% verkend
ru: Бонус за 100%-е исследование Альтерны
zh_hans: 幻界探索率100% 达成特典
zh_hant: 幻界探索率100％ 達成特典

# HeroRecordNawabariMapProgress
source: Alterna Exploration Rate
de: Erkundung von Alterna
es: Tasa de exploración de Alterna
es_mx: Tasa de exploración de Alterna:
fr: Taux d'exploration d'Alterna
it: % di Alterna esplorata:
ja: オルタナ探索率
ko: 얼터너 탐색률
nl: Verkenning van Alterna
ru: Прогресс исследования Альтерны
zh_hans: 幻界探索率
zh_hant: 幻界探索率

# HeroRecordNawabariMapSubCleared
source: Congratulations on completing Story Mode!
de: Glückwunsch zum Abschluss des Story-Modus!
es: Has completado el modo historia. ¡Enhorabuena!
es_mx: Completaste el modo historia. ¡Felicidades!
fr: Félicitations, tu as terminé le mode Histoire !
it: Congratulazioni per aver completato la modalità storia!
ja: クリアおめでとう！
ko: 클리어 축하드립니다!
nl: Gefeliciteerd met het voltooien van het verhaal!
ru: Поздравляем! Сюжет пройден!
zh_hans: 恭喜通关！
zh_hant: 恭喜成功過關！

# HeroRecordNawabariMapSubComplete
source: Congratulations on fully exploring Alterna!
de: Glückwunsch zum vollständigen Erkunden von Alterna!
es: ¡Enhorabuena por explorar toda Alterna!
es_mx: ¡Felicidades por explorar toda Alterna!
fr: Félicitations, tu as intégralement exploré Alterna !
it: Congratulazioni per aver esplorato tutta Alterna!
ja: 100%踏破おめでとう！
ko: 100% 답파 축하드립니다!
nl: Gefeliciteerd met je volledige verkenning van Alterna!
ru: Поздравляем! Альтерна полностью исследована!
zh_hans: 恭喜探索率达到100%！
zh_hant: 恭喜探索率達到100％！

# HeroRecordNawabariMapSubInProgress
source: What could happen if you explored ALL of Alterna...
de: Was wohl passiert, wenn du ganz Alterna erkundest...?
es: ¿Qué pasaría si explorases Alterna en su totalidad?
es_mx: ¿Qué pasará si exploras Alterna por completo?
fr: Que se passera-t-il une fois que tu auras exploré tout Alterna ?
it: Cosa succederebbe se esplorassi tutta Alterna...?
ja: オルタナを100%踏破すると…？
ko: 얼터너를 100% 답파하면…?
nl: Wat zou er gebeuren als je HEEL Alterna verkende?
ru: Что будет, если исследовать всю Альтерну?
zh_hans: 如果幻界的探索率达到100%就会……？
zh_hant: 如果幻界的探索率達到100％就會……？

# HeroRecordNext
source: Next
de: Weiter
es: Siguiente
es_mx: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음으로
nl: Verder
ru: Следующий
zh_hans: 下一个地域
zh_hant: 下個地域

# HeroRecordNoEquipments
source: No Gear
de: Keine Ausrüstung
es: Sin equipamiento
es_mx: Sin equipamiento
fr: Pas d'équipement
it: Equipaggiamento assente
ja: そうびなし
ko: 장비 없음
nl: Geen uitrusting
ru: Нет снаряжения
zh_hans: 无装备
zh_hant: 無裝備

# HeroRecordPrev
source: Previous
de: Zurück
es: Anterior
es_mx: Anterior
fr: Précédent
it: Indietro
ja: 前へ
ko: 이전으로
nl: Terug
ru: Предыдущий
zh_hans: 上一个地域
zh_hant: 上個地域
