Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameGrfStiGraffiti26
source: TS-TWR graffiti
de: Graffiti „TRD-MOBL“
es: Grafiti SLT-TRR
es_mx: Grafiti SLT-TRR
fr: Graffiti SA-TR
it: Graffito SA-TOR
ja: グラフィティ SK-TWD
ko: TS-TW 그라피티
nl: Graffiti TRAZ-TOR
ru: Граффити САМ-БАШ
zh_hans: 涂鸦 SK-TWD
zh_hant: 塗鴉 SK-TWD

# GoodsGoodsNameGrfStiGraffiti27
source: TS-ORBRS graffiti
de: Graffiti „TRD-ORBRS“
es: Grafiti SLT-URB
es_mx: Grafiti SLT-URB
fr: Graffiti SA-ORBR
it: Graffito SA-UBR
ja: グラフィティ SK-TMA
ko: TS-AZE 그라피티
nl: Graffiti TRAZ-EKO
ru: Граффити САМ-ЖОР
zh_hans: 涂鸦 SK-TMA
zh_hant: 塗鴉 SK-TMA

# GoodsGoodsNameGrfStiGraffiti28
source: TS-CMP graffiti
de: Graffiti „TRD-B1SS“
es: Grafiti SLT-CHM
es_mx: Grafiti SLT-CHM
fr: Graffiti SA-CNB
it: Graffito SA-SGR
ja: グラフィティ SK-TOG
ko: TS-CMP 그라피티
nl: Graffiti TRAZ-HPSK
ru: Граффити САМ-МЕД
zh_hans: 涂鸦 SK-TOG
zh_hant: 塗鴉 SK-TOG

# GoodsGoodsNameGrfStiGraffiti29
source: TS-RLPL graffiti
de: Graffiti „TRD-KUGL“
es: Grafiti SLT-CCH
es_mx: Grafiti SLT-CCH
fr: Graffiti SA-PTL
it: Graffito SA-CIC
ja: グラフィティ SK-KBT
ko: TS-RLPL 그라피티
nl: Graffiti TRAZ-HLBL
ru: Граффити САМ-ЖИР
zh_hans: 涂鸦 SK-KBT
zh_hant: 塗鴉 SK-KBT

# GoodsGoodsNameGrfStiGraffiti30
source: TS-SN3K graffiti
de: Graffiti „TRD-ST4L“
es: Grafiti SLT-SRP
es_mx: Grafiti SLT-SRP
fr: Graffiti SA-SPT
it: Graffito SA-SER
ja: グラフィティ SK-HBN
ko: TS-B 그라피티
nl: Graffiti TRAZ-SNG
ru: Граффити САМ-ЗМЕ
zh_hans: 涂鸦 SK-HBN
zh_hant: 塗鴉 SK-HBN

# GoodsGoodsNameGrfStiGraffiti31
source: TS-SCHL graffiti
de: Graffiti „TRD-WLL“
es: Grafiti SLT-CRD
es_mx: Grafiti SLT-CRD
fr: Graffiti SA-BNC
it: Graffito SA-MBS
ja: グラフィティ SK-MTG
ko: TS-MDG 그라피티
nl: Graffiti TRAZ-SCHSL
ru: Граффити САМ-КОСЯ
zh_hans: 涂鸦 SK-MTG
zh_hant: 塗鴉 SK-MTG

# GoodsGoodsNameGrfStiGraffiti32
source: TS-FLT graffiti
de: Graffiti „TRD-FLT“
es: Grafiti SLT-FLT
es_mx: Grafiti SLT-FLT
fr: Graffiti SA-FLT
it: Graffito SA-FDS
ja: グラフィティ SK-KRM
ko: TS-FLT 그라피티
nl: Graffiti TRAZ-ZFLT
ru: Граффити САМ-ФИЛ
zh_hans: 涂鸦 SK-KRM
zh_hant: 塗鴉 SK-KRM

# GoodsGoodsNameGrfStiGraffiti33
source: TS-OBS graffiti
de: Graffiti „TRD-HND“
es: Grafiti SLT-OBT
es_mx: Grafiti SLT-OBT
fr: Graffiti SA-OTC
it: Graffito SA-OST
ja: グラフィティ SK-ZMN
ko: TS-OBS 그라피티
nl: Graffiti TRAZ-OBS
ru: Граффити САМ-БАРР
zh_hans: 涂鸦 SK-ZMN
zh_hant: 塗鴉 SK-ZMN

# GoodsGoodsNameGrfStiGraffiti34
source: TS-SMFR graffiti
de: Graffiti „TRD-SLMNI“
es: Grafiti SLT-CNT
es_mx: Grafiti SK-SCMT
fr: Graffiti SA-SLCH
it: Graffito SA-SAL
ja: グラフィティ SK-KZK
ko: TS-CM 그라피티
nl: Graffiti TRAZ-SMN
ru: Граффити САМ-МАЛЕТ
zh_hans: 涂鸦 SK-KZK
zh_hant: 塗鴉 SK-KZK

# GoodsGoodsNameGrfStiGraffiti35
source: TS-LGF8Z graffiti
de: Graffiti „TRD-L4NG“
es: Grafiti SLT-CLG
es_mx: Grafiti SLT-CLG
fr: Graffiti SA-TRST
it: Graffito SA-FTR
ja: グラフィティ SK-OOG
ko: TS-LGF8Z 그라피티
nl: Graffiti TRAZ-ZRGZ
ru: Граффити САМ-РЫЛ
zh_hans: 涂鸦 SK-OOG
zh_hant: 塗鴉 SK-OOG

# GoodsGoodsNameGrfStiGraffiti36
source: TS-FSC0 graffiti
de: Graffiti „TRD-FSC0“
es: Grafiti SLT-FRC
es_mx: Grafiti SLT-FRC
fr: Graffiti SA-FRSQ
it: Graffito SA-AFF
ja: グラフィティ SK-HKG
ko: TS-FSC0 그라피티
nl: Graffiti TRAZ-FSCO
ru: Граффити САМ-ФРЕС
zh_hans: 涂鸦 SK-HKG
zh_hant: 塗鴉 SK-HKG

# GoodsGoodsNameGrfStiGraffiti37
source: TS-C0HZ graffiti
de: Graffiti „TRD-MLM“
es: Grafiti SLT-SNT
es_mx: Grafiti SLT-SNT
fr: Graffiti SA-STR
it: Graffito SA-COL
ja: グラフィティ SK-YDN
ko: TS-CHZS 그라피티
nl: Graffiti TRAZ-SMSLM
ru: Граффити САМ-СПОЛИ
zh_hans: 涂鸦 SK-YDN
zh_hant: 塗鴉 SK-YDN

# GoodsGoodsNameGrfStiGraffiti38
source: SD0-? graffiti
de: Graffiti „SKRZL-???“
es: Grafiti SLM-GRB?
es_mx: Grafiti SLM-GRB?
fr: Graffiti SA-GRB
it: Graffito SD-MIX
ja: グラフィティ SG-TWS
ko: SD0-? 그라피티
nl: Graffiti ZSTS-?
ru: Граффити НИД-КАЛЯК
zh_hans: 涂鸦 SG-TWS
zh_hant: 塗鴉 SG-TWS

# GoodsGoodsNameGrfStiGraffiti39
source: SD0-K graffiti
de: Graffiti „SKRZL-OK“
es: Grafiti SLM-GRBOK
es_mx: Grafiti SLM-GRBOK
fr: Graffiti SA-ESQ
it: Graffito SD-DBE
ja: グラフィティ SG-UMK
ko: SD0-K 그라피티
nl: Graffiti ZSTS-OK
ru: Граффити НИД-МАЛЯК
zh_hans: 涂鸦 SG-UMK
zh_hant: 塗鴉 SG-UMK

# GoodsGoodsNameGrfStiGraffiti40
source: SD0-2S graffiti
de: Graffiti „SKRZL-2S“
es: Grafiti SLM-GRB2
es_mx: Grafiti SLM-GRB2
fr: Graffiti SA-DBL-ESQ
it: Graffito SD-2SA
ja: グラフィティ SG-SHT
ko: SD0-2S 그라피티
nl: Graffiti ZSTS-2ZA
ru: Граффити НИД-ДЖВА
zh_hans: 涂鸦 SG-SHT
zh_hant: 塗鴉 SG-SHT

# GoodsGoodsNameGrfStiGraffiti41
source: SD0-STR graffiti
de: Graffiti „SKRZL-LIN“
es: Grafiti SLM-TRZ
es_mx: Grafiti SLM-TRZ
fr: Graffiti SA-ABQ
it: Graffito SD-SLZ
ja: グラフィティ SG-AHT
ko: SD0-STR 그라피티
nl: Graffiti ZSTS-STKN
ru: Граффити НИД-МУР
zh_hans: 涂鸦 SG-AHT
zh_hant: 塗鴉 SG-AHT

# GoodsGoodsNameGrfStiGraffiti42
source: SD0-SQDS graffiti
de: Graffiti „SKRZL-TINT“
es: Grafiti SLM-CLM
es_mx: Grafiti SLM-CLM
fr: Graffiti SA-BBCMR
it: Graffito SD-XCA
ja: グラフィティ SG-ITS
ko: SD0-SQDS 그라피티
nl: Graffiti ZSTS-IKVN
ru: Граффити НИД-КАЛЬ
zh_hans: 涂鸦 SG-ITS
zh_hant: 塗鴉 SG-ITS

# GoodsGoodsNameGrfStiGraffiti44
source: BWTR-SPRGS-MR0R graffiti
de: Graffiti „KQ-ARK“
es: Grafiti BLAG-LCAM
es_mx: Grafiti BLAG-LCAM
fr: Graffiti SRT-MRR
it: Graffito FER-LOG
ja: グラフィティ KU-ARK
ko: GWA-UYG 그라피티
nl: Graffiti BB-RES
ru: Граффити ТУХВО-ЗЕРК
zh_hans: 涂鸦 KU-ARK
zh_hant: 塗鴉 KU-ARK

# GoodsGoodsNameGrfStiGraffiti45
source: FCS graffiti
de: Graffiti „4-ZCHN“
es: Grafiti 4LTR
es_mx: Grafiti 4LTR
fr: Graffiti M4L
it: Graffito 4LE
ja: グラフィティ YMJ
ko: NGJ 그라피티
nl: Graffiti 4TKS
ru: Граффити 4-БУК
zh_hans: 涂鸦 YMJ
zh_hant: 塗鴉 YMJ

# GoodsGoodsNameGrfStiGraffiti46
source: RPL graffiti
de: Graffiti „RND-ZCHN“
es: Grafiti LTR-RDN
es_mx: Grafiti LTR-RDN
fr: Graffiti ERVL
it: Graffito LBP
ja: グラフィティ MMJ
ko: DGJ 그라피티
nl: Graffiti RNPR
ru: Граффити КРУГ-БУК
zh_hans: 涂鸦 MMJ
zh_hant: 塗鴉 MMJ

# GoodsGoodsNameGrfStiGraffiti47
source: AGL graffiti
de: Graffiti „SCHRG-ZCHN“
es: Grafiti LTR-DGN
es_mx: Grafiti LTR-DGN
fr: Graffiti EIV
it: Graffito LSV
ja: グラフィティ NMJ
ko: BGJ 그라피티
nl: Graffiti SCFGR
ru: Граффити КОС-БУК
zh_hans: 涂鸦 NMJ
zh_hant: 塗鴉 NMJ

# GoodsGoodsNameGrfStiGraffiti48
source: AOP graffiti
de: Graffiti „CHS-ZCHN“
es: Grafiti LTR-DSP
es_mx: Grafiti LTR-DSP
fr: Graffiti LD
it: Graffito LES
ja: グラフィティ CMJ
ko: UGJ 그라피티
nl: Graffiti RTJT
ru: Граффити АНАРХО-БУК
zh_hans: 涂鸦 CMJ
zh_hant: 塗鴉 CMJ

# GoodsGoodsNameGrfStiGraffiti49
source: HIF graffiti
de: Graffiti „SPZ-ZCHN“
es: Grafiti ZZG3F
es_mx: Grafiti ZZG3F
fr: Graffiti PI
it: Graffito LIP
ja: グラフィティ GSR
ko: PP3Y 그라피티
nl: Graffiti ZWID
ru: Граффити ОСТРО-БУК
zh_hans: 涂鸦 GSR
zh_hant: 塗鴉 GSR

# GoodsGoodsNameGrfStiGraffiti50
source: GMK graffiti
de: Graffiti „DGL-ZCHN“
es: Grafiti LG-DGN
es_mx: Grafiti LG-DGN
fr: Graffiti LSA
it: Graffito GMK
ja: グラフィティ NLR
ko: BLR 그라피티
nl: Graffiti SLKRC
ru: Граффити ДИГО-БУК
zh_hans: 涂鸦 NLR
zh_hant: 塗鴉 NLR

# GoodsGoodsNameGrfStiGraffiti51
source: CFH graffiti
de: Graffiti „HK-PR“
es: Grafiti PRJ-ANZ
es_mx: Grafiti PRJ-ANZ
fr: Graffiti HC
it: Graffito UIN
ja: グラフィティ KTB
ko: GNB 그라피티
nl: Graffiti GKVH
ru: Граффити ПАР-КРЮК
zh_hans: 涂鸦 KTB
zh_hant: 塗鴉 KTB

# GoodsGoodsNameGrfStiGraffiti52
source: ISA graffiti
de: Graffiti „KTF-BL“
es: Grafiti CLM-RG-AZ
es_mx: Grafiti CLM-RG-AZ
fr: Graffiti ACLM-I
it: Graffito CLI
ja: グラフィティ OIB
ko: WSB 그라피티
nl: Graffiti IIKV
ru: Граффити КАЛЬ-СИНКРОЛЬ
zh_hans: 涂鸦 OIB
zh_hant: 塗鴉 OIB

# GoodsGoodsNameGrfStiGraffiti53
source: AFS graffiti
de: Graffiti „PFL-WS“
es: Grafiti FLCH-BL
es_mx: Grafiti FLCH-BL
fr: Graffiti FPB
it: Graffito BPF
ja: グラフィティ YAZ-WH
ko: HSP-WH 그라피티
nl: Graffiti PLSV
ru: Граффити БЕЛСТРЕЛ
zh_hans: 涂鸦 YAZ-WH
zh_hant: 塗鴉 YAZ-WH

# GoodsGoodsNameGrfStiGraffiti54
source: OCT graffiti
de: Graffiti „OKT-TR-SW“
es: Grafiti PLP-NG-X3
es_mx: Grafiti PLP-NG-X3
fr: Graffiti TR-PLP
it: Graffito 3PO
ja: グラフィティ KTT
ko: BOT 그라피티
nl: Graffiti OCTT
ru: Граффити ЧЕР-3-ОСЬ
zh_hans: 涂鸦 KTT
zh_hant: 塗鴉 KTT

# GoodsGoodsNameGrfStiGraffiti55
source: GRD graffiti
de: Graffiti „RGN“
es: Grafiti CRD-PZ
es_mx: Grafiti CRD-PZ
fr: Graffiti OPV
it: Graffito UPV
ja: グラフィティ SRK
ko: IRI 그라피티
nl: Graffiti GKD
ru: Граффити ВЯЗИКР
zh_hans: 涂鸦 SRK
zh_hant: 塗鴉 SRK

# GoodsGoodsNameGrfStiGraffiti56
source: DRD graffiti
de: Graffiti „DRM“
es: Grafiti FGRDRM
es_mx: Grafiti FGRDRM
fr: Graffiti DRM
it: Graffito BDA
ja: グラフィティ DRM
ko: DLM 그라피티
nl: Graffiti DRMP
ru: Граффити ДА-РУМ
zh_hans: 涂鸦 DRM
zh_hant: 塗鴉 DRM

# GoodsGoodsNameGrfStiGraffiti57
source: FPL graffiti
de: Graffiti „RS-ZCHN“
es: Grafiti LTR-DSG-RS
es_mx: Grafiti LTR-DSG-RS
fr: Graffiti PLRO
it: Graffito LSR
ja: グラフィティ KJP
ko: JGP 그라피티
nl: Graffiti VRLT
ru: Граффити БЛК-РОЗ-БУК
zh_hans: 涂鸦 KJP
zh_hant: 塗鴉 KJP

# GoodsGoodsNameGrfStiGraffiti58
source: BCS graffiti
de: Graffiti „TGR-ZCHN“
es: Grafiti TGR-AZ
es_mx: Grafiti TGR-AZ
fr: Graffiti MO-TI
it: Graffito COB
ja: グラフィティ TGA
ko: HMB 그라피티
nl: Graffiti BLKRL
ru: Граффити СИН-ТИГР
zh_hans: 涂鸦 TGA
zh_hant: 塗鴉 TGA

# GoodsGoodsNameGrfStiGraffiti59
source: HOS graffiti
de: Graffiti „4A-TNT“
es: Grafiti CLM-4T
es_mx: Grafiti CLM-4T
fr: Graffiti CLM-4T
it: Graffito C4T
ja: グラフィティ YAI
ko: DNS 그라피티
nl: Graffiti IKVHS
ru: Граффити КАЛЬ-4-ЩУП
zh_hans: 涂鸦 YAI
zh_hant: 塗鴉 YAI

# GoodsGoodsNameGrfStiGraffiti60
source: YSD graffiti
de: Graffiti „SKZ-TNT-GLB“
es: Grafiti CLM-DBJ-AM
es_mx: Grafiti CLM-DBJ-AM
fr: Graffiti GCLM-JA
it: Graffito SCG
ja: グラフィティ RIY
ko: NSY 그라피티
nl: Graffiti GIKVS
ru: Граффити КАЛЬ-ЖЕЛ-КАЛЯК
zh_hans: 涂鸦 RIY
zh_hant: 塗鴉 RIY

# GoodsGoodsNameGrfStiGraffiti61
source: BSD graffiti
de: Graffiti „SKZ-TNT-BL“
es: Grafiti CLM-DBJ-AZ
es_mx: Grafiti CLM-DBJ-AZ
fr: Graffiti GCLM-BL
it: Graffito SCB
ja: グラフィティ RIB
ko: NSB 그라피티
nl: Graffiti BLIKVS
ru: Граффити КАЛЬ-СИН-КАЛЯК
zh_hans: 涂鸦 RIB
zh_hant: 塗鴉 RIB

# GoodsGoodsNameGrfStiGraffiti62
source: WSD graffiti
de: Graffiti „SKZ-TNT-WS“
es: Grafiti CLM-DBJ-BL
es_mx: Grafiti CLM-DBJ-BL
fr: Graffiti GCLM-BC
it: Graffito SCP
ja: グラフィティ RIW
ko: NSW 그라피티
nl: Graffiti WIKVS
ru: Граффити КАЛЬ-БЕЛ-КАЛЯК
zh_hans: 涂鸦 RIW
zh_hant: 塗鴉 RIW

# GoodsGoodsNameGrfStiGraffiti63
source: LOS graffiti
de: Graffiti „STRN-RH“
es: Grafiti ESTR-LN
es_mx: Grafiti ESTR-LN
fr: Graffiti EDM
it: Graffito FSM
ja: グラフィティ ZNH
ko: CJB 그라피티
nl: Graffiti RZS
ru: Граффити ЗВЗД-РЯД
zh_hans: 涂鸦 ZNH
zh_hant: 塗鴉 ZNH

# GoodsGoodsNameGrfStiGraffiti64
source: SCC-ZZ graffiti
de: Graffiti „SWF-ZKZK“
es: Grafiti CPJ-PZZG
es_mx: Grafiti CPJ-PZZG
fr: Graffiti CFL-ZZ
it: Graffito PTS-ZZ
ja: グラフィティ OH-ZZS
ko: GWNG-ZZF 그라피티
nl: Graffiti TATR-ZGZG
ru: Граффити ПК-ЗАГ
zh_hans: 涂鸦 OH-ZZS
zh_hant: 塗鴉 OH-ZZS

# GoodsGoodsNameGrfStiGraffiti65
source: SCC-LAS graffiti
de: Graffiti „SWF-MGPN“
es: Grafiti CPJ-CLMLG
es_mx: Grafiti CPJ-CLMLG
fr: Graffiti CFL-CLT
it: Graffito PTS-CBL
ja: グラフィティ OH-ANI
ko: GWNG-LDS 그라피티
nl: Graffiti TATR-LAIV
ru: Граффити ПК-ДЛН-ЩУП
zh_hans: 涂鸦 OH-ANI
zh_hant: 塗鴉 OH-ANI

# GoodsGoodsNameGrfStiGraffiti66
source: SCC-MEP graffiti
de: Graffiti „SWF MRN“
es: Grafiti CPJ-MRN
es_mx: Grafiti CPJ-ANG
fr: Graffiti CFL-MUR
it: Graffito PTS-MFT
ja: グラフィティ OH-DMU
ko: GWNG-TGG 그라피티
nl: Graffiti TATR-MRN
ru: Граффити ПК-МУР
zh_hans: 涂鸦 OH-DMU
zh_hant: 塗鴉 OH-DMU

# GoodsGoodsNameGrfStiSignboard23
source: BWTR-BTHS sign
de: Schild „KQ-BHSLD“
es: Cartel BLAG-BP
es_mx: Letrero BLAG-BP
fr: Panneau SRT-BPB
it: Cartello FER-PSC
ja: かんばん KU-OKB
ko: GWA-MGP 간판
nl: Bord BB-BDHS
ru: Знак ТУХВО-КУП
zh_hans: 招牌 KU-OKB
zh_hant: 招牌 KU-OKB

# GoodsGoodsNameGrfStiSignboard45
source: CBM sign
de: Schild „CFÉ-MNÜ“
es: Cartel PZR-BAR
es_mx: Letrero PZR-CFE
fr: Panneau MN-CF
it: Cartello LVB
ja: かんばん CNB
ko: CFB 간판
nl: Bord CFBD
ru: Знак МНЮ-КАФ
zh_hans: 招牌 CNB
zh_hant: 招牌 CNB

# GoodsGoodsNameHlaStiWstBlasterLight00Lv01
source: Rapid Blaster holo sticker
de: Holokleber „Turbo-Blaster“
es: Holopegatina Devastador exprés
es_mx: Holocalcomanía Turbolanzamotas
fr: Autocollant Turboblaster HOLO
it: Oloadesivo blaster rapido
ja: ステッカー ラピッドブラスター HO
ko: 래피드 블래스터 HO 스티커
nl: Flitsblaster-hologramsticker
ru: Голограмма «Бластермат»
zh_hans: 贴纸 快速爆破枪 HO
zh_hant: 貼紙 快速爆破槍 HO

# GoodsGoodsNameHlaStiWstBlasterLight01Lv01
source: Rapid Blaster Deco holo sticker
de: Holokleber „Turbo-Blaster Deko“
es: Holopegatina Devastador exprés DX
es_mx: Holocalc. Turbolanzamotas chic
fr: Autocollant Turboblaster chic HOLO
it: Oloadesivo blaster rapido DX
ja: ステッカー ラピッドブラスターデコ HO
ko: 래피드 블래스터 데코 HO 스티커
nl: Flitsblaster Deco-hologramsticker
zh_hans: 贴纸 快速爆破枪 装饰 HO
zh_hant: 貼紙 快速爆破槍 裝飾 HO

# GoodsGoodsNameHlaStiWstBlasterLightLong00Lv01
source: Rapid Blaster Pro holo sticker
de: Holokleber „Turbo-Blaster Plus“
es: Holopegatina Superdevastador
es_mx: Holocalc. Turbolanzamotas Pro
fr: Autocollant Turboblaster pro HOLO
it: Oloadesivo blaster élite
ja: ステッカー Rブラスターエリート HO
ko: R 블래스터 엘리트 HO 스티커
nl: Flitsblaster Pro-hologramsticker
ru: Голограмма «Бластермат ПРО»
zh_hans: 贴纸 快速爆破枪 精英 HO
zh_hant: 貼紙 快速爆破槍 精英 HO

# GoodsGoodsNameHlaStiWstBlasterLightLong01Lv01
source: Rapid Blaster Pro Deco holo sticker
de: Holokleber „Turbo-Blaster Plus Deko“
es: Holopegatina Superdevastador DX
es_mx: Holocalc. Turbolanzamotas Pro chic
fr: Autoc. Turboblaster pro chic HOLO
it: Oloadesivo blaster élite DX
ja: ステッカー Rブラスターエリートデコ HO
ko: R 블래스터 엘리트 데코 HO 스티커
nl: Flitsbl. Pro Deco-hologramsticker
zh_hans: 贴纸 快速爆破枪 精英装饰 HO
zh_hant: 貼紙 快速爆破槍 精英裝飾 HO

# GoodsGoodsNameHlaStiWstBlasterLightShort00Lv01
source: Clash Blaster holo sticker
de: Holokleber „Kontra-Blaster“
es: Holopegatina Turbodevastador
es_mx: Holocalcomanía Hiperlanzamotas
fr: Autocollant Rafablaster HOLO
it: Oloadesivo blaster da mischia
ja: ステッカー クラッシュブラスター HO
ko: 크래시 블래스터 HO 스티커
nl: Knalblaster-hologramsticker
ru: Голограмма «Контрабластер»
zh_hans: 贴纸 冲涂爆破枪 HO
zh_hant: 貼紙 衝塗爆破槍 HO

# GoodsGoodsNameHlaStiWstBlasterLightShort01Lv01
source: Clash Blaster Neo holo sticker
de: Holokleber „Kontra-Blaster Neo“
es: Holopegatina Turbodevastador neo
es_mx: Holocalcomanía Hiperlanzamotas neo
fr: Autocollant Rafablaster Néo HOLO
it: Oloadesivo blaster da mischia Neo
ja: ステッカー クラッシュブラスターネオ HO
ko: 네오 크래시 블래스터 HO 스티커
nl: Knalblaster Neo-hologramsticker
zh_hans: 贴纸 冲涂爆破枪 新型 HO
zh_hant: 貼紙 衝塗爆破槍 新型 HO

# GoodsGoodsNameHlaStiWstBlasterLong00Lv01
source: Range Blaster holo sticker
de: Holokleber „Fern-Blaster“
es: Holopegatina Teledevastador
es_mx: Holocalcomanía Telelanzamotas
fr: Autocollant Éclablaster XL HOLO
it: Oloadesivo blaster a distanza
ja: ステッカー ロングブラスター HO
ko: 롱 블래스터 HO 스티커
nl: Teleblaster-hologramsticker
ru: Голограмма «Дальнобластер»
zh_hans: 贴纸 远距爆破枪 HO
zh_hant: 貼紙 遠距爆破槍 HO

# GoodsGoodsNameHlaStiWstBlasterLong01Lv01
source: Custom Range Blaster holo sticker
de: Holokleber „Fern-Blaster SE“
es: Holopegatina Teledevastador SP
es_mx: Holocalc. Telelanzamotas adaptado
fr: Autoc. Éclablaster XL griffé HOLO
it: Oloadesivo blaster a distanza CM
ja: ステッカー ロングブラスターカスタム HO
ko: 커스텀 롱 블래스터 HO 스티커
nl: Gem. Teleblaster-hologramsticker
zh_hans: 贴纸 远距爆破枪 改装 HO
zh_hant: 貼紙 遠距爆破槍 改裝 HO

# GoodsGoodsNameHlaStiWstBlasterMiddle00Lv01
source: Blaster holo sticker
de: Holokleber „Blaster“
es: Holopegatina Devastador
es_mx: Holocalcomanía Lanzamotas
fr: Autocollant Éclablaster HOLO
it: Oloadesivo blaster
ja: ステッカー ホットブラスター HO
ko: 핫 블래스터 HO 스티커
nl: Klodderblaster-hologramsticker
ru: Голограмма «Бластер»
zh_hans: 贴纸 火热爆破枪 HO
zh_hant: 貼紙 火熱爆破槍 HO

# GoodsGoodsNameHlaStiWstBlasterMiddle01Lv01
source: Custom Blaster holo sticker
de: Holokleber „Blaster SE“
es: Holopegatina Devastador SP
es_mx: Holocalc. Lanzamotas adaptado
fr: Autoc. Éclablaster modifié HOLO
it: Oloadesivo blaster CM
ja: ステッカー ホットブラスターカスタム HO
ko: 커스텀 핫 블래스터 HO 스티커
nl: G. Klodderblaster-hologramsticker
zh_hans: 贴纸 火热爆破枪 改装 HO
zh_hant: 貼紙 火熱爆破槍 改裝 HO

# GoodsGoodsNameHlaStiWstBlasterPrecision00Lv01
source: S-BLAST '92 holo sticker
de: Holokleber „S-BLAST92“
es: Holopegatina D-VAST 92
es_mx: Holocalcomanía L-MOT 92
fr: Autocollant S-Blaster '92 HOLO
it: Oloadesivo S-BLAST92
ja: ステッカー S-BLAST92 HO
ko: S-BLAST92 HO 스티커
nl: S-BLAST '92-hologramsticker
ru: Голограмма «S-BLAST 92»
zh_hans: 贴纸 S-BLAST92 HO
zh_hant: 貼紙 S-BLAST92 HO

# GoodsGoodsNameHlaStiWstBlasterPrecision01Lv01
source: S-BLAST '91 holo sticker
de: Holokleber „S-BLAST91“
es: Holopegatina D-VAST 91
es_mx: Holocalcomanía L-MOT 91
fr: Autocollant S-Blaster '91 HOLO
it: Oloadesivo S-BLAST91
ja: ステッカー S-BLAST91 HO
ko: S-BLAST91 HO 스티커
nl: S-BLAST '91-hologramsticker
ru: Голограмма «S-BLAST 91»
zh_hans: 贴纸 S-BLAST91 HO
zh_hant: 貼紙 S-BLAST91 HO

# GoodsGoodsNameHlaStiWstBlasterShort00Lv01
source: Luna Blaster holo sticker
de: Holokleber „Luna-Blaster“
es: Holopegatina Ultradevastador
es_mx: Holocalcomanía Lanzamotas Nova
fr: Autocollant Proxiblaster HOLO
it: Oloadesivo blaster lunar
ja: ステッカー ノヴァブラスター HO
ko: 노바 블래스터 HO 스티커
nl: Lunablaster-hologramsticker
ru: Голограмма «Лунобластер»
zh_hans: 贴纸 新星爆破枪 HO
zh_hant: 貼紙 新星爆破槍 HO

# GoodsGoodsNameHlaStiWstBlasterShort01Lv01
source: Luna Blaster Neo holo sticker
de: Holokleber „Luna-Blaster Neo“
es: Holopegatina Ultradevastador neo
es_mx: Holocalc. Lanzamotas Nova neo
fr: Autocollant Proxiblaster Néo HOLO
it: Oloadesivo blaster lunar Neo
ja: ステッカー ノヴァブラスターネオ HO
ko: 네오 노바 블래스터 HO 스티커
nl: Lunablaster Neo-hologramsticker
zh_hans: 贴纸 新星爆破枪 新型 HO
zh_hant: 貼紙 新星爆破槍 新型 HO

# GoodsGoodsNameHlaStiWstBlasterShortOLv01
source: Order Blaster Replica holo sticker
de: Holokleber „Ordnung-Blaster Replik“
es: Holopegatina Devastador orden (réplica)
es_mx: Holocalc. Lanzamotas orden réplica
fr: Aut. Blaster d'Ordre (réplique) HOLO
it: Oloadesivo blaster Ordine replica
ja: ステッカー オーダーブラスター レプリカ HO
ko: 오더 블래스터 레플리카 HO 스티커
nl: Ordeblaster-hologramsticker
ru: Голограмма «Бластер Порядка (кл.)»
zh_hans: 贴纸 秩序爆破枪 复制 HO
zh_hant: 貼紙 秩序爆破槍 複製 HO

# GoodsGoodsNameHlaStiWstBrushHeavy00Lv01
source: Painbrush holo sticker
de: Holokleber „Fächerfärber“
es: Holopegatina Brocha abanico
es_mx: Holocalcomanía Pincel abanico
fr: Autocollant Épinceau écaïe HOLO
it: Oloadesivo tonnoretto
ja: ステッカー フィンセント HO
ko: 빈센트 HO 스티커
nl: Kwistkwast-hologramsticker
zh_hans: 贴纸 文森 HO
zh_hant: 貼紙 文森 HO

# GoodsGoodsNameHlaStiWstBrushHeavy01Lv01
source: Painbrush Nouveau holo sticker
de: Holokleber „Fächerfärber Fresco“
es: Holopegatina Brocha abanico maestra
es_mx: Holocalc. Pincel abanico maestro
fr: Autoc. Épinceau écaïe nuancé HOLO
it: Oloadesivo tonnoretto master
ja: ステッカー フィンセント・ヒュー HO
ko: 빈센트 휴 HO 스티커
nl: Kwistkwast Nouv.-hologramsticker
zh_hans: 贴纸 文森·新艺术 HO
zh_hant: 貼紙 文森‧新藝術 HO

# GoodsGoodsNameHlaStiWstBrushMini00Lv01
source: Inkbrush holo sticker
de: Holokleber „Quasto“
es: Holopegatina Pincel
es_mx: Holocalcomanía Pincel
fr: Autocollant Épinceau HOLO
it: Oloadesivo calamaravaggio
ja: ステッカー パブロ HO
ko: 파블로 HO 스티커
nl: Inktkwast-hologramsticker
ru: Голограмма «Кисть»
zh_hans: 贴纸 巴勃罗 HO
zh_hant: 貼紙 巴勃羅 HO

# GoodsGoodsNameHlaStiWstBrushMini01Lv01
source: Inkbrush Nouveau holo sticker
de: Holokleber „Quasto Fresco“
es: Holopegatina Pincel maestro
es_mx: Holocalcomanía Pincel maestro
fr: Autocollant Épinceau nuancé HOLO
it: Oloadesivo calamaravaggio master
ja: ステッカー パブロ・ヒュー HO
ko: 파블로 휴 HO 스티커
nl: Inktkwast Nouveau-hologramsticker
zh_hans: 贴纸 巴勃罗·新艺术 HO
zh_hant: 貼紙 巴勃羅‧新藝術 HO

# GoodsGoodsNameHlaStiWstBrushNormal00Lv01
source: Octobrush holo sticker
de: Holokleber „Kalligraf“
es: Holopegatina Brocha
es_mx: Holocalcomanía Pincel caligrafía
fr: Autocollant Épinceau brosse HOLO
it: Oloadesivo tinturicchio
ja: ステッカー ホクサイ HO
ko: 호쿠사이 HO 스티커
nl: Octokwast-hologramsticker
ru: Голограмма «Арт-кисть»
zh_hans: 贴纸 北斋 HO
zh_hant: 貼紙 北齋 HO

# GoodsGoodsNameHlaStiWstBrushNormal01Lv01
source: Octobrush Nouveau holo sticker
de: Holokleber „Kalligraf Fresco“
es: Holopegatina Brocha maestra
es_mx: Holoc. Pincel caligrafía maestro
fr: Autoc. Épinceau brosse nuancé HOLO
it: Oloadesivo tinturicchio master
ja: ステッカー ホクサイ・ヒュー HO
ko: 호쿠사이 휴 HO 스티커
nl: Octokwast Nouv.-hologramsticker
zh_hans: 贴纸 北斋·新艺术 HO
zh_hant: 貼紙 北齋‧新藝術 HO

# GoodsGoodsNameHlaStiWstBrushNormalOLv01
source: Orderbrush Replica holo sticker
de: Holokleber „Ordnung-Kalligraf Replik“
es: Holopegatina Brocha orden (réplica)
es_mx: Holoc. Pincel caligrafía orden réplica
fr: Aut. Pinceau d'Ordre (répl.) HOLO
it: Oloadesivo pennello Ordine replica
ja: ステッカー オーダーブラシ レプリカ HO
ko: 오더 브러시 레플리카 HO 스티커
nl: Ordekwast-hologramsticker
ru: Голограмма «Кисть Порядка (клон)»
zh_hans: 贴纸 秩序排刷 复制 HO
zh_hant: 貼紙 秩序排刷 複製 HO

# GoodsGoodsNameHlaStiWstChargerKeeper00Lv01
source: Goo Tuber holo sticker
de: Holokleber „T-Tuber“
es: Holopegatina Tubofusil
es_mx: Holocalcomanía Entintubo
fr: Autocollant Détubeur HOLO
it: Oloadesivo tintubator
ja: ステッカー ソイチューバー HO
ko: 소이 튜버 HO 스티커
nl: Spetbuizer-hologramsticker
ru: Голограмма «Трубастер»
zh_hans: 贴纸 高压油管枪 HO
zh_hant: 貼紙 高壓油管槍 HO

# GoodsGoodsNameHlaStiWstChargerKeeper01Lv01
source: Custom Goo Tuber holo sticker
de: Holokleber „T-Tuber SE“
es: Holopegatina Tubofusil SP
es_mx: Holocalc. Entintubo adaptado
fr: Autocollant Détubeur modifié HOLO
it: Oloadesivo tintubator CM
ja: ステッカー ソイチューバーカスタム HO
ko: 커스텀 소이 튜버 HO 스티커
nl: Gemod. Spetbuizer-hologramsticker
zh_hans: 贴纸 高压油管枪 改装 HO
zh_hant: 貼紙 高壓油管槍 改裝 HO

# GoodsGoodsNameHlaStiWstChargerLight00Lv01
source: Bamboozler 14 Mk I holo sticker
de: Holokleber „Klotzer 14-A“
es: Holopegatina Bambufusil 14-I
es_mx: Holocalcomanía Bamzuka 14-I
fr: Autocollant Bimbamboum Mk I HOLO
it: Oloadesivo bimbamboom 14-I
ja: ステッカー 14式竹筒銃・甲 HO
ko: 14식 대나무 총 갑 HO 스티커
nl: Bamboem 14-A-hologramsticker
ru: Голограмма «Бамбух 14-I»
zh_hans: 贴纸 14式竹筒枪·甲 HO
zh_hant: 貼紙 14式竹筒槍‧甲 HO

# GoodsGoodsNameHlaStiWstChargerLight01Lv01
source: Bamboozler 14 Mk II holo sticker
de: Holokleber „Klotzer 14-B“
es: Holopegatina Bambufusil 14-II
es_mx: Holocalcomanía Bamzuka 14-II
fr: Autocollant Bimbamboum Mk II HOLO
it: Oloadesivo bimbamboom 14-II
ja: ステッカー 14式竹筒銃・乙 HO
ko: 14식 대나무 총 을 HO 스티커
nl: Bamboem 14-B-hologramsticker
ru: Голограмма «Бамбух 14-II»
zh_hans: 贴纸 14式竹筒枪·乙 HO
zh_hant: 貼紙 14式竹筒槍‧乙 HO

# GoodsGoodsNameHlaStiWstChargerLong00Lv01
source: E-liter 4K holo sticker
de: Holokleber „E-liter 4K“
es: Holopegatina Entintador 4K
es_mx: Holocalcomanía Entintador 4K
fr: Autocollant Extraceur + HOLO
it: Oloadesivo tinter a carica 4K
ja: ステッカー リッター4K HO
ko: 리터 4K HO 스티커
nl: E-liter 4K-hologramsticker
ru: Голограмма «Э-литр 95»
zh_hans: 贴纸 公升4K HO
zh_hant: 貼紙 公升4K HO

# GoodsGoodsNameHlaStiWstChargerLong01Lv01
source: Custom E-liter 4K holo sticker
de: Holokleber „E-liter 4K SE“
es: Holopegatina Entintador 4K SP
es_mx: Holoc. Entintador 4K adaptado
fr: Autoc. Extraceur + modifié HOLO
it: Oloadesivo tinter a carica 4K CM
ja: ステッカー リッター4Kカスタム HO
ko: 커스텀 리터 4K HO 스티커
nl: Gemodde E-liter 4K-hologramsticker
zh_hans: 贴纸 公升4K 改装 HO
zh_hant: 貼紙 公升4K 改裝 HO

# GoodsGoodsNameHlaStiWstChargerLongScope00Lv01
source: E-liter 4K Scope holo sticker
de: Holokleber „Ziel-E-liter 4K“
es: Holopegatina Telentintador 4K
es_mx: Holocalcomanía Telentintador 4K
fr: Autocollant Extraceur + zoom HOLO
it: Oloadesivo tinter con mirino 4K
ja: ステッカー 4Kスコープ HO
ko: 4K 스코프 HO 스티커
nl: E-liter 4k (vizier)-hologramsticker
ru: Голограмма «Снайп-э-литр 95»
zh_hans: 贴纸 4K准星枪 HO
zh_hant: 貼紙 4K準星槍 HO

# GoodsGoodsNameHlaStiWstChargerLongScope01Lv01
source: Custom E-liter 4K Scope holo sticker
de: Holokleber „Ziel-E-liter 4K SE“
es: Holopegatina Telentintador 4K SP
es_mx: Holoc. Telentintador 4K adaptado
fr: Aut. Extraceur + zoom modifié HOLO
it: Oloadesivo tinter con mirino 4K CM
ja: ステッカー 4Kスコープカスタム HO
ko: 커스텀 4K 스코프 HO 스티커
nl: Gem. E-liter 4K (v)-hologramsticker
zh_hans: 贴纸 4K准星枪 改装 HO
zh_hant: 貼紙 4K準星槍 改裝 HO

# GoodsGoodsNameHlaStiWstChargerNormal00Lv01
source: Splat Charger holo sticker
de: Holokleber „Klecks-Konzentrator“
es: Holopegatina Cargatintas
es_mx: Holocalcomanía Cargatintas
fr: Autocollant Concentraceur HOLO
it: Oloadesivo splatter a carica
ja: ステッカー スプラチャージャー HO
ko: 스플랫 차저 HO 스티커
nl: Bloplader-hologramsticker
ru: Голограмма «Сплатган»
zh_hans: 贴纸 斯普拉蓄力狙击枪 HO
zh_hant: 貼紙 斯普拉蓄力狙擊槍 HO
