Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# CatalogDailyBonus
source: You earned <em>{ 0 }</em> points for the day's first victory!
de: <em>{ 0 }</em> Punkte für den ersten Sieg des Tages!
es: ¡Has ganado <em>{ 0 }</em> puntos por la primera victoria del día!
es_mx: ¡Ganaste <em>{ 0 }</em> puntos por la primera victoria del día!
fr: La première victoire du jour te rapporte <em>{ 0 }</em> points !
it: Hai ottenuto <em>{ 0 }</em> punti per la prima vittoria della giornata!
ja: 本日初勝利でもれなく<em>{ 0 }</em>ポイントゲット！
ko: 오늘 첫 승리 시 누구나 <em>{ 0 }</em>포인트 획득!
nl: Voor je eerste overwinning van vandaag heb je <em>{ 0 }</em> punten verdiend!
ru: За первую победу дня ты получаешь <em>{ 0 }</em> очк.
zh_hans: 今日首次获胜，可获得整整<em>{ 0 }</em>点点数！
zh_hant: 本日首次獲勝就能獲得總共<em>{ 0 }</em>點！

# CatalogDrinkTicket
source: Drink Ticket
de: Getränke-Coupon
es: Cupón de bebida
es_mx: Boleto de bebida
fr: Ticket boisson
it: Coupon bevanda
ja: ドリンクチケット
ko: 드링크 티켓
nl: Drankcoupon
ru: Талон на напиток
zh_hans: 饮料券
zh_hant: 飲料券

# CatalogEmote
source: Emote
es: Reacción
es_mx: Pose
fr: Émoticône
it: Posa
ja: エモート
ko: 감정 표현
nl: Reactie
ru: Эмотикон
zh_hans: 表情
zh_hant: 表情

# CatalogEndOfSeason
source: <em>{ 0 }</em> is almost over, but you can get a Closeout Bonus of <em>1.5x</em> Catalog Points now!
de: Die <em>{ 0 }</em> ist fast vorbei, aber du kannst jetzt einen Endspurt-Bonus von <em>×1,5</em> Katalogpunkten erhalten!
es: ¡<em>{ 0 }</em> casi concluida! ¡Ocasión de obtener puntos de catálogo <em>×1,5</em>!
es_mx: ¡<em>{ 0 }</em> casi concluida! ¡Pero todavía puedes obtener puntos de catálogo <em>x1.5</em>!
fr: <em>{ 0 }</em> presque terminée ! Un bonus de fin d'une valeur de <em>1,5×</em> tes points de catalogue est disponible !
it: <em>{ 0 }</em> quasi finita! Occasione di ottenere un bonus ultimo sforzo pari a <em>×1,5</em> punti catalogo!
ja: もうすぐ <em>{ 0 }</em> が終了します。カタログポイント<em>1.5倍</em>サービス中！
ko: <em>{ 0 }</em> 종료가 머지않았습니다. 카탈로그 포인트 <em>1.5배</em> 서비스 중!
nl: Het <em>{ 0 }</em> is bijna voorbij, maar je kunt nu een eindspurtbonus van <em>×1,5</em> cataloguspunten verdienen!
ru: <em>{ 0 }</em> подходит к концу, но ты еще можешь получить финишный бонус: <em>x1,5</em> очк. каталога!
zh_hans: <em>{ 0 }</em>即将结束。现在可获得<em>1.5倍</em>的目录点数！
zh_hant: <em>{ 0 }</em>即將結束，目錄點數<em>1.5倍</em>放送中！

# CatalogFesBonus
source: Splatfest Open Now! Earn <em>1.2x</em> Points!
de: Das Splatfest läuft! Verdiene <em>1,2-mal</em> so viele Punkte!
es: ¡Festival en curso! ¡Obtén un <em>20 % extra</em> de puntos!
es_mx: ¡Festival en curso! ¡Obtén un <em>20 % extra</em> de puntos!
fr: Festival en cours ! Remporte <em>1,2 x</em> plus de points !
it: Festival in corso! Moltiplica i punti <em>×1,2</em>!
ja: フェス開催中！ポイント<em>1.2倍</em>！
ko: 페스티벌 개최 중! 포인트 <em>1.2배</em>!
nl: Splatfest bezig! Verdien <em>1,2×</em> zo veel punten!
ru: Идет Сплатфест! Заработай <em>в 1,2 раза</em> больше очков!
zh_hans: 祭典举行中！获得的点数<em>1.2倍</em>！
zh_hant: 祭典舉行中！點數<em>1.2倍</em>！

# CatalogFigure
source: Decoration
de: Deko
es: Adorno
es_mx: Adorno
fr: Objet de décoration
it: Decorazione
ja: オキモノ
ko: 장식품
nl: Versiering
ru: Украшение
zh_hans: 装饰品
zh_hant: 裝飾品

# CatalogFoodTicket
source: Food Ticket
de: Snack-Coupon
es: Cupón de comida
es_mx: Boleto de comida
fr: Ticket en-cas
it: Coupon cibo
ja: フードチケット
ko: 푸드 티켓
nl: Voedselcoupon
ru: Талон на закуску
zh_hans: 餐券
zh_hant: 美食券

# CatalogGearSkillChip
source: Ability Chunks
de: Effekt-Fragmente
es: Fragmentos de potenciador
es_mx: Fragmentos de potenciador
fr: Fragments de bonus
it: Frammenti di abilità
ja: ギアパワーのかけら
ko: 기어 파워 파편
nl: Effectfragmenten
ru: Б/у свойства
zh_hans: 装备能力碎片
zh_hant: 裝備能力碎片

# CatalogGot
source: Got it!
de: Schon erhalten
es: Disponible
es_mx: Lo tienes
fr: En poche
it: Urrà!
ja: ゲット！
ko: 획득!
nl: Heb je al!
ru: Ура!
zh_hans: 获得！
zh_hant: 獲得！

# CatalogGuide
source: <em>Reach level 4 to get a catalog from Hotlantis!</em>
de: <em>Erreiche Stufe 4 und hol dir im Hotlantis einen Katalog!</em>
es: <em>¡Progresa hasta el nivel 4 para obtener el catálogo de Miscelánea Abisal!</em>
es_mx: <em>¡Alcanza el nivel 4 para obtener el catálogo de Miscelánea Abisal!</em>
fr: <em>Atteins le niveau 4 et rends-toi à Coolypso pour obtenir un catalogue !</em>
it: <em>Raggiungi il livello 4 per ottenere un catalogo da Misto mare!</em>
ja: <em>ランクを4まで上げてザッカ屋でカタログを受け取ろう！</em>
ko: <em>레벨을 4까지 올려 잡화점에서 카탈로그를 받자!</em>
nl: <em>Bereik niveau 4 om een catalogus te kunnen halen in Aqua Morgana!</em>
ru: <em>Чтобы получить каталог в «Хитлантиде», тебе нужен уровень 4!</em>
zh_hans: <em>达到等级4之后就去杂货店领取目录吧！</em>
zh_hant: <em>將等級提升到4之後就去雜貨店領取目錄吧！</em>

# CatalogLevel
source: Level
de: Stufe
es: Nivel
es_mx: Nivel
fr: Niveau
it: Livello
ja: カタログレベル
ko: 카탈로그 레벨
nl: Niveau
ru: Уровень
zh_hans: 目录等级
zh_hant: 目錄等級

# CatalogLimit
source: Until { 0 }
de: Bis { 0 }
es: Hasta { 0 }
es_mx: Hasta { 0 }
fr: Jusqu'au { 0 }
it: Fino a: { 0 }
ja: { 0 } まで
ko: { 0 }까지
nl: Tot { 0 }
ru: До { 0 }
zh_hans: 到{ 0 }为止
zh_hant: 到{ 0 }為止

# CatalogMysteryBox
source: Mystery Box
de: Überraschungsbox
es: Caja misteriosa
es_mx: Caja misteriosa
fr: Boîte mystère
it: Pacco misterioso
ja: ミステリーボックス
ko: 미스터리 박스
nl: Verrassingspakket
ru: Коробка с сюрпризом
zh_hans: 神秘礼盒
zh_hant: 神秘禮盒

# CatalogNamePlateBg
source: Banner
es: Fondo
es_mx: Fondo
fr: Bannière
it: Sfondo
ja: プレート
ko: 플레이트
nl: Achtergrond
ru: Баннер
zh_hans: 背景
zh_hant: 背景

# CatalogNextBonus
source: Next
de: Nächste
es: Próximo
es_mx: Próximo
fr: Suivant
it: Prossimo
ja: つぎ
ko: 다음
nl: Volgende
ru: Следующий
zh_hans: 下一个
zh_hant: 下一個

# CatalogPage
source: Page { 0 }
de: Seite { 0 }
es: Página { 0 }
es_mx: Página { 0 }
it: Pagina { 0 }
ja: ページ { 0 }
ko: 페이지 { 0 }
nl: Pagina { 0 }
ru: Стр. { 0 }
zh_hans: 第{ 0 }页
zh_hant: { 0 }頁

# CatalogPager
source: Page { 0 }/{ 1 }
de: Seite { 0 }/{ 1 }
es: Página { 0 } / { 1 }
es_mx: Página { 0 } / { 1 }
it: Pagina { 0 }/{ 1 }
ja: { 0 } / { 1 } ページ
ko: { 0 } / { 1 } 페이지
nl: Pagina { 0 } / { 1 }
ru: Стр. { 0 }/{ 1 }
zh_hans: 第{ 0 } / { 1 }页
zh_hant: { 0 }/{ 1 }頁

# CatalogPeriod
source: { 0 } Open Now!
de: { 0 } Jetzt geöffnet!
es: { 0 } - { undefined } ¡En curso!
es_mx: { 0 } - { undefined } ¡En curso!
fr: { 0 } En cours !
it: { 0 } In corso!
ja: { 0 } 開催中！
ko: { 0 } 개최 중!
nl: { 0 } Nu bezig!
ru: { 0 } Идет!
zh_hans: { 0 } 举行中！
zh_hant: { 0 } 舉行中！

# CatalogPoint
source: Points
de: Punkte
es: Puntos
es_mx: Puntos
it: Punti
ja: カタログポイント
ko: 카탈로그 포인트
nl: Punten
ru: Очки
zh_hans: 目录点数
zh_hant: 目錄點數

# CatalogSignboard
source: Hotlantis
es: Miscelánea Abisal
es_mx: Miscelánea Abisal
fr: Coolypso
it: Misto mare
ja: ザッカ屋
ko: 잡화점
nl: Aqua Morgana
ru: Хитлантида
zh_hans: 杂货店
zh_hant: 雜貨店

# CatalogSticker
source: Sticker
de: Aufkleber
es: Pegatina
es_mx: Calcomanía
fr: Autocollant
it: Adesivo
ja: ステッカー
ko: 스티커
ru: Наклейка
zh_hans: 贴纸
zh_hant: 貼紙

# CatalogTitle
source: Catalog
de: Katalog
es: Catálogo
es_mx: Catálogo
fr: Catalogue
it: Catalogo
ja: カタログ
ko: 카탈로그
nl: Catalogus
ru: Каталог
zh_hans: 目录
zh_hant: 目錄

# CatalogWelcome
source: New Catalog Hot off the Presses!
de: Druckfrischer Katalog!
es: ¡Tenemos nuevo catálogo!
es_mx: ¡Tenemos nuevo catálogo!
fr: Un nouveau catalogue est disponible !
it: Nuovo catalogo fresco di stampa!
ja: イカしたカタログ 配布中！
ko: 어메이징한 카탈로그 배포 중!
nl: Nieuwe catalogus, vers van de pers!
ru: Новое издание каталога!
zh_hans: 正在发放超鱿型的目录！
zh_hant: 超魷型目錄發布中！

# CatalogWelcomeDescription
source: Earn Catalog Points from battles<br />to get inkredible items!
de: Verdiene in Kämpfen Katalogpunkte<br />und schnapp dir tinttastische Preise!
es: ¡Reúne puntos de catálogo en combate<br />para poder hacerte con fabulosos artículos!
es_mx: ¡Obtén puntos de catálogo en combate para<br />poder adquirir artículos tintabulosos!
fr: Gagne des points de catalogue lors des matchs<br />pour obtenir des objets encroyables !
it: Guadagna punti catalogo dalle<br />battaglie per ottenere oggetti mitilici!
ja: バトルでカタログポイントを貯めて<br />アイテムをゲットしよう！
ko: 배틀에서 카탈로그 포인트를 모아<br />아이템을 획득하자!
nl: Verdien cataloguspunten in gevechten<br />om spetterende voorwerpen te krijgen!
ru: Зарабатывай очки каталога в боях, чтобы<br />получить красочные предметы!
zh_hans: 通过对战积攒目录点数<br />来获得道具吧！
zh_hant: 透過對戰累積目錄點數<br />獲得道具吧！

# ChallengeAboutGraffiti
source: Whenever I spy a scorching-hot tag, I'll send it your way!
de: Wenn ich ein heißes Tag sehe, schicke ich es dir!
es: ¡Te mandaré todos los grafitis molones que vaya encontrando por ahí!
es_mx: ¡Te mandaré todos los grafitis geniales que vaya encontrando por ahí!
fr: Si j'tombe sur un graffiti qui m'botte, j'te l'envoie !
it: Se vedo un tag di quelli incandescenti, te lo mando!
ja: 旅の途中でテンションバクアゲ～！なグラフィティ見つけたから送るね～
ko: 여행하다가 끝내주는 그라피티를 발견했으니까 선물할게～
nl: Als ik een vette tag zie, stuur ik hem naar jou!
ru: Если увижу с пылу с жару новый бейдж, сразу тебе пришлю!
zh_hans: 我在旅途中找到了“超酥脆～！”的涂鸦，发给你哦～
zh_hant: 我在旅程的途中發現了超～酥脆的火熱塗鴉！傳給你看喔～

# ChallengeAllChallengesCompletable
source: You've earned enough points to fully fund Crusty Sean's Wandercrust Tour!
de: Du hast genügend Punkte durch Färben verdient, um Shrimpsons Radeltour vollständig zu finanzieren!
es: ¡Has acumulado puntos suficientes para apoyar todos los desafíos de Adolfrito!
es_mx: ¡Acumulaste puntos suficientes para apoyar todos los desafíos de Adolfrito!
fr: Vous avez obtenu assez de points pour financer la totalité de l'Odyssée d'Omar !
it: Hai ottenuto abbastanza punti per sostenere completamente il Gambertour di Gamberto!
ja: すべてのチャレンジを支援するために必要なポイントが貯まりました
ko: 모든 챌린지를 서포트하는 데 필요한 포인트가 모였습니다
nl: Je hebt genoeg punten verdiend om Pelles Aardboltoer helemaal te ondersteunen!
ru: У тебя достаточно очков, чтобы полностью финансировать Закрас-тур Ракки!
zh_hans: 已积攒支援所有挑战所需的点数。
zh_hant: 已累積到支持所有挑戰所需要的點數。

# ChallengeAllChallengesCompleted
source: All of Crusty Sean's challenges have been funded.
de: Alle Etappen auf Shrimpsons Tour wurden abgeschlossen.
es: Todos los desafíos de Adolfrito han recibido apoyo.
es_mx: Todos los desafíos de Adolfrito recibieron apoyo.
fr: Tous les défis d'Omar ont été financés.
it: Tutte le sfide di Gamberto hanno ottenuto sostegno.
ja: すべてのチャレンジの支援を達成しました
ko: 모든 챌린지의 서포트를 달성했습니다
nl: Al Pelles uitdagingen zijn ondersteund.
ru: Получено финансирование для всех испытаний Ракки.
zh_hans: 已完成所有挑战的支援。
zh_hant: 已達成所有挑戰的支持。

# ChallengeAnnouncementOfGrizzcoIndustriesStory1
source: Here at Grizzco Industries, we aim to create a richer, better way of life for everyone in our society through daily collection of Power Eggs.<br />But we must acknowledge—there's more to life than Power Eggs. We've learned this by following along with Crusty Sean's Wandercrust Tour! One must balance one's relentless pursuit of profit and Power Eggs with curiosity...learning...and eggquity for all.<br />That's why we're so proud to announce this partnership with Crusty Sean! With our support, he'll be back out on the road in search of enlightenment and corporate tax breaks. We look forward to the next chapter in his—no, OUR—journey.
de: Die Bär GmbH setzt es sich zum Ziel, das Leben unserer ganzen Gesellschaft durch eifriges, tägliches Gold-Fischeiersammeln zu verbessern.<br />Doch es gibt noch mehr im Leben als Gold-Fischeier. Und dies hat Shrimpson uns auf seiner ersten Tour gezeigt! So glücklich Eier und Profite auch machen, bedarf es doch eines Ausgleichs im Leben. Neugier. Wissensdurst. Eier-- äh, eiserner Wille.<br />Daher freuen wir uns, Herrn Shrimpsons neuestes Projekt nach bester Kraft und steuerlich absetzbar zu unterstützen. Auf eine ertrag- und erfolgreiche Partnerschaft!
es: En Don Oso, S. A. queremos contribuir al bienestar social y la prosperidad mediante las labores de recogida de alevines dorados.<br />Si algo hemos aprendido del viaje de Adolfrito, es que no solo los beneficios empresariales importan en la vida. Conocer otros lugares, satisfacer curiosidades, desarrollar nuevas destrezas... son metas que complementan la mera obtención de alevines.<br />De ahí nace nuestra iniciativa de patrocinar a Adolfrito con la esperanza de contribuir a que, con su encomiable espíritu de sacrificio, nos ayude a alcanzar nuevas fronteras y quizá descubrir nuevos nichos de negocio.
es_mx: En Don Oso, S. A. tenemos como objetivo contribuir al bienestar social y la prosperidad mediante las labores de recogida de huevecillos.<br />Si algo hemos aprendido del viaje de Adolfrito, es que no solo los beneficios empresariales importan en la vida. Conocer otros lugares, satisfacer curiosidades, desarrollar nuevas destrezas... son metas que complementan la mera obtención de huevecillos.<br />De ahí nace nuestra iniciativa de patrocinar a Adolfrito con la esperanza de contribuir a que, con su encomiable espíritu de sacrificio, nos ayude a alcanzar nuevas fronteras y quizá descubrir nuevos nichos de negocio.
fr: Chez M. Ours SA, notre but premier est de garantir à tous une vie plus belle et plus agréable grâce à l'exploitation des œufs de poisson.<br />Mais notre participation dans l'Odyssée d'Omar nous a appris qu'il y a autre chose, dans la vie ! La magnifique et perpétuelle recherche du profit et des œufs de poisson doit s'accompagner d'un esprit de curiosité, de savoir et d'œugalité de la communauté.<br />Ainsi, M. Ours SA est fier d'annoncer un partenariat avec Omar ! Grâce à notre indéfectible soutien, il peut reprendre la route en quête d'illumination et d'abattements fiscaux d'entreprise. Nous sommes impatients de parcourir ce nouveau chapitre de notre voyage.
it: Noi della Ursus & Co auspichiamo una società migliore per tutti, grazie al nostro impegno quotidiano nella raccolta di uova di pesce.<br />Ma bisogna riconoscere che nella vita c'è anche altro. Lo abbiamo imparato seguendo il Gambertour di Gamberto!<br />È necessario trovare un equilibrio tra la caccia infaticabile al profitto e alle uova di pesce e la curiosità... l'apprendimento... e l'uguaglianza per tutti.<br />Per questo siamo orgogliosi di annunciare questa collaborazione con Gamberto! Con il nostro sostegno, tornerà sulla strada alla ricerca di ispirazione e di vertiginosi profitti aziendali.<br />Non vediamo l'ora di scoprire la prossima tappa del suo... anzi, del NOSTRO viaggio.
ja: ワタシたちクマサン商会は、この社会で暮らす全てのみなさんの生活をより豊かにするため、日々イクラ集めに取り組んでいます。<br />そんななか、ロブさんの旅を知り、いつでもアゲ続けていく精神を忘れないロブさんの姿に非常に感動を覚えました。<br />さらにロブさんが旅のなかでワタシたちに見せてくれる景色は、とても興味深く、好奇心をかき立てるものばかりでした。<br />ロブさんが旅をアゲ終えたという知らせに、ワタシたちも寂しさを感じていましたが、再び旅を始められるとのことで、<br />「次の旅にはクマサン商会からもぜひ何か協力させてください」と声をかけさせてもらい、今回のコラボレーションが実現しました。
ko: 저희 Mr. 베어 상회에서는 이 사회의 일원이신 여러분의 생활을 더욱 윤택하게 하고자 나날이 연어알 모으기에 힘쓰고 있습니다.<br />그러던 중 롭 씨의 여행을 알게 되었고, 끊임없이 멋진 삶을 추구하는 롭 씨의 정신에 매우 큰 감명을 받았습니다.<br />더욱이 롭 씨가 여행을 하며 전해 주시는 풍경은 무척 흥미롭고 호기심을 자극하는 것들로 가득했죠.<br />롭 씨가 여행을 모두 끝마치셨다는 걸 듣고 저희도 아쉬워하고 있었습니다만, 다시 여행을 시작하신다는 소식에<br />「다음 여행은 Mr. 베어 상회에서도 꼭 협력하고 싶습니다」라는 연락을 드렸고 이번 컬래버레이션이 실현되었습니다.
nl: Hier bij Beer & Co zijn we toegewijd aan het mogelijk maken van levens die rijker zijn en meer voldoening geven, door middel van het dagelijks verzamelen van visseneieren. Maar, hoe onwaarschijnlijk het ook moge klinken: er is meer waardevols in het leven dan alleen maar visseneieren! Dat hebben we geleerd toen we Pelle volgden tijdens zijn Aardboltoer!<br />De onophoudelijke drang naar winst, macht en visseneieren moet in balans zijn met waarden als nieuwsgierigheid, persoonlijke groei en andere woorden die je niet kunt schrijven zonder 'ei'. Daarom zijn we ook beretrots om officiële partners te worden van Pelle!<br />Met onze ondersteuning kan hij weer terug de wijde wereld in. We hopen dat hij daar verlichting vindt, met name belastingverlichting. We kijken reikhalzend uit naar het volgende hoofdstuk in zijn... nee, ONZE reis.
ru: Главная задача «Потапыч Inc.» — сделать жизнь нашего города еще прекраснее. Для этой благородной цели мы ежедневно собираем золотые икринки.<br />Но мы вынуждены признать, одной икрой сыт не будешь, нужно и что-то для души. И этому чему-то мы научились благодаря Закрас-туру. Идеальное состояние — баланс выгоды и впечатлений, шкурного и шкварного интереса, икры и игры!<br />«Потапыч Inc.» с гордостью объявляет о начале плодотворного и сытного сотрудничества с Ракки! Мы поддержим его поиски смысла кляра, да и налоговые льготы нам не помешают. Этот проект — новая хрустящая глава в долгой и славной истории нашей компании!
zh_hans: 我们熊先生商会，为了让全社会民众的生活更加丰富多彩，每日都致力于收集鲑鱼卵。<br />在这过程中，我们了解到了阿龙的旅行，并为其无时无刻不忘心跳加速的精神而感动。<br />另外，阿龙的旅行为我们展示的景色都让人充满兴致，能够激发起大家的好奇心。<br />在得知阿龙的旅行最终章落幕时，我们也一度感到寂寞，然而现在阿龙又将启程旅行，<br />我们便向他提出“请务必让熊先生商会为下一场旅行提供协助”，于是便实现了本次的合作。
zh_hant: 為了讓這個社會上的所有人都擁有更加充實的生活，我們熊先生商會日復一日地在收集鮭魚卵。<br />在這過程中，我們得知了阿龍的旅程，對於他無時無刻都在分享酥適體驗的精神十分地感動。<br />他分享的旅程景色，都令人感到非常有趣，並能夠引起眾人的好奇心。<br />當得知阿龍的旅程將結束時，我們也一度感到寂寞，如今阿龍又將再次踏上旅程，<br />我們便向他提出「請務必讓熊先生商會為下一趟旅程提供協助」，於是便促成了本次合作。

# ChallengeAnnouncementOfGrizzcoIndustriesStory2
source: <strong>While it will be the Grizzco corporation gathering all of the credit and public goodwill for supporting Crusty Sean, the actual amount of support that we provide depends on how much turf you ink. Also, management regrets to inform you that any points earned previously in excess of what is required to claim all previous rewards cannot be used to support this journey and will be reset.</strong> Therefore, please get to work! We would like to appear extremely charitable.<br />
de: <strong>Während die Bär GmbH den mit Shrimpsons Sponsorschaft verbundenen Imagegewinn dankend und in vollem Umfang annimmt, beläuft sich der tatsächlich geleistete Beitrag allein darauf, wie viel Boden durch unsere werten Teilnehmer eingefärbt wird. Die Geschäftsleitung weist darauf hin, dass bisher für andere Touren gesammelte Punkte verfallen.</strong> Daher nichts wie losgefärbt! Je höher DEIN Beitrag, desto mehr leckere PR für UNS!
es: <strong>Entre los deberes de Don Oso, S. A. está cuidar de su reputación corporativa, así que nuestro apoyo a la noble empresa de Adolfrito será más o menos cuantioso en función del terreno que resulte entintado. Lamentándolo mucho, no podemos contabilizar ninguna cantidad sobrante de puntos acumulados por pintar anteriormente. Al comenzar un nuevo viaje, estos se reiniciarán a cero. </strong><br />¡No escatiméis esfuerzos por el buen nombre de nuestra marca y vuestra propia satisfacción profesional!
es_mx: <strong>Entre los deberes de Don Oso, S. A. está cuidar su reputación empresarial, así que nuestro apoyo al emprendimiento de Adolfrito será más o menos cuantioso en función del terreno que entinten los empleados en sus encargos. Lamentándolo mucho, no podemos contabilizar ninguna cantidad sobrante de puntos acumulados por entintar anteriormente. Al comenzar un nuevo viaje, estos se reiniciarán a cero.</strong><br />¡No escatimen esfuerzos por el buen nombre de nuestra empresa y su satisfacción personal!
fr: <strong>C'est M. Ours SA qui tirera toute la gloire et l'éternelle reconnaissance du public pour avoir aidé Omar, mais n'oubliez pas que le soutien que nous apportons dépend du territoire que vous encrez. La direction tenait aussi à vous informer que l'excédent de points gagnés pour récupérer toutes les récompenses précédentes ne pourra pas être utilisé pour ce voyage et disparaîtra à jamais.</strong> Par conséquent, merci de vous mettre au boulot ! Il tarde à M. Ours SA de montrer l'ampleur de sa générosité.
it: <strong>Benché sarà la Ursus & Co a ricevere tutto il merito e gli encomi pubblici per il sostegno dato a Gamberto, la percentuale effettiva di sostegno che offriamo dipende da quanto terreno inchiostri. Inoltre, alla direzione duole informarti che, se hai accumulato punti in eccesso oltre a quelli necessari per ottenere le ricompense precedenti, tali punti non potranno essere usati per sostenere questo viaggio e verranno azzerati.</strong> Di conseguenza... mettiti al lavoro! Per noi è importante apparire estremamente generosi.
ja: <strong>新しい旅では、みなさんがバイトで塗ったぶんの塗りポイントも、ロブさんの旅の支援にあてることが可能になります。代わりに、これまでに貯めた塗りポイントのうち、余った塗りポイントは新しい旅では使えないのでリセットさせていただきます。</strong><br />ロブさんの挑戦をバイトで支援していくことは、あなたの人生の新たなやりがいを見つけることにもつながるかもしれません。
ko: <strong>새로운 여행에서는 여러분이 아르바이트를 하며 칠한 색칠 포인트로도 롭 씨의 여행을 서포트할 수 있게 됩니다. 그 대신 지금까지 모은 색칠 포인트 중, 남은 색칠 포인트는 새로운 여행에서 사용할 수 없으므로 리셋합니다.</strong><br />롭 씨의 도전을 아르바이트로 서포트하며 당신의 인생에 새로운 보람을 찾는 계기로 삼아 보세요.
nl: <strong>Alhoewel alle eer en glorie van het sponsoren van Pelle zal toekomen aan Beer & Co, hangt de daadwerkelijke omvang van onze ondersteuning af van hoeveel grond jij verft. Het betreurt het management verder dat als je voorheen meer punten hebt behaald dan noodzakelijk voor het verkrijgen van beloningen, die extra punten niet meetellen ter ondersteuning van deze reis en verloren zullen gaan.</strong> Daarom vragen we je om hard aan het werk te gaan! Wij komen graag ontzettend genereus over.
ru: <strong>В качестве спонсора Ракки «Потапыч Inc.» пожнет плоды всеобщей любви и позитивного пиара, а участники получат нужную им поддержку. Но запомни: поддержка всегда будет зависеть от закрашенной территории. К сожалению, мы вынуждены сообщить, что все ранее заработанные очки сверх тех, которые необходимы для получения всех ранее доступных наград, невозможно будет использовать для поддержки тура, и они будут сброшены.</strong> Так что рекомендуем приступить к работе прямо сейчас! Мы хотим поскорее улучшить наш имидж.
zh_hans: <strong>各位在打工中涂墨获得的涂墨点数也可以支援阿龙的新旅行。但至今积攒的涂墨点数中，多余的部分无法用于新旅行，所以我们会帮您重置。</strong><br />通过打工支援阿龙的挑战，或许您能借此找到人生的新价值。
zh_hant: <strong>各位在打工中塗墨獲得的塗墨點數也可以支持阿龍的新旅程。但至今累積的塗墨點數中，多餘的部分無法在用在新旅程，因此會被重置。</strong><br />透過打工支持阿龍的挑戰，或許您能藉此找到人生的新方向。
