Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GearGearNameShoesAmb005
source: Power Boots Mk I
de: Exo-Prototypenstiefel
es: Prototipo de tecnobota
es_mx: Tecnobotas II
fr: Bottes méca Mk I
it: Prototipo di stivali hi-tech
ja: パワードレッグス オリジン
ko: 파워드 레그 오리진
nl: Hightechschoenen (prototype)
ru: Силовые боты М-1
zh_hans: 动力靴 原型
zh_hant: 動力靴 原型

# GearGearNameShoesAmb006
source: Pearlescent Kicks
de: Perla-Sneaker
es: Suela doble perlífera
es_mx: Plataformas perlíferas
fr: Compensées princières
it: Scarpe di Alga
ja: ヒメイトスニーカー
ko: 히메이트 스니커즈
nl: Loreleis plateauschoenen
ru: Жем-кроссы
zh_hans: 姬伴运动鞋
zh_hant: 姬伴運動鞋

# GearGearNameShoesAmb007
source: Marinated Slip-Ons
de: Marina-Slip-ons
es: Playera lazada marínica
es_mx: Mocasines marínicos
fr: Mocassins coraliens
it: Scarpe di Nori
ja: イイダチスリッポン
ko: 이이다치 슬립온
nl: Mariana's instappers
ru: Риш-слипоны
zh_hans: 饭友懒人鞋
zh_hant: 飯友懶人鞋

# GearGearNameShoesAmb008
source: Enchanted Boots
de: Zauberstiefel
es: Bota hechizada
es_mx: Botas hechizadas
fr: Bottines magiques
it: Stivaletti stregoneschi
ja: エンチャントブーツ
ko: 인챈트 부츠
nl: Toverlaarzen
ru: Сапоги колдуньи
zh_hans: 魔力靴
zh_hant: 魔力靴

# GearGearNameShoesAmb009
source: Steel Greaves
de: Oktoritter-Stiefel
es: Escarpe octoguerrero
es_mx: Grebas de acero
fr: Solerets d'Octaguerrier
it: Calzari da octoguerriero
ja: タコティカルなすねあて
ko: 문어티컬한 레그 가드
nl: Octoridderlaarzen
ru: Сапоги осьморыцаря
zh_hans: 章鱼护腿鞋
zh_hant: 章魚護腿鞋

# GearGearNameShoesAmb010
source: Fresh Fish Feet
de: Flosso-Schuhe
es: Zapato de muñecote
es_mx: Pies de pececito
fr: Pieds de mascotte
it: Piedoni da mascotte
ja: ひれおくんのあし
ko: 히레오 슈즈
nl: Mascotteschoenen
ru: Башмаки Плавнишки
zh_hans: 鱼奇奇鞋
zh_hant: 魚奇奇鞋

# GearGearNameShoesAmb011
source: Knotty Bois
de: Seilsandalen
es: Sandalia con cuerdas
es_mx: Sandalias con cuerdas
fr: Sandales nouées hautes
it: Sandali di corda
ja: イダテンヒモサン
ko: 짚신
nl: Touwsandalen
ru: Веревочные сандалии
zh_hans: 韦驮天绑带凉鞋
zh_hant: 韋駄天綁帶涼鞋

# GearGearNameShoesAmb012
source: Kick Dampeners
de: Knöchelschoner
es: Tobillera protectora
es_mx: Tobilleras protectoras
fr: Protège-chevilles
it: Paracaviglie
ja: アンクルサポーター
ko: 앵클 서포터
nl: Enkelbeschermers
ru: Фиксаторы лодыжек
zh_hans: 脚踝支撑带
zh_hant: 腳踝支撐帶

# GearGearNameShoesAmb013
source: Chaos Kicks
de: Randale-Stiefel
es: Greba bárbara
es_mx: Grebas bárbaras
fr: Bottes Berserk
it: Stivali furiosi
ja: バーサークグリーブ
ko: 버서크 그리브
nl: Chaoslaarzen
ru: Сапоги бериксерка
zh_hans: 狂战士胫甲
zh_hant: 狂戰士脛甲

# GearGearNameShoesAmb014
source: Base School Shoes
de: Basic-Schuluniform-Schuhe
es: Mocasín escolar (básico)
es_mx: Zapatos escolares básicos
fr: Mocassins scolaires
it: Mocassini neri (base)
ja: スクールローファー スゲソ
ko: 맨발 스쿨 로퍼
nl: Basisschoolschoenen
ru: Простые школьные ботинки
zh_hans: 学校乐福鞋 醋鱿鱼须
zh_hant: 學校樂福鞋 醋魷魚鬚

# GearGearNameShoesAmb015
source: Base Fringed Loafers
de: Basic-Loafer
es: Zapato escolar (básico)
es_mx: Mocasines con flecos básicos
fr: Mocassins à franges
it: Mocassini con frangia (base)
ja: キルトローファー スゲソ
ko: 맨발 킬트 로퍼
nl: Basisloafers met franje
ru: Простые лоферы с бахромой
zh_hans: 流苏乐福鞋 醋鱿鱼须
zh_hant: 流蘇樂福鞋 醋魷魚鬚

# GearGearNameShoesAmb018
source: Faux Sharkskin Platfins
de: Haifisch-Pokkuri
es: Sandalia clan Hohojiro
es_mx: Sandalias clan Hohojiro
fr: Sabots des Hohojiro
it: Squalozoccoli
ja: ホホジロノポックリ
ko: 호호지로 나막신
nl: Hohojiro-plateauschoenen
ru: Кул-платформы
zh_hans: 颊白的木屐
zh_hant: 頰白的木屐

# GearGearNameShoesAmb019
source: Eel Heel Socks
de: Traumtänzerchen
es: Calcetín clan Onaga
es_mx: Calcetines clan Onaga
fr: Socquettes des Onaga
it: Murenacalze
ja: オナガノタビ
ko: 오나가 양말
nl: Onaga-sokken
ru: Муреноски без пальцев
zh_hans: 翁长的足袋
zh_hant: 翁長的足袋

# GearGearNameShoesAmb020
source: Big Muds
de: Mantoletten
es: Bota clan Manda
es_mx: Botas clan Manda
fr: Bottes des Manta
it: Mantastivali
ja: マンダノナガグツ
ko: 만다 장화
nl: Manta-laarzen
ru: Резиновые мантоботы
zh_hans: 曼蛇的长靴
zh_hant: 曼蛇的長靴

# GearGearNameShoesAmb021
source: World Tour Boots
de: Tournee-Treter
es: Bota gira MC
es_mx: Botas gira MC
fr: Bottes de tournée
it: Stivali tour mondiale
ja: ワールドMCブーツ
ko: 월드 MC 부츠
nl: Wereldtourneelaarzen
ru: Боты «Мировое турне»
zh_hans: 世界级MC靴子
zh_hant: 世界級MC靴子

# GearGearNameShoesAmb022
source: World Tour Heels
de: Tournee-Stiefeletten
es: Botín gira DJ
es_mx: Tacones gira DJ
fr: Talons hauts de tournée
it: Tacchi tour mondiale
ja: ワールドDJブーティー
ko: 월드 DJ 부티
nl: Wereldtourneehakken
ru: Ботильоны «Мировое турне»
zh_hans: 世界级DJ短靴
zh_hant: 世界級DJ短靴

# GearGearNameShoesBot000
source: Moto Boots
de: Biker-Stiefel
es: Bota motorista
es_mx: Botas de motociclista
fr: Bottes de moto
it: Stivali da moto
ja: モトクロスブーツ
ko: 모터크로스 부츠
nl: Motorlaarzen
ru: Мотоботинки
zh_hans: 越野摩托车靴
zh_hant: 越野摩托車靴

# GearGearNameShoesBot001
source: Tan Work Boots
de: Arbeitsstiefel
es: Bota piel marrón
es_mx: Botas de trabajo marrones
fr: Bottes sécurité nubuck
it: Scarponi marroni
ja: ヌバックブーツ イエロー
ko: 옐로 누벅 부츠
nl: Bruine werkschoenen
ru: Бежевые рабочие боты
zh_hans: 磨砂皮革靴 黄色
zh_hant: 磨砂皮革靴 黃色

# GearGearNameShoesBot002
source: Red Work Boots
de: Rote Arbeitsstiefel
es: Bota piel roja
es_mx: Botas de trabajo rojas
fr: Bottes sécurité rouges
it: Scarponi rossi
ja: ヌバックブーツ レッド
ko: 레드 누벅 부츠
nl: Rode werkschoenen
ru: Красные рабочие боты
zh_hans: 磨砂皮革靴 红色
zh_hant: 磨砂皮革靴 紅色

# GearGearNameShoesBot003
source: Blue Moto Boots
de: Blaue Biker-Stiefel
es: Bota motorista azul
es_mx: Botas de motociclista azules
fr: Bottes de moto bleues
it: Stivali da moto blu
ja: モトクロス ソリッドブルー
ko: 블루 모터크로스 부츠
nl: Blauwe motorlaarzen
ru: Синие мотоботинки
zh_hans: 越野摩托车靴 纯蓝色
zh_hant: 越野摩托車靴 純藍色

# GearGearNameShoesBot004
source: Green Rain Boots
de: Moosgrüne Gummistiefel
es: Bota de agua verde
es_mx: Botas de lluvia verdes
fr: Bottes de pluie vertes
it: Stivali di gomma verdi
ja: レイニーモスグリーン
ko: 모스 그린 레인 부츠
nl: Groene regenlaarzen
ru: Зеленые сапоги
zh_hans: 雨靴 青苔绿
zh_hant: 雨靴 青苔綠

# GearGearNameShoesBot005
source: Acerola Rain Boots
de: Kirschrote Gummistiefel
es: Bota de agua roja
es_mx: Botas de lluvia rojas
fr: Bottes de pluie cerise
it: Stivali di gomma rossi
ja: レイニーアセロラ
ko: 아세롤라 레인 부츠
nl: Rode regenlaarzen
ru: Вишневые сапоги
zh_hans: 雨靴 樱桃红
zh_hant: 雨靴 櫻桃紅

# GearGearNameShoesBot006
source: Punk Whites
de: Weiße Punkstiefel
es: Bota clásica blanca
es_mx: Botas roqueras
fr: Bottines punk blanches
it: Anfibi bianchi
ja: ロッキンホワイト
ko: 화이트 펑크 부츠
nl: Witte punkschoenen
ru: Белые берцы
zh_hans: 摇滚靴 白色
zh_hant: 搖滾靴 白色

# GearGearNameShoesBot007
source: Punk Cherries
de: Rotbraune Punkstiefel
es: Bota clásica roja
es_mx: Botas cerezo
fr: Bottines punk grenat
it: Anfibi melanzana
ja: ロッキンチェリー
ko: 체리 펑크 부츠
nl: Rode punkschoenen
ru: Вишневые берцы
zh_hans: 摇滚靴 樱桃
zh_hant: 搖滾靴 櫻桃

# GearGearNameShoesBot008
source: Punk Yellows
de: Gelbe Punkstiefel
es: Bota clásica amarilla
es_mx: Botas mostaza
fr: Bottines punk jaunes
it: Anfibi gialli
ja: ロッキンイエロー
ko: 옐로 펑크 부츠
nl: Gele punkschoenen
ru: Желтые берцы
zh_hans: 摇滚靴 黄色
zh_hant: 搖滾靴 黃色

# GearGearNameShoesBot009
source: Bubble Rain Boots
de: Gummistiefeletten
es: Bota de lluvia
es_mx: Botas de lluvia burbujas
fr: Bottines de pluie bulles
it: Stivaletti da pioggia
ja: レイニーシャボン
ko: 버블 레인 부츠
nl: Gestipte regenlaarzen
ru: Резиновые полуботинки
zh_hans: 雨靴 泡泡
zh_hant: 雨靴 泡泡

# GearGearNameShoesBot010
source: Snowy Down Boots
de: Weiße Daunenstiefel
es: Bota de nieve
es_mx: Botas árticas
fr: Après-skis poudreuse
it: Stivali da neve
ja: ミルキーダウンブーツ
ko: 밀키 패딩 부츠
nl: Sneeuwlaarzen
ru: Белые пуховые сапоги
zh_hans: 羽绒靴 牛乳
zh_hant: 羽絨靴 牛乳

# GearGearNameShoesBot011
source: Icy Down Boots
de: Blaue Tarn-Daunenstiefel
es: Bota de hielo
es_mx: Botas antárticas
fr: Après-skis glacier
it: Stivali da ghiaccio
ja: アイスダウンブーツ
ko: 아이스 패딩 부츠
nl: Camouflagelaarzen
ru: Горные пуховые сапоги
zh_hans: 羽绒靴 冰原
zh_hant: 羽絨靴 冰原

# GearGearNameShoesBot012
source: Hunting Boots
de: Jagdstiefel
es: Bota impermeable
es_mx: Botas impermeables
fr: Bottes de chasse
it: Stivali da caccia
ja: ハンティングブーツ
ko: 헌팅 부츠
nl: Jachtlaarzen
ru: Болотные ботинки
zh_hans: 狩猎靴
zh_hant: 狩獵靴

# GearGearNameShoesBot013
source: Punk Nights
de: Schwarze Punkstiefel
es: Bota clásica negra
es_mx: Botas negras
fr: Bottines punk noires
it: Anfibi neri
ja: ロッキンブラック
ko: 블랙 펑크 부츠
nl: Zwarte punkschoenen
ru: Черные берцы
zh_hans: 摇滚靴 黑色
zh_hant: 搖滾靴 黑色

# GearGearNameShoesBot014
source: Deepsea Leather Boots
de: Tiefsee-Lederstiefel
es: Bota alta marina
es_mx: Botas altamar
fr: Bottines océaniques
it: Anfibi mare
ja: シンカイレザーブーツ
ko: 심해 레더 부츠
nl: Diepzeeblauwe laarzen
ru: Темно-синие берцы
zh_hans: 深海皮靴
zh_hant: 深海皮靴

# GearGearNameShoesBot016
source: Annaki Arachno Boots
de: Annaki-Arachno-Stiefel
es: Bota telaraña Annak
es_mx: Botas telaraña Annak
fr: Bottines Arachno Aroz
it: Anfibi Annak 6 fori
ja: アナアキスパイダー6ホール
ko: 아나키 스파이더 부츠
nl: Annaki-spinnenweblaarzen
ru: «Арахи» от Панкасиуса
zh_hans: 无法无天蜘蛛网6孔靴
zh_hant: 無法無天蜘蛛網6孔靴

# GearGearNameShoesBot017
source: New-Leaf Leather Boots
de: Frühlingsblatt-Stiefel
es: Bota alta forestal
es_mx: Botas forestales
fr: Bottines printanières
it: Anfibi di pelle verde
ja: シンリョクレザーブーツ
ko: 신록 레더 부츠
nl: Bladgroene laarzen
ru: Темно-зеленые берцы
zh_hans: 深绿皮靴
zh_hant: 深綠皮靴

# GearGearNameShoesBot018
source: Tea-Green Hunting Boots
de: Teegrüne Jagdstiefel
es: Bota impermeable verde
es_mx: Botas impermeables verdes
fr: Bottes de chasse kaki
it: Anfibi da caccia
ja: チャバハンティングブーツ
ko: 찻잎 헌팅 부츠
nl: Theegroene jachtlaarzen
ru: Болотные ботинки «Атас»
zh_hans: 茶吧狩猎靴
zh_hant: 茶吧狩獵靴

# GearGearNameShoesBot019
source: Blu-Shift Moto Boots
de: Biker-Stiefel M-DCB
es: Bota motopulpera azul
es_mx: Botas motopulpera azules
fr: Bottes de moto cobalt
it: Stivali da moto cobalto
ja: モトクロスM-DCB
ko: U-MB 모터크로스 부츠
nl: Motorlaarzen M-DCB
ru: Мотоботинки «Адора-Блю»
zh_hans: 越野摩托车靴M-DCB
zh_hant: 越野摩托車靴M-DCB

# GearGearNameShoesBot020
source: Skipjack Work Boots
de: Bonito-Arbeitsstiefel
es: Bota piel grafitis
es_mx: Botas de trabajo Skipjack
fr: Bottes sécurité graffiti
it: Scarponi SkipJack
ja: ヌバックブーツxSJ
ko: 누벅 부츠xSJ
nl: Skipjack-werkschoenen
ru: Рабочие боты «Граффити»
zh_hans: 磨砂皮革靴xSJ
zh_hant: 磨砂皮革靴xSJ

# GearGearNameShoesBot021
source: Arctic Duck Boots
de: Eis-Duck-Boots
es: Bota de pato ártica
es_mx: Botas de pato árticas
fr: Bottes Palmi poudreuse
it: Anfibi artici
ja: ダックブーツ スノウ
ko: 스노 덕 부츠
nl: Witte halfrubberen laarzen
ru: Полярные уткоботы
zh_hans: 猎鸭靴 白雪
zh_hant: 獵鴨靴 白雪

# GearGearNameShoesBot022
source: Field Duck Boots
de: Gelände-Duck-Boots
es: Bota de pato forestal
es_mx: Botas de pato forestales
fr: Bottes Palmi tout terrain
it: Anfibi militari
ja: ダックブーツ ブッシュ
ko: 부시 덕 부츠
nl: Groene halfrubberen laarzen
ru: Полевые уткоботы
zh_hans: 猎鸭靴 灌木
zh_hant: 獵鴨靴 灌木

# GearGearNameShoesBot023
source: Red Hammertreads
de: Rote Hammerhai-Stiefel
es: Bota pez martillo roja
es_mx: Botas martillo rojas
fr: Bottes rouquin-marteau
it: Stivali squalo martello
ja: カセブカブーツ レッド
ko: 레드 귀상어 부츠
nl: Rode hamerhaailaarzen
ru: Красные «Молотоголовы»
zh_hans: 双髻鲨靴 红色
zh_hant: 雙髻鯊靴 紅色

# GearGearNameShoesBot024
source: Dappled Hammertreads
de: Fleck-Hammerhai-Stiefel
es: Bota pez martillo moteada
es_mx: Botas martillo moteados
fr: Bottes requin truité
it: Stivali squalo martello blu
ja: カセブカブーツ ダップル
ko: 대플 귀상어 부츠
nl: Gevlekte hamerhaailaarzen
ru: Пестрые «Молотоголовы»
zh_hans: 双髻鲨靴 斑纹
zh_hant: 雙髻鯊靴 斑紋

# GearGearNameShoesBot025
source: Punk Pinks
de: Rosa Punkstiefel
es: Bota clásica rosa
es_mx: Botas roqueras rosas
fr: Bottines punk roses
it: Anfibi rosa
ja: ロッキンピンク
ko: 핑크 펑크 부츠
nl: Roze punkschoenen
ru: Розовые берцы
zh_hans: 摇滚靴 粉红色
zh_hant: 搖滾靴 粉紅色

# GearGearNameShoesBot026
source: Fuzzy Boots
de: Kuschelstiefel
es: Bota de abrigo
es_mx: Botas de abrigo
fr: Bottes fourrées
it: Stivali caldi
ja: ウォームブーツ
ko: 웜 부츠
nl: Knuffellaarzen
ru: Валенки
zh_hans: 暖暖靴
zh_hant: 暖暖靴

# GearGearNameShoesBot027
source: Transom Note Boots
de: Arktibling-Stiefel
es: Bota camuflaje con colgante
es_mx: Botas camuflaje con colgante
fr: Bottes doublées
it: Stivaletti imbottiti
ja: カモチャームブーツ
ko: 카무 참 부츠
nl: Knuffellaarzen met bling
ru: Сапоги с подвесками
zh_hans: 配饰迷彩靴
zh_hant: 配飾迷彩靴

# GearGearNameShoesBot028
source: Red-Shift Moto Boots
de: Zündflammen-Biker-Stiefel
es: Bota motorista R+B
es_mx: Botas de motociclista R+B
fr: Bottes de moto rouge flamme
it: Stivali da moto rossi
ja: モトクロスM-DCR
ko: U-MR 모터크로스 부츠
nl: Motorlaarzen M-DCR
ru: Мотоботинки «Адора-Крас»
zh_hans: 越野摩托车靴M-DCR
zh_hant: 越野摩托車靴M-DCR

# GearGearNameShoesBot029
source: Spiked Duck Boots
de: Kraxel-Duck-Boots
es: Bota de pato montañera
es_mx: Botas de pato montañeras
fr: Bottes Palmi à pointes
it: Anfibi con ramponi
ja: ダックブーツ カクタス
ko: 캑터스 덕 부츠
nl: Halfrubberen stekellaarzen
ru: Уткоботы-ледоступы
zh_hans: 猎鸭靴 仙人掌
zh_hant: 獵鴨靴 仙人掌

# GearGearNameShoesBot030
source: Buckle-Down Boots
de: Schnallenstiefel
es: Bota de cuero
es_mx: Botas de cuero
fr: Bottes à lanières
it: Stivali con fibbia
ja: エンジニアブーツ
ko: 엔지니어 부츠
nl: Enkellaarzen met gesp
ru: Сапоги с пряжкой
zh_hans: 工程师靴
zh_hant: 工程師靴

# GearGearNameShoesCfs000
source: Blueberry Casuals
de: Blaue Halbschuhe
es: Zapato azul
es_mx: Zapatos azules
fr: Chaussures myrtille
it: Comfort blu
ja: ブルーベリーコンフォート
ko: 블루베리 컴포트 슈즈
nl: Blauwe veterschoenen
ru: Синие полуботинки
zh_hans: 休闲鞋 蓝莓
zh_hant: 休閒鞋 藍莓

# GearGearNameShoesCfs001
source: Plum Casuals
de: Lila Halbschuhe
es: Zapato morado
es_mx: Zapatos púrpura
fr: Chaussures prune
it: Comfort viola
ja: アケビコンフォート
ko: 플럼 컴포트 슈즈
nl: Paarse veterschoenen
ru: Лиловые полуботинки
zh_hans: 休闲鞋 阿科比果
zh_hant: 休閒鞋 阿科比果

# GearGearNameShoesCop101
source: Angry Rain Boots
de: Arbeitsgummistiefel
es: Bota marejada
es_mx: Botas enojonas
fr: Bottes en caoutchouc
it: Stivali squamosi
ja: マッドラバー
ko: 머드 러버 부츠
nl: Rubberlaarzen
ru: Рабочие сапоги
zh_hans: 愤怒厚底鞋
zh_hant: 憤怒厚底鞋

# GearGearNameShoesCop102
source: Nonslip Senseis
de: Arbeiter-Tabi
es: Escarpín alto
es_mx: Botas antideslizantes
fr: Souliers antidérapants
it: Antiscivolo master
ja: ノンスリップタクミ
ko: 논슬립 타쿠미
nl: Antislipschoenen
ru: Прорезиненные таби
zh_hans: 防滑反折靴
zh_hant: 防滑反折靴

# GearGearNameShoesCop103
source: Octoleet Boots
de: Oktech-Stiefel
es: Bota octoamazona
es_mx: Botas octoling
fr: Rangers octaliennes
it: Stivali octolingi
ja: ゾネスティックブーツ
ko: 조네스틱 부츠
nl: Octech-laarzen
ru: Осьмогриндерсы
zh_hans: 女战士风靴
zh_hant: 女戰士風靴

# GearGearNameShoesCop104
source: Friendship Bracelet
de: Freundschaftsband
es: Tobillera de la amistad
es_mx: Tobillera de la amistad
fr: Bracelet de l'amitié
it: Cavigliera dell'amicizia
ja: チギリノヒモ
ko: 약속의 끈
nl: Vriendschapsbandje
ru: Фенечка
zh_hans: 结拜绳
zh_hant: 結拜繩

# GearGearNameShoesCop105
source: Flipper Floppers
de: Arbeitsflossen
es: Aleta de buceo
es_mx: Aletas de buceo
fr: Palmes de plongée
it: Pinne da apnea
ja: ゲソバタアシスト
ko: 오리발
nl: Zwemvliezen
ru: Ласты «Хрустящие»
zh_hans: 鱿鱼蛙鞋
zh_hant: 魷魚蛙鞋

# GearGearNameShoesCop106
source: Wooden Sandals
de: Holzsandalen
es: Sandalia de madera
es_mx: Sandalias de madera
fr: Sandales en bois
it: Sandali di legno
ja: バンカラコロン
ko: 카오폴리스 가락 신
nl: Houten sandalen
ru: Гэта
zh_hans: 蛮颓木屐
zh_hant: 蠻頹木屐

# GearGearNameShoesCop107
source: Trevally Derby Rollers
de: Flitzpantoffeln DK
es: Patín jurel
es_mx: Patines jurel
fr: Patins à roulettes
it: Pattini carango
ja: ローラーシューズGT
ko: 롤러 슈즈 GT
nl: Makreelrolschaatsen
ru: Каранкс-квады
zh_hans: 轮滑鞋GT
zh_hant: 輪滑鞋GT

# GearGearNameShoesCop108
source: Brinestone Boots
de: Glamletten
es: Bota ídolo musical
es_mx: Botas ídolo musical
fr: Bottes glam rock
it: Stivali glam rock
ja: カリスマシンガーブーツ
ko: 카리스마 싱어 부츠
nl: Glamrocklaarzen
ru: Глэм-боты
zh_hans: 魅力超群歌手靴
zh_hant: 魅力超群歌手靴

# GearGearNameShoesCop109
source: Knockout Boots
de: Boxstiefel
es: Bota de boxeo
es_mx: Botas de boxeo
fr: Bottes K.-O.
it: Scarpe da pugile
ja: ノックアウトシューズ
ko: 녹아웃 슈즈
nl: Bokslaarzen
ru: Боксерки
zh_hans: 完胜鞋
zh_hant: 完勝鞋

# GearGearNameShoesFst000
source: Cream Basics
de: Weiße Leinenschuhe
es: Bamba crema
es_mx: Tenis crema
fr: Tennis crème
it: Classiche crema
ja: キャンバス ホワイト
ko: 화이트 캔버스
nl: Crèmekleurige sneakers
ru: Светлые полукеды
zh_hans: 帆布鞋 白色
zh_hant: 帆布鞋 白色

# GearGearNameShoesHap008
source: Shivery Squidkid III
de: Squidkids III Mako
es: Calamark- MGN
es_mx: Calamark Y-MGN
fr: Egings III Pasquale
it: Mitilik 3 Pinnuccia
ja: エギング3xHF
ko: 에깅 3xHF
nl: Squidkid III 'Haya'
ru: Шузы «Кулла»
zh_hans: 饵木钓鞋3xHF
zh_hant: 餌木釣鞋3xHF

# GearGearNameShoesHap009
source: Fried Squidkid III
de: Squidkids III Muri
es: Calamark- ANG
es_mx: Calamark Y-ANG
fr: Egings III Angie
it: Mitilik 3 Morena
ja: エギング3xOU
ko: 에깅 3xOU
nl: Squidkid III 'Muriël'
ru: Шузы «Мурия»
zh_hans: 饵木钓鞋3xOU
zh_hant: 餌木釣鞋3xOU

# GearGearNameShoesHap010
source: Big Squidkid III
de: Squidkids III Mantaro
es: Calamark- RYN
es_mx: Calamark Y-RYN
fr: Egings III Raimi
it: Mitilik 3 Mantaleo
ja: エギング3xMT
ko: 에깅 3xMT
nl: Squidkid III 'Ray'
ru: Шузы «Биг Ман»
zh_hans: 饵木钓鞋3xMT
zh_hant: 餌木釣鞋3xMT

# GearGearNameShoesHap011
source: Chained DC Toejamz
de: Ketten-Suriletten
es: Zueco de goma CS cadena
es_mx: Zuecos de goma CS cadena
fr: Souliers gomme à chaîne TD
it: Ciabatte TT con catena
ja: スリミクロッグ クサリ
ko: 체인 삼합 클로그
nl: DC-klompen met ketting
ru: Сабо DC с цепью
zh_hans: 鱼浆鳄鱼鞋 锁链
zh_hant: 魚漿鱷魚鞋 鎖鍊

# GearGearNameShoesHap012
source: Jeweled DC Toejamz
de: Juwel-Suriletten
es: Zueco de goma CS joya
es_mx: Zuecos de goma CS joya
fr: Souliers gomme à bijoux TD
it: Ciabatte TT con gioielli
ja: スリミクロッグ スタッズ
ko: 스터즈 삼합 클로그
nl: DC-klompen met glimmers
ru: Сабо DC со стразами
zh_hans: 鱼浆鳄鱼鞋 铆钉
zh_hant: 魚漿鱷魚鞋 鉚釘

# GearGearNameShoesHap013
source: Swirled DC Toejamz
de: Wirbel-Suriletten
es: Zueco de goma CS mármol
es_mx: Zuecos de goma CS mármol
fr: Souliers gomme à torsades TD
it: Ciabatte TT psichedeliche
ja: スリミクロッグ マーブル
ko: 마블 삼합 클로그
nl: DC-klompen met zwierpatroon
ru: Сабо DC с разводами
zh_hans: 鱼浆鳄鱼鞋 墨流
zh_hant: 魚漿鱷魚鞋 墨流

# GearGearNameShoesHap014
source: Trifecta Duck Boots
de: Trio-Duck-Boots
es: Bota de pato trío
es_mx: Botas de pato trío
fr: Bottes Palmi de trio
it: Scarponi Trio
ja: サンモンヨウダックブーツ
ko: 삼 문양 덕 부츠
nl: Triarchielaarzen
ru: Уткоботы «Трио»
zh_hans: 三重花纹猎鸭靴
zh_hant: 三重花紋獵鴨靴

# GearGearNameShoesHap015
source: Trifecta Hi-Tops
de: Trio-High-Tops
es: Bamba alta trío
es_mx: Tenis bota trío
fr: Tennis montantes de trio
it: Sneaker Trio
ja: サンモンヨウキャンバスHi
ko: 삼 문양 캔버스 Hi
nl: Triarchiesneakers
ru: Кеды «Трио»
zh_hans: 三重花纹高筒帆布鞋
zh_hant: 三重花紋高筒帆布鞋

# GearGearNameShoesHap016
source: Trifecta Sandals
de: Trio-Schlappen
es: Chancla trío
es_mx: Chanclas trío
fr: Sandales de trio
it: Ciabatte Trio
ja: サンモンヨウシャワサン
ko: 삼 문양 슬리퍼
nl: Triarchiesandalen
ru: Сланцы «Трио»
zh_hans: 三重花纹浴室拖鞋
zh_hant: 三重花紋浴室拖鞋

# GearGearNameShoesLts000
source: White Kicks
de: Weiße Plateau-Sneaker
es: Suela extra blanca
es_mx: Suela extra blanca
fr: Compensées blanches
it: Rialzate bianche
ja: ラバーソール ホワイト
ko: 화이트 러버 솔
nl: Witte plateauschoenen
ru: Белые платформы
zh_hans: 厚底鞋 白色
zh_hant: 厚底鞋 白色

# GearGearNameShoesLts001
source: Cherry Kicks
de: Kirsch-Plateau-Sneaker
es: Suela extra rosa
es_mx: Suela extra rosa
fr: Compensées roses
it: Rialzate rosa
ja: ラバーソール チェリー
ko: 체리 러버 솔
nl: Rode plateauschoenen
ru: Розовые платформы
zh_hans: 厚底鞋 樱桃
zh_hant: 厚底鞋 櫻桃

# GearGearNameShoesLts002
source: Turquoise Kicks
de: Türkise Plateau-Sneaker
es: Suela extra turquesa
es_mx: Suela extra turquesa
fr: Compensées turquoise
it: Rialzate turchesi
ja: ラバーソール ターコイズ
ko: 튀르쿠아즈 러버 솔
nl: Turquoise plateauschoenen
ru: Бирюзовые платформы
zh_hans: 厚底鞋 绿松石
zh_hant: 厚底鞋 綠松石

# GearGearNameShoesLts003
source: Squink Wingtips
de: Sepibrogues
es: Zapato clásico
es_mx: Zapatos brogue
fr: Richelieu encre-de-seiche
it: Eleganti nero di seppia
ja: イカスミチップ
ko: 오징어 먹물 팁
nl: Lakschoenen
ru: Элегантные броги
zh_hans: 鱿鱼墨汁雕花鞋
zh_hant: 魷魚墨汁雕花鞋

# GearGearNameShoesLts004
source: Roasted Brogues
de: Unibrogues
es: Zapato formal
es_mx: Zapatos brogue tostados
fr: Richelieu classiques
it: Eleganti marroni
ja: イカヤキチップ
ko: 오징어구이 팁
nl: Klassieke schoenen
ru: Классические броги
zh_hans: 烤鱿鱼雕花鞋
zh_hant: 烤魷魚雕花鞋

# GearGearNameShoesLts005
source: Kid Clams
de: Doppelschnallen-Schuhe
es: Zapato doble hebilla
es_mx: Zapatos doble hebilla
fr: Chaussures double boucle
it: Eleganti cammello
ja: イカボウズキャメル
ko: 카멜 오징어 키드
nl: Gespenschoenen
ru: Броги с двумя пряжками
zh_hans: 鱿鱼僧侣鞋 驼色
zh_hant: 魷魚僧侶鞋 駝色

# GearGearNameShoesLts006
source: Smoky Wingtips
de: Smoky Brogues
es: Zapato elegante
es_mx: Zapatos ahumados
fr: Richelieu fumés
it: Eleganti fumé
ja: スモークチップ
ko: 스모크 팁
nl: Elegante veterschoenen
ru: Дымчатые броги
zh_hans: 烟雾雕花鞋
zh_hant: 煙霧雕花鞋

# GearGearNameShoesLts007
source: Navy Red-Soled Wingtips
de: Rotsohlen-Brogues
es: Zapato rojo y azul
es_mx: Zapatos rojos y azules
fr: Richelieu semelle rouge
it: Scamosciate suola rossa
ja: ネイビーチップ レッドソール
ko: 네이비 팁&레드 솔
nl: Brogues met rode zool
ru: Броги с красной подошвой
zh_hans: 海军雕花鞋 红底
zh_hant: 海軍雕花鞋 紅底

# GearGearNameShoesLts008
source: Gray Yellow-Soled Wingtips
de: Gelbsohlen-Brogues
es: Zapato gris y amarillo
es_mx: Zapatos grises y amarillos
fr: Richelieu semelle jaune
it: Scamosciate suola oro
ja: グレーチップ イエローソール
ko: 그레이 팁&옐로 솔
nl: Brogues met gele zool
ru: Броги с желтой подошвой
zh_hans: 灰色雕花鞋 黄底
zh_hant: 灰色雕花鞋 黃底

# GearGearNameShoesLts009
source: Inky Kid Clams
de: Schwarze Doppelschnaller
es: Zapato doble hebilla negro
es_mx: Zapatos doble hebilla negros
fr: Ch. double boucle noires
it: Eleganti lucide
ja: イカボウズジェットブラック
ko: 제트 블랙 오징어 키드
nl: Zwarte gespenschoenen
ru: Черные броги с пряжками
zh_hans: 鱿鱼僧侣鞋 喷射黑
zh_hant: 魷魚僧侶鞋 噴射黑

# GearGearNameShoesLts010
source: Annaki Habaneros
de: Habanero-Annaki-Schuhe
es: Suela extra Annak
es_mx: Habaneros Annak
fr: Compensées carmin Aroz
it: Eleganti Annak
ja: アナアキラバー ハバネロ
ko: 아나키 하바네로
nl: Annaki-mocassins
ru: Красные платформы
zh_hans: 无法无天厚底鞋 哈瓦那辣椒
zh_hant: 無法無天厚底鞋 哈瓦那辣椒

# GearGearNameShoesLts011
source: Annaki Tigers
de: Annaki-Tiger-Loafer
es: Suela extra Annak tribal
es_mx: Tigres Annak
fr: Compensées Tigre Aroz
it: Rialzate Annak
ja: アナアキラバー フェイク
ko: 아나키 타이거
nl: Annaki-tijgermocassins
ru: «Тигрис» от Панкасиуса
zh_hans: 无法无天厚底鞋 爵士经典
zh_hant: 無法無天厚底鞋 爵士經典

# GearGearNameShoesLts013
source: Desert Chukkas
de: Wüsten-Chukkas
es: Bota ante desértica
es_mx: Botas ante desérticas
fr: Chukkas sable
it: Scarpe da deserto
ja: チャッカブーツ サンド
ko: 샌드 처커 부츠
nl: Kaki hoge schoenen
ru: Светлые ботинки чукка
zh_hans: 查卡靴 三明治
zh_hant: 查卡靴 三明治

# GearGearNameShoesLts014
source: Dark-Roast Boaties
de: Dunkelbraune Boaties
es: Náutico tostado
es_mx: Mocasines tostados
fr: Chaussures bateau café
it: Scarpe da vela marroni
ja: デッキシューズ フカイリ
ko: 다크 로스트 덱 슈즈
nl: Donkerbruine bootschoenen
ru: Топ-сайдеры «Эспрессо»
zh_hans: 帆船鞋 深咖啡色
zh_hant: 帆船鞋 深咖啡色

# GearGearNameShoesLts015
source: Tricolor Boaties
de: Dreifarb-Boaties
es: Náutico tricolor
es_mx: Mocasines tricolor
fr: Chaussures bateau tricolores
it: Scarpe da vela tricolore
ja: デッキシューズ ブレンド
ko: 블렌드 덱 슈즈
nl: Driekleurige bootschoenen
ru: Трехцветные топ-сайдеры
zh_hans: 帆船鞋 拼色
zh_hant: 帆船鞋 混色

# GearGearNameShoesLts016
source: Bit 'n' Bridle Loafers
de: Trensen-Loafer
es: Mocasín hipocampos
es_mx: Zapatos hipocampos
fr: Mocassins mors hippo
it: Mocassini ippocampo
ja: シーホースビットローファー
ko: 시 홀스빗 로퍼
nl: Galoploafers
ru: Лоферы с У-пряжкой
zh_hans: 海马皮革乐福鞋
zh_hant: 海馬皮革樂福鞋

# GearGearNameShoesMsn000
source: Hero Runner Replicas
de: Heldenschuhe Replik
es: Deportiva de élite (réplica)
es_mx: Deportivos de élite réplica
fr: Baskets héroïques (répliques)
it: Runner élite replica
ja: ヒーローキックス レプリカ
ko: 히어로 킥스 레플리카
nl: Heldenschoenen (replica)
ru: Кроссы героя (клон)
zh_hans: 英雄鞋 复制
zh_hant: 英雄鞋 複製

# GearGearNameShoesMsn004
source: Armor Boot Replicas
de: Rüstungsstiefel Replik
es: Bota reforzada (réplica)
es_mx: Botas armadura réplica
fr: Bottes encrifugées (répl.)
it: Stivali d'armatura replica
ja: アーマーブーツ レプリカ
ko: 아머 부츠 레플리카
nl: Pantserschoenen (replica)
ru: Бронеботы (клон)
zh_hans: 盔甲靴 复制
zh_hant: 盔甲靴 複製
