Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualCoopTExplainEnemy03
source: ● Basic Information ・ Tasked with procuring Golden Eggs, Snatchers will emerge from the sea when Golden Eggs are present and try to seize them and return to the depths. ・ Any snatched Golden Eggs can be retrieved by defeating this Salmonid before it returns to the water.● Attack Behavior ・ They're not known to attack directly.
de: ● Info ・ Samkos kommen aus dem Meer, sobald Gold-Fischeier erscheinen, und versuchen, sie zurück in die Tiefen der See zu bringen. ・ Von einem Samko eingesammelte Gold-Fischeier können zurückgeholt werden, indem man den betreffenden Samko besiegt, bevor er das Wasser erreicht.● Verhalten ・ Keine Vorkommnisse von direkten Angriffen verzeichnet.
es: ● Información básica ・ Su cometido es localizar alevines dorados, por lo que surgirán del mar en cuanto detecten alguno. Una vez que lo hayan capturado, volverán a las profundidades marinas. ・ Si los entintas antes de que vuelvan al agua, podrás recuperar los alevines dorados que hayan robado.● Patrón de ataque ・ Por lo que se sabe, nunca atacan de forma directa.
es_mx: ● Información básica ・ Su cometido es localizar huevecillos dorados, por lo que surgirán del mar en cuanto detecten alguno. Una vez que lo hayan capturado, volverán a las profundidades marinas. ・ Si los entintas antes de que vuelvan al agua, podrás recuperar los huevecillos dorados que hayan robado.● Patrón de ataque ・ Por lo que se sabe, nunca atacan de forma directa.
fr: ● Généralités ・ Obsédé par la protection des œufs dorés, le Barboteur sort des flots dès qu'il sent leur présence et fait tout pour les rendre aux profondeurs de la mer. ・ S'il s'empare de vos œufs dorés, vous pourrez les récupérer en le liquidant avant qu'il ne retourne à l'eau.● Mode d'attaque ・ Ne montre pas de propension à l'attaque.
it: ● Informazioni di base ・ Appena appaiono delle uova d'oro, i razziatori emergono dall'acqua per andare a recuperarle e riportarle nel mare. ・ Le uova d'oro prese dai razziatori possono essere recuperate sconfiggendo questi Salmonoidi prima che facciano ritorno nell'acqua.● Modalità di attacco ・ Di solito non manifestano un comportamento aggressivo.
ja: ● 基本的な特徴 ・ 金イクラが出現すると海から飛来し、回収して持ち帰る輸送兵。 ・ 金イクラを回収されても、海に帰るまでに倒せば取り返すことができる。● 攻撃行動 ・ 攻撃行動を取ることは一切ない。
ko: ● 기본적인 특징 ・황금 연어알이 출현하면 바다에서 날아와 회수해 가는 수송병. ・황금 연어알을 회수했어도 바다로 돌아가기 전에 쓰러뜨리면 되찾을 수 있다.●공격 행동 ・공격 행동은 취하지 않는다.
nl: ● Basisinformatie ・ Zammels duiken op wanneer er gouden eieren te vinden zijn, en proberen ze terug naar de zee te brengen. ・ Om een gouden ei te ontfutselen van een Zammel, zul je hem moeten verslaan voor hij het water weer heeft bereikt.● Aanvalspatroon ・ Voor zover bekend zijn Zammels geen bedreiging voor Inklings of Octolings.
ru: ● Основная информация • Их основная задача — охранять золотые икринки. Как только появляются икринки, появляются и умыкумжи, которые сразу стремятся утащить икринки в морские глубины. • Золотую икринку можешь отобрать у умыкумж, просто плюхнув их до того, как они нырнут в воду.● Особенности поведения • Не вступают в бой.
zh_hans: ● 基本特征 ·会在金鲑鱼卵出现时从海中飞出，担任回收金鲑鱼卵的运输兵。 ·即使金鲑鱼卵被回收， 只要在拾蛋鱼回到海里之前将其击倒，就能夺回金鲑鱼卵。● 攻击行动 ·不会进行任何攻击。
zh_hant: ● 基本特徵 ‧會在金鮭魚卵出現時從海中飛出將魚卵回收的運輸兵。 ‧即使金鮭魚卵遭到回收， 在拾蛋魚返回海域之前將其擊倒就能奪回魚卵。● 攻擊行動 ‧ 不會採取任何攻擊行動。

# ManualManualCoopTExplainEnemy04
source: ● Elimination ・ They can be neutralized relatively easily with a direct hit of ink.● Supporting Information ・ New recruits usually start as Snatchers to give them a taste of the battlefield. ・ Provided they demonstrate sufficient aptitude at collecting Golden Eggs, they will be allowed to join the front lines. ・ In recent years, aircraft have also been brought in to improve their egg-collection rates.
de: ● Eliminierung ・ Direkte Treffer mit Tinte neutralisieren sie relativ schnell.● Zusatzinformationen ・ Neue Rekruten werden für gewöhnlich als Samkos eingeteilt, um erste Kampferfahrung zu sammeln. ・ Sofern sie sich beim Sammeln der Gold-Fischeier als fähig genug erweisen, werden sie für aktive Kampfeinsätze eingesetzt. ・ In den letzten Jahren wurde auch der Einsatz von Luftfahrzeugen zur Steigerung der Sammelquote verzeichnet.
es: ● Cómo liquidarlos ・ Es relativamente sencillo neutralizar a estos salmónidos si se les lanza tinta de forma directa.● Información complementaria ・ Cuando los salmónidos reclutan a un nuevo esbirro, suelen asignarle este puesto para que se acostumbre al combate. ・ Si demuestran tener buenas aptitudes para la recolección de alevines, pueden acabar recibiendo permiso para unirse a los pelotones de ataque. ・ Recientemente se ha incorporado el uso de aeronaves para mejorar las tasas de recolección.
es_mx: ● Cómo reventarlos ・ Es relativamente sencillo neutralizar a estos salmónidos si se les lanza tinta de forma directa.● Información complementaria ・ Cuando los salmónidos reclutan a un nuevo esbirro, suelen asignarles este puesto para que se acostumbren al combate. ・ Si demuestran tener buenas aptitudes para la recolección de huevecillos, pueden acabar recibiendo permiso para unirse a los pelotones de ataque. ・ Recientemente se ha incorporado el uso de aeronaves para mejorar las tasas de recolección.
fr: ● Élimination ・ Un tir d'encre bien placé suffit normalement à le liquider.● Remarques additionnelles ・ Chez les Salmonoïdes, les nouvelles recrues sont souvent nommées Barboteurs pour leurs premières batailles. ・ Les Barboteurs qui sauvent un nombre appréciable d'œufs dorés sont ensuite autorisés à rejoindre les forces armées. ・ Un soutien aérien a également été introduit au cours des dernières années afin d'améliorer l'efficacité de la collecte d'œufs.
it: ● Eliminazione ・ Facili da eliminare con un colpo di inchiostro.● Informazioni aggiuntive ・ I Salmonoidi più giovani cominciano la propria attività proprio in questa posizione, per cominciare a farsi un'idea del campo di battaglia. ・ Se dimostrano una certa abilità nell'attività di recupero delle uova d'oro, possono essere promossi in prima linea. ・ Negli ultimi anni, sono stati introdotti mezzi aerei al fine di migliorare le loro percentuali di recupero delle uova.
ja: ● 倒し方 ・ インクショットを当てれば比較的簡単に倒せる。● 生態 ・ 新米のシャケはまずタマヒロイとして戦場に投入され経験を積む。 ・ 金イクラ回収で十分な働きを見せて、初めて武器を持って前線に立つ ことが許される。 ・ 近年、回収効率向上のためか上空を往復できる機体が導入された。
ko: ● 공략법 ・잉크 샷을 맞히면 비교적 간단히 쓰러뜨릴 수 있다.● 생태 ・신참 연어는 먼저 알주어로 전장에 투입되어 경험을 쌓는다. ・황금 연어알을 회수하며 충분한 성과를 올린 후에야 비로소 무기를 들고 전선에 나설 자격을 얻는다. ・최근 회수 효율 향상을 위해서인지 하늘을 오가는 기계가 도입됐다.
nl: ● Uitschakelen ・ Je kunt Zammels vrij eenvoudig uitschakelen door ze met inkt te treffen.● Aanvullende informatie ・ Nieuwe Salmoniet-rekruten worden meestal ingezet als Zammels om gevechtservaring op te doen. ・ Als ze zich als kundige verzamelaars van gouden eieren hebben bewezen, worden ze ingezet in de frontlinie. ・ Tegenwoordig maken ze ook gebruik van luchtvaartuigen om eieren te bemachtigen.
ru: ● Тактические советы • Пары точных выстрелов хватит, чтобы нейтрализовать их.● Интересные факты • Молодые самониды обычно обучаются азам боевого ремесла именно в рядах умыкумж. • Когда они наловчатся в сборе золотых икринок, то смогут участвовать и в боях на передовой. • В последние годы они все чаще используют летательные аппараты, чтобы увеличить количество собираемых икринок.
zh_hans: ● 击倒方式 ·使用墨汁发射击中就能轻易击倒。● 生态 ·新手鲑鱼会先作为拾蛋鱼进入战场积累经验。 ·在回收金鲑鱼卵时表现足够优秀， 才会被允许拿起武器站上前线。 ·或许是为了提升回收效率，近几年引入了能在空中往返的机体。
zh_hant: ● 擊倒方法 ‧以墨汁發射攻擊便能輕易擊倒。● 生態 ‧初出茅廬的鮭魚必須先以拾蛋魚的身分在戰場上累積經驗。 ‧必須在回收金鮭魚卵方面展現足夠的成果後， 才會被批准持武器站上前線。 ‧近年來為了提升回收效率而引進了能從空中往返的機體。

# ManualManualCoopTExplainEnemy05
source: ● Basic Information ・ An extraordinarily large specimen, it moves very slowly. ・ Its body is covered in hard, protective skin. Shooting it with ink has no effect.● Attack Behavior ・ It generates bombs from its head, which it throws at enemies. ・ It can't throw these bombs very far, but the resulting explosion covers a large area.
de: ● Info ・ Ein außergewöhnlich großes Exemplar, das sich sehr langsam bewegt. ・ Geschützt von undurchdringlich harter Außenhaut. Beschuss mit Tinte ist vollkommen wirkungslos.● Verhalten ・ Füllt auf seinem Kopf Bomben auf, die er auf Gegner schleudert – wenn auch nicht über große Distanz. ・ Die geschleuderten Bomben haben einen großen Explosionsradius.
es: ● Información básica ・ Esta enorme subespecie se mueve muy lentamente. ・ Unas rígidas escamas protectoras recubren todo su cuerpo, de modo que es inmune a los disparos de tinta.● Patrón de ataque ・ Es capaz de generar bombas con la cabeza y lanzárselas a sus presas. ・ Si bien no puede arrojarlas muy lejos, la explosión resultante cubre un área considerable.
es_mx: ● Información básica ・ Esta enorme subespecie se mueve muy lentamente. ・ Su gruesa y resistente piel recubre todo su cuerpo, de modo que es inmune a los disparos de tinta.● Patrón de ataque ・ Es capaz de generar bombas sobre la cabeza y luego lanzarlas a sus presas. No obstante, el rango de alcance de las bombas es limitado. ・ La onda expansiva de estos proyectiles abarca una amplia zona.
fr: ● Généralités ・ Cet individu aux respectables proportions se déplace avec la lenteur qu'on peut en attendre. ・ Sa peau épaisse le rend insensible à l'encre.● Mode d'attaque ・ Génère des bombes par la tête, puis les lance sur ses adversaires. Leur portée est heureusement assez faible. ・ L'explosion, en revanche, balaie une large zone.
it: ● Informazioni di base ・ A causa delle enormi dimensioni, si muove molto lentamente. ・ Il suo corpo è ricoperto da una durissima pelle protettiva, immune all'inchiostro.● Modalità di attacco ・ Produce delle bombe dalla testa che vengono poi scagliate contro i nemici, anche se la gittata è abbastanza limitata. ・ L'esplosione causata dalle bombe interessa una vasta area.
ja: ● 基本的な特徴 ・ 非常に身体の大きな個体であり、ゆっくりと移動する。 ・ 身体は硬い表皮に包まれ、インクショットを受け付けない。● 攻撃行動 ・ 頭上にボムを生成し、標的に向かって投げつける。 ・ それほど遠くには飛ばないが、ボムの爆発は広範囲におよぶ。
ko: ● 기본적인 특징 ・매우 커다란 몸집을 지녔으며 천천히 움직인다. ・몸이 단단한 표피로 덮여 있어 잉크 샷을 맞지 않는다.● 공격 행동 ・머리 위로 밤을 생성해 표적을 향해 던진다. ・그렇게 멀리 날아가지는 않지만 밤의 폭발 범위는 광범위하다.
nl: ● Basisinformatie ・ Een buitengewoon grote Salmoniet, die zich erg langzaam beweegt. ・ Zijn lichaam is bedekt met een harde, beschermende huidlaag. Het heeft geen zin om hem met inkt te beschieten.● Aanvalspatroon ・ Met zijn kop produceert hij bommen die hij naar tegenstanders gooit, al gooit hij ze niet erg ver. ・ De bommen die hij werpt, hebben een grote explosieradius.
ru: ● Основная информация • Чудовищно большой самонид, который передвигается очень медленно. • Тело его покрыто твердой броней, пробить которую невозможно.● Особенности поведения • На его голове появляются надувные бомбы, которые он бросает в противников, хотя и не очень далеко. • Радиус взрыва его бомб довольно большой.
zh_hans: ● 基本特征 ·体型非常巨大，移动速度缓慢。 ·包裹身体的表皮十分坚硬，不会受到墨汁发射影响。● 攻击行动 ·在头顶生成炸弹，向目标投掷。 ·投掷的距离并不算远，但是炸弹爆炸时波及的范围很广。
zh_hant: ● 基本特徵 ‧體型非常巨大的個體，行動緩慢。 ‧身體被堅硬的表皮所包覆，不會受到墨汁發射的影響。● 攻擊行動 ‧在頭頂製造炸彈並朝目標投擲。 ‧雖然投擲距離並不遠，但是炸彈爆炸時的波及範圍廣泛。

# ManualManualCoopTExplainEnemy06
source: ● Elimination ・ The only way to defeat the Steelhead is to shoot ink at the bomb on its head as it inflates.● Supporting Information ・ It's the company commander of a Salmonid troop. ・ Its powerful physique is capable of supporting heavy armor, and its ink-resistant skin is the result of arduous conditioning. ・ It forms the bomb on its head by collecting its own explosive saliva. Ew.
de: ● Eliminierung ・ Der einzige Weg, einen Bäm zu besiegen, ist, die Bombe auf seinem Kopf zu treffen, während sie gefüllt wird.● Zusatzinformationen ・ Kompanieführer der angreifenden Salmonidenrotten. ・ Seine tintenresistente Außenhaut und die Stärke, schwere Panzerung zu tragen, sind Resultat von rigorosem Training. ・ Die Bomben auf seinem Kopf werden mittels seines eigenen explosiven Speichels gebildet. Igitt.
es: ● Cómo liquidarlos ・ Solo hay un modo de vencerlos: disparando tinta a la bomba de la cabeza conforme se va generando.● Información complementaria ・ Están al mando de un pelotón de salmónidos. ・ Su imponente físico, capaz de soportar la pesada armadura, y su piel a prueba de tinta, son fruto de un arduo entrenamiento. ・ Acumulan su propia saliva explosiva para generar las bombas que les emergen de la cabeza.
es_mx: ● Cómo reventarlos ・ Solo hay un método comprobado para vencerlos: disparando tinta a la bomba de la cabeza mientras se genera.● Información complementaria ・ Los ferroces son comandantes al cargo de un pelotón de salmónidos. ・ Su imponente físico es capaz de soportar la pesada armadura, y su piel a prueba de tinta es fruto de un arduo entrenamiento. ・ Para generar la bomba que emerge de la cabeza, acumula su propia saliva explosiva.
fr: ● Élimination ・ Il n'existe qu'un moyen de liquider un Tête-de-pneu : arroser une de ses bombes alors qu'elle se forme sur sa tête.● Remarques additionnelles ・ Commandant en chef des troupes salmonoïdes. ・ Sa silhouette massive et l'extraordinaire résistance à l'encre de sa peau sont le fruit d'un entraînement spartiate. ・ C'est sa propre salive explosive qui lui permet de générer des bombes par la tête (berk berk).
it: ● Eliminazione ・ L'unico modo per sconfiggere i Bomber è colpire e far scoppiare la bomba mentre è sulla loro testa.● Informazioni aggiuntive ・ È a capo di una truppa di Salmonoidi. ・ Il fisico massiccio in grado di sopportare la pesante corazza e la pelle protettiva immune all'inchiostro sono il risultato di durissimi allenamenti. ・ Le bombe sulla testa vengono generate tramite una secrezione esplosiva.
ja: ● 倒し方 ・ ボムのエネルギーを溜めている間に、ボムにインクショットを当てて 爆発させると倒せる。● 生態 ・ 群れの中隊を従える隊長格のシャケ。 ・ 重装備に耐えうる身体と、インクショットを受け付けない表皮は 過酷な訓練のたまもの。 ・ 頭上のボムは、爆発性のだ液を溜めることによって生成される。
ko: ● 공략법 ・밤에 에너지를 모으고 있을 때, 잉크 샷을 맞춰 폭발시키면 쓰러뜨릴 수 있다.● 생태 ・중대를 이끄는 대장 격 연어. ・중장비를 견디는 몸과 잉크 샷을 차단하는 표피는 가혹한 훈련의 산물이다. ・머리 위의 밤은 폭발성을 띤 타액을 모아 생성한다.
nl: ● Uitschakelen ・ De enige manier om een Staalkop te verslaan is door op de zwellende bom op zijn kop te schieten.● Aanvullende informatie ・ Staalkoppen zijn de aanvoerders van een peloton Salmonieten. ・ Zijn imposante kracht waarmee hij zijn zware bepantsering kan dragen, en zijn inktwerende huid, zijn het resultaat van een uitzonderlijk streng trainingsregime. ・ Hij maakt de bommen op zijn kop met zijn eigen explosieve speeksel. Hè, bah.
ru: ● Тактические советы • Единственный способ одолеть Дядю Семга — стрелять по его надувным бомбам.● Интересные факты • В воинской иерархии самонидов имеет звание подпоручика. • Его недюжинная сила, которая позволяет ему носить тяжеленную красконепробиваемую броню, — результат усиленных тренировок. • Он создает бомбы из собственной взрывчатой слюны. Мерзость...
zh_hans: ● 击倒方式 ·趁其积蓄炸弹的能量时， 使用墨汁发射击中并引爆炸弹即可将其击倒。● 生态 ·队长级鲑鱼，指挥着中队规模的集群。 ·经受了残酷的训练后锻炼出了能够承受重型装备的身体， 以及使墨汁发射无效的表皮。 ·头顶的炸弹是通过积蓄爆炸性的唾液生成的。
zh_hant: ● 擊倒方法 ‧在炸彈累積能量時， 以墨汁發射攻擊炸彈使其爆炸即可擊倒。● 生態 ‧屬於率領連隊的隊長級鮭魚。 ‧在歷經殘酷的訓練之後， 擁有了能夠佩戴重裝備的身體以及不受墨汁發射影響的鱗片。 ‧頭頂的炸彈是透過累積具有爆炸性的唾液形成的。

# ManualManualCoopTExplainEnemy07
source: ● Basic Information ・ It's a weapon made of connected ink-spraying devices for the suppression of large areas. ・ It locks on to and relentlessly pursues a single target.● Attack Behavior ・ Its extensive length is used to block routes as it rains down ink.
de: ● Info ・ Eine Waffe aus mehreren Vorrichtungen zum Versprühen von Tinte, die große Bereiche abdeckt. ・ Visiert ein Ziel an und verfolgt es erbarmungslos.● Verhalten ・ Seine extreme Länge blockiert Wege, während er Tinte absondert.
es: ● Información básica ・ Estas armas de combate, diseñadas para cubrir amplias zonas, se han fabricado soldando diversos dispositivos entintadores. ・ Fijan un único objetivo cada vez y se dedican a perseguirlo sin descanso.● Patrón de ataque ・ Su considerable longitud, combinada con la potente lluvia de tinta, les permiten bloquear rutas con facilidad.
es_mx: ● Información básica ・ Esta arma de combate se ha fabricado soldando diversos dispositivos entintadores y está pensada para cubrir grandes áreas. ・ Fija un único objetivo cada vez y se dedica a perseguirlo sin descanso.● Patrón de ataque ・ Su considerable longitud, combinada con una potente lluvia de tinta, le permiten bloquear rutas con facilidad.
fr: ● Généralités ・ Conçue pour les opérations de grande ampleur, cette machine de guerre se compose de divers dispositifs encreurs soudés ensemble. ・ Une fois sa cible déterminée, elle la poursuit sans relâche.● Mode d'attaque ・ Sa longueur impressionnante et le déluge d'encre qu'elle produit lui permettent de couper toute retraite à sa cible.
it: ● Informazioni di base ・ Un'arma micidiale composta da vari aggeggi che spruzzano inchiostro per colpire ampie aree del campo di battaglia. Prende di mira un bersaglio e lo rincorre senza sosta.● Modalità di attacco ・ Usa il lungo corpo per bloccare la strada ai nemici e inondarli di inchiostro.
ja: ● 基本的な特徴 ・ インク散布装置を連結した広域制圧兵器。 ・ 標的を固定し、どこまでも追いかける。● 攻撃行動 ・ 長い身体で行く手を阻み、散布したインクを浴びせる。
ko: ● 기본적인 특징 ・잉크 살포 장치를 연결한 광역 제압 병기. ・표적을 고정한 후 끝까지 쫓아간다.● 공격 행동 ・긴 몸체로 길을 막고 잉크를 살포한다.
nl: ● Basisinformatie ・ Een wapen dat is samengesteld uit meerdere inktsproeiende apparaten, om grote gebieden te kunnen onderkliederen. ・ Focust zich op een doelwit en laat dat niet meer gaan.● Aanvalspatroon ・ Dankzij zijn lengte ligt hij ontzettend in de weg, terwijl hij het inkt laat regenen.
ru: ● Основная информация • Это длинная боевая машина, составленная из большого количества заливщиков краски. • Засекает отдельного противника и без устали преследует его.● Особенности поведения • Его длина позволяет ему выставить буквально непроходимый кордон из краски.
zh_hans: ● 基本特征 ·用墨汁喷洒装置连接而成的大范围压制武器。 ·攻击目标固定，并且会对目标穷追不舍。● 攻击行动 ·利用纤长的身体阻碍敌人行动，喷洒墨汁进行攻击。
zh_hant: ● 基本特徵 ‧連接了墨汁噴灑裝置的廣域鎮壓兵器。 ‧攻擊目標固定，會一路窮追不捨。● 攻擊行動 ‧利用細長的身體擋住目標的去路，使其遭受墨汁的噴灑。

# ManualManualCoopTExplainEnemy08
source: ● Elimination ・ It can be neutralized by shooting the driver in the very rear of the Steel Eel.● Supporting Information ・ The driver of the Steel Eel wears a mask to protect itself from the spray generated by the machine. ・ The great length of the Steel Eel is attributable to the large number of interconnected ink sprayers used to create it.
de: ● Eliminierung ・ Neutralisieren des Piloten am Ende des Staals neutralisiert auch den Staal selbst.● Zusatzinformationen ・ Der Pilot trägt eine Maske, um sich vor der Tinte des Staals zu schützen. ・ Die beeindruckende Länge des Staals resultiert aus der großen Zahl an miteinander verbundenen Tintendüsen, aus denen er besteht.
es: ● Cómo liquidarlos ・ Se pueden neutralizar disparando al salmónido que los pilota, ubicado en el tramo final de la estructura.● Información complementaria ・ Los pilotos de raspoides llevan máscaras para protegerse de la tinta que desprende la máquina a su alrededor. ・ Su gran longitud se debe al considerable número de aspersores de tinta necesarios para crear la estructura.
es_mx: ● Cómo reventarlas ・ Se puede neutralizar disparando al salmónido que lo pilotea, ubicado en el tramo final de la estructura.● Información complementaria ・ Los pilotos de anguiladeras llevan máscaras para protegerse de la tinta que desprende la máquina a su alrededor. ・ Su gran longitud se debe al considerable número de aspersores de tinta necesarios para crear la estructura.
fr: ● Élimination ・ Pour abattre ce monstre, il convient de liquider le pilote placé tout à l'arrière.● Remarques additionnelles ・ Le masque que porte le pilote lui permet de se protéger des projections d'encre de sa machine. ・ La longueur exceptionnelle du Carnacier est due au nombre impressionnant de dispositifs qui le composent.
it: ● Eliminazione ・ Per eliminarlo bisogna sparare al pilota che si trova nella parte finale.● Informazioni aggiuntive ・ Il pilota dell'Anguilmone indossa una maschera per proteggersi dai fumi tossici emessi dalla macchina. ・ I molteplici spruzzatori di inchiostro interconnessi rendono il corpo dell'Anguilmone estremamente lungo.
ja: ● 倒し方 ・ 最後尾の操縦手はインクショットで倒すことができる。● 生態 ・ インク散布装置を大量に連結しているため全長が非常に長い。 ・ 最後尾にいる操縦手は常にインクの飛沫にさらされるため、 マスクを着用している。
ko: ● 공략법 ・꼬리에 있는 조종사를 잉크 샷으로 쓰러뜨릴 수 있다.● 생태 ・잉크 살포 장치를 대량으로 연결하고 있어 매우 기다랗다. ・꼬리에 있는 조종사는 얼굴로 튀는 잉크 방울을 막기 위해 항상 마스크를 착용한다.
nl: ● Uitschakelen ・ Je kunt hem uitschakelen door de bestuurder te raken die achter in de Staal zit.● Aanvullende informatie ・ De bestuurder van de Staal draagt een masker om zich te beschermen tegen de inkt die de machine sproeit. ・ De Staal is zo ontzettend lang omdat er zo veel inktsproeiers aan elkaar zijn gekoppeld om hem te maken.
ru: ● Тактические советы • Чтобы нейтрализовать его, необходимо разобраться с самонидом, который сидит в самом хвосте машины.● Интересные факты • Этот самонид использует специальную маску, которая защищает его самого от краски машины. • Огромная длина громыхариуса достигается путем соединения большого количества заливщиков краски.
zh_hans: ● 击倒方式 ·使用墨汁发射将位于尾部的驾驶员击倒即可。● 生态 ·由于连接了大量墨汁喷洒装置，身体总长度十分惊人。 ·由于位于尾部的驾驶员一直会被墨汁溅到， 所以戴上了面罩。
zh_hant: ● 擊倒方法 ‧以墨汁發射攻擊位於尾端的操控員即可擊倒。● 生態 ‧因為連接了大量的墨汁噴灑裝置，所以整體長度相當長。 ‧位於尾端的操控員會長時間接觸到飛濺的墨汁， 所以佩戴了面罩。

# ManualManualCoopTExplainEnemy09
source: ● Basic Information ・ They're protected against almost all ink damage by their shields. ・ Their ability to turn rapidly allows them to keep their shields facing their target.● Attack Behavior ・ The protection afforded by their shields allows them to charge forward.
de: ● Info ・ Dank Panzerung vor nahezu allem Schaden durch Tinte geschützt. ・ Seine hohe Wendigkeit ermöglicht es ihm, dem Gegner immer die gepanzerte Front zu präsentieren.● Verhalten ・ Der Schutz durch die Panzerung erlaubt ihm, auf Gegner zuzupreschen.
es: ● Información básica ・ Los escudos que los rodean los protegen de prácticamente cualquier ataque. ・ Pueden girar con gran rapidez, de modo que los escudos siempre apuntan a su presa.● Patrón de ataque ・ La capacidad defensiva de los escudos les permite cargar contra sus presas.
es_mx: ● Información básica ・ Los escudos que los rodean los protegen de prácticamente cualquier ataque. ・ Pueden girar con gran rapidez, con lo que los escudos siempre apuntan a su presa.● Patrón de ataque ・ Debido a la capacidad defensiva de los escudos, pueden cargar contra sus presas.
fr: ● Généralités ・ Leurs boucliers protègent les Bricabrutes de presque toutes les attaques à l'encre. ・ Très vifs, ils se retournent suffisamment rapidement pour toujours présenter leurs boucliers aux tirs de leur cible.● Mode d'attaque ・ Bien protégés, ils n'hésitent pas à charger l'adversaire.
it: ● Informazioni di base ・ In grado di sopportare quasi ogni attacco di inchiostro grazie agli scudi. ・ La velocità con cui si gira gli permette di tenere gli scudi sempre rivolti verso il nemico.● Modalità di attacco ・ Gli scudi, oltre che come difesa, vengono usati quando il Blindomito carica il nemico.
ja: ● 基本的な特徴 ・ 盾により、ほぼ全てのインクショットを防ぐ。 ・ 旋回性能に優れ、常に標的に対し盾を向ける。● 攻撃行動 ・ 盾で身を守りながら突進する。
ko: ● 기본적인 특징 ・방패로 거의 모든 잉크 샷을 막는다. ・선회 성능이 뛰어나 항상 표적의 방향으로 방패를 향한다.● 공격 행동 ・방패로 몸을 지키며 돌진한다.
nl: ● Basisinformatie ・ Zijn schild beschut hem voor bijna alle inktschade. ・ Hij kan zich razendsnel omkeren om zijn schild in de richting van zijn doelwit te draaien.● Aanvalspatroon ・ Dankzij zijn schild kan hij zijn tegenstanders direct aanvallen.
ru: ● Основная информация • Благодаря броне его самоходного драндулета практически неуязвим. • Он очень резво поворачивает, так что зайти ему со спины крайне сложно.● Особенности поведения • Благодаря своей броне он не боится переть напролом.
zh_hans: ● 基本特征 ·装备的盾几乎能防御所有墨汁发射。 ·旋转能力优秀，可以随时保持用盾对着目标。● 攻击行动 ·一边用盾保护身体，一边突进。
zh_hant: ● 基本特徵 ‧可以利用盾牌防禦大多數的墨汁發射攻擊。 ‧擁有強大的迴旋性能，能夠持續讓盾牌保持在面朝目標的狀態。● 攻擊行動 ‧使用盾牌保護自己並同時向前衝撞。
