Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# MiniGameMiniGameCardNameUtsuho
source: Frye
de: Muri
es: Angie
es_mx: Angie
fr: Angie
it: Morena
ja: ウツホ
ko: 우츠호
nl: Muriël
ru: Мурия
zh_hans: 曼曼
zh_hant: 曼曼

# MiniGameMiniGameCardNameUtsuho1
source: The EelDeal - Frye
de: Muränen-Meisterin Muri
es: Morenas sinpiedad: Angie
es_mx: Anguilas sinpiedad: Angie
fr: Angie, l'anguillede l'angoisse
it: Morena:allarme murene
ja: 踊るギャングスターウツホ
ko: 춤추는 갱스터우츠호
nl: Alen voor éénMuriël
ru: Мурена-горгона(Мурия)
zh_hans: 黑帮舞者曼曼
zh_hant: 黑幫舞者曼曼

# MiniGameMiniGameCardNameYako
source: Takoroka
de: Kalamati
es: Sepioca
es_mx: Pulpioka
fr: Cubic
it: Sepia
ja: ヤコ
ko: 라이즈
ru: Рыбок
zh_hans: 暇古
zh_hant: 暇古

# MiniGameMiniGameCardNameYashiganisan
source: Mr. Coco
de: Palmino
es: Sr. Pinzón
es_mx: Sr. Pinzón
fr: M. Coco
it: Granluca
ja: ヤシガニさん
ko: Mr. 야자집게
nl: Koko
ru: Боря Крабко
zh_hans: 椰子蟹先生
zh_hant: 椰子蟹先生

# MiniGameMiniGameCardNameYokozuna
source: Cohozuna
de: Malmsalm
es: Salmonote
es_mx: Salmonote
fr: Salmotori
it: Colossalmonoide
ja: ヨコヅナ
ko: 천하장사
nl: Sumosalmo
ru: Исполид
zh_hans: 横纲
zh_hant: 橫綱

# MiniGameMiniGameCardNameYumeebi
source: Cipher
es: Lucifredo
es_mx: Lucifredo
fr: Crustifer
it: Cifero
ja: ユメエビ
ko: 창새우
nl: Cifer
ru: Цифер
zh_hans: 梦霞
zh_hant: 夢霞

# MiniGameMiniGameCardRarityCommon
source: Common
de: Standard
es: Ordinaria
es_mx: Común
fr: Commune
it: Comune
ja: コモン
ko: 코먼
nl: Standaard
ru: Обычная
zh_hans: 普通
zh_hant: 普通

# MiniGameMiniGameCardRarityFresh
source: Fresh
de: Spritzig
es: Exclusiva
es_mx: Exclusiva
fr: Classe
it: Mitica
ja: フレッシュ
ko: 프레시
nl: Vers
ru: Свежая
zh_hans: 新鲜
zh_hant: 新鮮

# MiniGameMiniGameCardRarityRare
source: Rare
de: Premium
es: Singular
es_mx: Peculiar
it: Rara
ja: レア
ko: 레어
nl: Zeldzaam
ru: Редкая
zh_hans: 稀有
zh_hant: 稀有

# MiniGameMiniGameMapNameCenterHole
source: Lakefront Property
de: Schlundsee
es: Laguna raruna
es_mx: Laguna raruna
fr: Rives du risque
it: Villa in riva al lago
ja: ぽっかりレイク
ko: 두둥실 레이크
nl: Kempkloof
ru: Озеро Зев
zh_hans: 轻飘湖
zh_hant: 輕飄湖

# MiniGameMiniGameMapNameCross
source: X Marks the Garden
de: X-Garten
es: Jardín marcado
es_mx: Jardín marcado
fr: Jardin des plaintes
it: Giardino X
ja: ばってんガーデン
ko: 가위표 가든
nl: Kruistuin
ru: Сад X
zh_hans: 罚分花园
zh_hant: 罰分花園

# MiniGameMiniGameMapNameDivide
source: Two-Lane Splattop
de: Zweispur-Splat
es: Carriles gemelos
es_mx: Carriles gemelos
fr: Couloirs en miroir
it: Strade identiche
ja: そっくりストリート
ko: 붕어빵 스트리트
nl: Dubbele buurt
ru: Дороги-двойники
zh_hans: 酷似大道
zh_hant: 酷似大道

# MiniGameMiniGameMapNameFace
source: Mask Mansion
de: Maskenarena
es: Mansión enmascarada
es_mx: Mansión enmascarada
fr: Manoir masqué
it: Magione delle maschere
ja: かめんハウス
ko: 가면 하우스
nl: Maskervilla
ru: Усадьба масок
zh_hans: 面具屋
zh_hant: 面具屋

# MiniGameMiniGameMapNameIShape
source: Girder for Battle
de: Stahlträger
es: Estructura edificativa
es_mx: Estructura edificativa
fr: Poutrelle cruelle
it: Palazzo d'acciaio
ja: てっこつビルディング
ko: 철골 빌딩
nl: Balkenconstructie
ru: Боевой брус
zh_hans: 钢骨建筑
zh_hant: 鋼骨建築

# MiniGameMiniGameMapNameManyHole
source: Sticky Thicket
de: Finsterdickicht
es: Foresta funesta
es_mx: Foresta funesta
fr: Forêt funeste
it: Boschetto appiccicoso
ja: まっくらフォレスト
ko: 암흑 포레스트
nl: Nachtwoud
ru: Патовая куща
zh_hans: 漆黑深林
zh_hant: 漆黑深林

# MiniGameMiniGameMapNameManySp
source: Pedal to the Metal
de: Turbopiste
es: Pista fulgurante
es_mx: Pista fulgurante
fr: Piste belliciste
it: Splautostrada
ja: かそくハイウェイ
ko: 가속 하이웨이
nl: Versnelweg
ru: Турбомагистраль
zh_hans: 加速高速公路
zh_hant: 加速高速公路

# MiniGameMiniGameMapNamePainted
source: Over the Line
de: Trennwall
es: Muro divisor
es_mx: Muro divisor
fr: Cloison clivante
it: Muro di confine
ja: へだたりウォール
ko: 간극의 벽
nl: Scheidingsmuur
ru: Стена Разделения
zh_hans: 间隔墙
zh_hant: 間隔牆

# MiniGameMiniGameMapNameRectangle
source: Main Street
de: Hauptstraße
es: Calle principal
es_mx: Calle principal
fr: Rue principale
it: Via principale
ja: まっすぐストリート
ko: 직진 스트리트
nl: Hoofdstraat
ru: Главная улица
zh_hans: 正直大道
zh_hant: 正直大道

# MiniGameMiniGameMapNameSmallSquare
source: Box Seats
de: Kompakt-Stadion
es: Graderío agradable
es_mx: Gradas agradables
fr: Gradins gredins
it: Stadio accogliente
ja: こぢんまりスタジアム
ko: 아담 스타디움
nl: Afgemeten arena
ru: Уютный стадион
zh_hans: 小巧竞技场
zh_hant: 小巧競技場

# MiniGameMiniGameMapNameSquare
source: Square Squared
de: Viereck-Plaza
es: Esplanada cuadrada
es_mx: Esplanada cuadrada
fr: Square de l'espoir
it: Piazza spiazzata
ja: ましかくスクエア
ko: 정사각형 스퀘어
nl: Kwadraatplein
ru: Квадратная площадь
zh_hans: 正方广场
zh_hant: 正方廣場

# MiniGameMiniGameMapNameSShape
source: River Drift
de: Schlängelfluss
es: Cauce serpenteante
es_mx: Cauce serpenteante
fr: Torrent tortueux
it: Torrente tortuoso
ja: うねうねリバー
ko: 구불구불 리버
nl: Kronkelrivier
ru: Змеиная река
zh_hans: 扭转河
zh_hant: 扭轉河

# MiniGameMiniGameMapNameStairs
source: Cracker Snap
de: Keksbruch
es: Aperitivo quebradizo
es_mx: Aperitivo quebradizo
fr: Biscuit biseauté
it: Biscotto spezzato
ja: ぱきっとビスケット
ko: 부서진 비스킷
nl: Splitskoek
ru: Крекер-слом
zh_hans: 清脆饼干
zh_hant: 清脆餅乾

# MiniGameMiniGameMapNameWDiamond
source: Double Gemini
de: Gemini-Inseln
es: Gemelos acuáticos
es_mx: Gemelos acuáticos
fr: Jumelles aquatiques
it: Isole gemelle
ja: ふたごアイランド
ko: 쌍둥이 아일랜드
nl: Tweelingeilanden
ru: Острова Близнецы
zh_hans: 双子岛
zh_hant: 雙子島

# MiniGameMiniGameMapNameZigzag
source: Thunder Point
de: Blitz-Station
es: Central de rayos
es_mx: Central de rayos
fr: Clairière de l'éclair
it: Punta Tuono
ja: かみなりステーション
ko: 번개 스테이션
nl: Donderstation
ru: Грозовой мыс
zh_hans: 雷霆车站
zh_hant: 雷霆車站

# MiniGameMiniGameMotherGuidanceAoriDraw
source: A tie! Now, THAT was a fun match.
de: Unentschieden!Das war mal ein spaßiges Duell!
es: ¡Hemos empatado! Esto sí que nome lo esperaba...
es_mx: ¡Empate! Esto sí que nome lo esperaba...
fr: Égalité ! Le suspense aura duréjusqu'au bout !
it: Pareggio! Questa sì che è statauna partita divertente.
ja: 引き分けちゃった！いい勝負だったねー！
ko: 비겼네!아슬아슬한 승부였어～!
nl: Yo, gelijkspel! Wat een vers potje!
ru: Ничья. Признай, я была как никогдаблизка к победе!
zh_hans: 平局啊！真是场精彩的对战呢——！
zh_hant: 平手！真是難分高下呢！

# MiniGameMiniGameMotherGuidanceAoriDraw2
source: I'm gonna beat you next time—just you wait. And when you're donewaiting, come find me so we can play!
de: Aber nächstes Mal gewinne ich!Also sag Bescheid, wenn du wiederspielen willst!
es: La próxima vez te daré para el pelo.¡Ya volveremos a vernos las caras!
es_mx: No tendrás tanta suerte la próximavez. ¡Nos volveremos a enfrentar!
fr: Mais tu perds rien pour attendre !Et quand t'en auras marre d'attendre,viens te faire rétamer dans la joie etla bonne humeur !
it: La prossima volta però ti batto,vedrai. E ti batterò anche se nonvorrai vedere!
ja: 次は アタシが勝ーーーつ！ってことで、またバトルしよう！
ko: 다음에는 내가 이길 거야～～～!그러니까 또 배틀하자!
nl: De volgende keer maak ik je in, wachtmaar af! Ehhh... Nou ja, je moet nietecht wachten. Je moet naar me toekomen en me uitdagen... en dan...maak ik je in!
ru: В следующий раз ты так простоне отделаешься. Я всегда готоватебя уделать, ты только позови!
zh_hans: 我下次一定会赢——！所以下次再来找我对战吧！
zh_hant: 我下一次會贏的！所以之後記得要再來找我對戰喔！

# MiniGameMiniGameMotherGuidanceAoriLose
source: I...lost? Oooh, that is FRUSTRATING!
de: Ich hab allen Ernstes verloren?Boah, das nervt!
es: Oh, nooo... ¿Por qué he tenido queperder precisamente yo?
es_mx: Oh, nooo... ¿Por qué tuve queperder? ¿Por qué a mííí?
fr: Je... J'ai perdu ?Oh, ça me met les nerfs en pelote !
it: Ho... perso? Grrr, che rabbia!
ja: 負けちゃった！うー、くやしーーーーー！
ko: 내가 졌네!끄응～ 분해～～～～～!
nl: Wat?! Ik dacht dat dit een makkiezou worden!
ru: Я... проиграла? Да быть не может!НЕТ, Я НИЧУТЬ НЕ РАССТРОЕНА!
zh_hans: 我输了！唔，好不甘心——！
zh_hant: 我輸了！唔——輸得好不甘心————！

# MiniGameMiniGameMotherGuidanceAoriLose2
source: And a load of fun too. We oughta doit again sometime!
de: Aber Spaß hat’s trotzdem gemacht.Lass uns bei Gelegenheit wiederspielen!
es: Al menos me he divertido de lo lindo.¡Ya me tomaré la revancha!
es_mx: Al menos me divertí un rato.¡Después voy por la revancha!
fr: Mais c'était marrant quand même.On remet ça quand tu veux !
it: Però mi sono divertita un sacco.Spero che faremo altre partite!
ja: でも、すっごく楽しかったー！また絶対 バトルしよ！
ko: 그래도 엄청 재밌었어～!다음에도 꼭 배틀하자!
nl: Nu heb ik pas echt zin om je in temaken! Daag me nog eens uit vooreen potje als je een keer tijd hebt,oké?
ru: Разве что только потому, что играподошла к концу. Было так весело!
zh_hans: 不过我玩得很开心——！之后一定要再找我对战哦！
zh_hant: 不過我玩得很開心！之後一定要再來找我對戰喔！

# MiniGameMiniGameMotherGuidanceAoriWin
source: Yep, I win. Never had a doubt.
de: Und gewonnen. War ja klar.
es: He ganado, como era de suponer.
es_mx: Obviamente gané.
fr: Eh oui, j'ai gagné. En même temps,je pense que personne n'en doutait.
it: Già, ho vinto. Non c'erano dubbi.
ja: やったー！ アタシの勝ち！
ko: 야호～! 내가 이겼어!
nl: Okééé! We wisten natuurlijk allebeial dat ik zou winnen!
ru: Я победила. Кто бы сомневался.
zh_hans: 太好了——！我赢了！
zh_hant: 好耶——！我贏了！

# MiniGameMiniGameMotherGuidanceAoriWin2
source: Oh, but you did sooo good, Agent 3!There were both chills AND thrills. Wedefinitely gotta do it again sometime.
de: Aber du hast richtig gut gespielt,Nr. 3! War echt spannend! Lass unsdas mal wiederholen!
es: ¡Pero has combatido genial, Agente 3!La cosa ha estado muy emocionante.¡Tenemos que repetirlo más veces!
es_mx: ¡Pero lo hiciste muy bien, Agente 3!La cosa estuvo bien emocionante.¡Tenemos que repetirlo otro día!
it: Però te la sei cavata, Numero 3!È stata un'altalena di emozioni.Dobbiamo rifarlo, prima o poi.
ja: でもでも、３号も強かったよー！負けるかと思って ヒヤヒヤしちゃったまた やろうね！
ko: 하지만 3호도 엄청 셌어～!질까 봐 조마조마했다니까또 하자!
nl: Maar je deed het niet slecht, agent 3!Laat het maar weten als je nog eenszin hebt om te verliezen!
ru: А ты неплохо держишься! Я дажеволноваться начала, что проиграю,представляешь?
zh_hans: 不过3号也很厉害哦——！我还以为会输，捏了把冷汗呢。下次再一起玩吧！
zh_hant: 不過3號你也很厲害喔！本來還以為要輸掉了，害我捏了把冷汗呢。之後再來玩一次吧！

# MiniGameMiniGameMotherGuidanceAtarimeDraw
source: Whaddaya know? A tie!
de: Was sagt man dazu? Unentschieden!
es: ¡Por mil pares de centollos!¡Hemos empatado!
es_mx: ¡Por todos los calamares!¡Un empate!
fr: Alors ça... Match nul !
it: Ma pensa un po'! Un pareggio!
ja: ム、引き分けとはのゥ
ko: 음, 비겼구먼
nl: Warempel! Ik geloof dat we gelijkgeëindigd zijn.
ru: Ого! Вот как! Ничья, значит?
zh_hans: 唔，居然平局了。
zh_hant: 唔，居然平手。

# MiniGameMiniGameMotherGuidanceAtarimeDraw2
source: Never did like ties. Not even whenAgents 1 and 2 got me one forGrandpa's Day. We gotta settle thiswith either me winning or you losingthe next time we face off.
de: Also, das schmeckt mir nicht.Das ist nicht Fisch und nicht Fleisch.Zu meiner Zeit gab’s das nicht!Nächstes Mal müssen wir zusehen,dass wir die Sache eindeutig klären!
es: No recuerdo haber disputado nuncauna batalla que terminase así.¡La próxima vez te haré morderel polvo como es debido!
es_mx: No recuerdo haber disputado nuncauna batalla que terminara así.¡La próxima vez gano yo opierdes tú! Una de las dos.
fr: Ou plutôt « issue nulle », parce quel'match était pas nul du tout, mais lerésultat est inacceptable. Que j'gagneou qu'tu paumes, il faut absolumentqu'on s'départage à l'occasion.
it: I pareggi non mi piacciono. Neanchei paraggi. A me piace solo il centrocittà. Comunque, dobbiamo risolverequesta cosa la prossima volta chegiochiamo: o io vinco o tu perdi.
ja: この勝負、次回におあずけじゃ！次はきっちり 勝たせてもらうぞィ！
ko: 이 승부는 다음으로 미루도록 하세!다음에는 꼭 이기고야 말겠네!
nl: Ik vind gelijkspel halfslachtig. Netzoals wanneer je een muntje opgooiten het eindigt op zijn kant... of in desloot... Volgende keer win ik of verliesjij, afgesproken?
ru: Никогда не любил ничью.В следующий раз все закончитсямоей победой! Или твоимпоражением!
zh_hans: 这场胜负就留到下次再见分晓吧！到时候我一定会拿下胜利！
zh_hant: 這場勝負就留待下次再分曉吧！到時候我一定會獲勝的！

# MiniGameMiniGameMotherGuidanceAtarimeLose
source: Gah! You got me good. What a totalsplatastrophe!
de: Waaah! Du hast mich voll erwischt!
es: ¡Pardiez, pero si me has vencido!Qué histórica humillación...
es_mx: ¡Arg! ¡Me venciste!Qué histórica humillación...
fr: Argh ! Tu m'as pas raté !C'est la cata des cartes !
it: Gah! Mi hai distrutto. Una verasplatastrofe!
ja: ぬお、負けてしもうたか！無念じゃ…
ko: 흐음, 내가 졌는가!원통하구먼…
nl: Ah, die ouwe Kraak gaat met zijnschip ten onder!
ru: Ах, меня уделали! Полнаякартострофа!
zh_hans: 唔，我输了！真是遗憾……
zh_hant: 唔，我居然輸了！遺憾啊……

# MiniGameMiniGameMotherGuidanceAtarimeLose2
source: Maybe I oughta study the ol' rulebook a little more. This game's gotreal substance to it!
de: Vielleicht hätte ich mir die Regelngenauer anschauen sollen.Gar nicht so einfach, das Spiel!
es: Tal vez debería repasar mi lista dereglas de combate. Es evidente quealgo no ha funcionado bien esta vez...
es_mx: Tal vez debería repasar mi lista dereglas de combate. Es evidente quealgo no funcionó bien esta vez...
fr: Ça m'apprendra à bazarder le manuelsans m'poser d'questions... Il est pasaussi simple qu'il en a l'air, ce jeu !
it: Forse dovrei ripassare le istruzioni.Questo gioco è più complicato diquanto sembri!
ja: ナワバトラーちうのは おくが深いのゥワシもまだまだ 精進が足りんわィ！
ko: 영역 배틀러라는 것은 심오하구먼나도 아직 정진이 부족한 것 같음세!
nl: Misschien moet ik eens kijken of ereen almanak bestaat met de regelsvan dit spelletje. Het is nog knapingewikkeld.
ru: Все-таки стоило выучить правила...Пора начать играть серьезно!
zh_hans: 这个叫占地斗士的游戏可真是深奥啊，看来我也得继续精进才行！
zh_hant: 這個名叫占地鬥士的遊戲還真是深奧呢，看來我還得繼續精進才行！

# MiniGameMiniGameMotherGuidanceAtarimeWin
source: Yahoo! Cuttlefish wins! Guess thisol' crustbucket can still muster upsome freshness on occasion, eh?
de: Sieg für Kuttelfisch!Tja, manchmal kommt sie wieder,meine alte Spritzigkeit!
es: ¡Jibión es un campeón! Para queveas que no he perdido mi espíritude victoria a pesar de los años.
es_mx: ¡Jibión es un campeón! Para queveas que no he perdido mi espíritucompetitivo a pesar de los años.
fr: Youpi ! Encore une victoirede Macalamar ! Faut croirequ'le vieux croûton en a encoresous l'coude, pas vrai ?
it: Sììì! Seppia vince! Allora nonsono poi così incartapecoritoalla fine, eh?
ja: ィよーし！ ワシの勝ちじゃ！ワシも まだまだイケとるのゥ
ko: 좋았어! 내 승리일세!나도 아직 현역이구먼
nl: Haha, een mooie overwinning voorkampioen Kraak! Dat zal ik wel aanmijn wijsheid te danken hebben.
ru: О-хо, а Кальмостар-то ещесвежачком, как у вас говорят!
zh_hans: 好——！我赢了！看来我依旧宝刀未老呢。
zh_hant: 好啊！我贏了！看來我依然是寶刀未老呢！

# MiniGameMiniGameMotherGuidanceAtarimeWin2
source: Ah, but that wasn't easy. Keep upthe practice, and you'll be swabbin'the deck with me in no time.
de: Aber leicht war’s nicht!Üb schön weiter, und irgendwannwischst du mit mir das Deck!
es: Tampoco me ha sido fácil ganarte.Si sigues practicando, puedes llegara ser una eminencia militar como yo.
es_mx: Tampoco me fue fácil ganarte.Si sigues practicando, puedes llegara ser una eminencia del combatecomo yo.
fr: Mais je t'avoue qu'j'en ai bavé desronds d'chapeaux. Continue commeça et tu me ratatineras dans paslongtemps.
it: Però non è stato facile. Continuaa fare pratica e presto domineraii mari di carte, come me.
ja: だが、おヌシの中にもキラリと光る 何かが見えたぞィ！精進されたしーッ！
ko: 하지만 자네 속에도반짝 빛나는 무언가가 보였다네!정진하게나～!
nl: Maar je maakte het me niet makkelijk,baasje. Nog een beetje oefenen endan schrob je voor je het weet hetdek met me aan.
ru: Признаю, было нелегко...Практикуйся больше! Гляди,так и вырвешь у меня победу.
zh_hans: 不过我也在你身上看到了耀眼之处哦！继续精进吧——！
zh_hant: 不過我也在你的身上看到了耀眼的地方！繼續精進吧！

# MiniGameMiniGameMotherGuidanceGearShopClothesDraw
source: A tie, is it? I see. You are formidable.
de: Ein Remis? Fürwahr, dies warein Treffen der Titanen!
es: ¡Un empate! ¿Significa eso que hasigualado mi nivel y categoría?
es_mx: ¡Un empate! Bien, supongo que tienestanta categoría como yo.
fr: Match nul, vraiment ?Ma foi, tu n'es pas sans talent.
it: Un pareggio, eh? Capisco.Sei formidabile, sì.
ja: … 引キ分ケカアナタモ ナカナカ ヤルネ
ko: …비겼네당신도 제법이야
nl: Een ex aequo? Wij weten duidelijk watwij doen... En u bent zelf ook nietslecht!
ru: Ничья? С тобой не все так просто!
zh_hans: ……平局啊。你也很厉害呢。
zh_hant: ……平手呢，你也挺厲害的呢。

# MiniGameMiniGameMotherGuidanceGearShopClothesDraw2
source: We have not reached the end of ourbattles, then. A decisive outcomemust be reached next time! IT MUST!
de: Der wahrhaftig Überlegene mussgefunden werden. Ich erwarte eineweitere Herausforderung deinerseits.WEHE, falls nicht!
es: Queda en el aire, pues, determinarcuál de nosotros está por encima.Tendremos que volver a medirnuestras fuerzas... ¡cuanto antes!
es_mx: Aún queda por verse quién se llevala victoria. Tendremos que volvera medir nuestras fuerzas...¡cuanto antes!
fr: Notre lutte n'est pas arrivée àson terme. Nous connaîtrons l'issuede notre rivalité la prochaine fois.PARCE QU'IL LE FAUT !
it: Non abbiamo risolto il nostrodualismo, dunque. Il prossimo incontrosarà decisivo. Deve esserlo!
ja: マタ 勝負スルデショ？シロクロ ツケルデショ？
ko: 또 승부해 줄 거지?결판을 지을 거지?
nl: Onze titanenstrijd is nog niet teneinde! Hij behoeft een slotstuk! Eenwedertreffen tussen onze kaarten!Ahem... mits het u uitkomt in uwagenda, natuurlijk...
ru: Кто победитель? Кто в лужу сел?Не выяснили мы. Мы встретимсяс тобой опять и снова!
zh_hans: 你还会再来找我对决吧？会来和我一决胜负的吧？
zh_hant: 你還會再來找我輸贏吧？會跟我一分高下吧？

# MiniGameMiniGameMotherGuidanceGearShopClothesFsodrDraw
source: We tied?! How about that!
de: Unentschieden!Persönlicher Überraschungsstatus:Vollständiges Wortefehlen.
es: Un combate sin vencedor es, pordefinición, un empate.
es_mx: Un combate sin vencedor es, pordefinición, un empate.
fr: Oh, égalité ! J'aurais pas parié.
it: Un pareggio?! Incredibile!
ja: ナワバリの等しいはドローです
ko: 영역이 똑같으니까 비겼네요
nl: Gelijkspel! Eh, iedereen blij? Of niet?
ru: В ничейную сыграли мы!
zh_hans: 占地面积相同就是平局。
zh_hant: 占地面積同等就是平手。

# MiniGameMiniGameMotherGuidanceGearShopClothesFsodrDraw2
source: I guess it doesn't matter who winsand who loses as long as we both hadfun. Right? Great battle!
de: Vergnüglichkeitsfaktor dieses Duells:Jenseits von Gut und/oder Böse.Hoffentlich bald mal wieder!
es: ¡Qué buen combate!
es_mx: Supongo que no importa quién ganeo pierda mientras la diversión sea loprimero. ¡Buen combate!
fr: Comme on dit, qu'importe le résultat,pourvu qu'on s'amuse bien ! C'étaitun beau match.
it: Non importa chi vince e chi perde.L'importante è divertirsi, giusto?Gran bella partita!
ja: ワタシと渡り合うは、アナタグッドです、ナイスバトル！
ko: 나와 비기다니 당신굉장해요, 나이스 배틀!
nl: Ik vond het echt leuk om tegen je tevechten! Hopelijk wil je vaker met mespelen.
ru: Сражаться карт посредством —забавно есть весьма! Сыграем ведьеще мы в будущем обозримом?
zh_hans: 你居然能和我抗衡，真赞。这场对战很精彩！
zh_hant: 能與我相互較勁，你很棒，真是場精彩對戰！

# MiniGameMiniGameMotherGuidanceGearShopClothesFsodrLose
source: Ah, well played. You got me that time.
de: Niederlage: Bitter.Verbucht unter: „Passiert halt“.Schwamm-Status: Drüber.
es: No me place la derrota...
es_mx: No me place la derrota...
fr: Et voilà, j'ai perdu... Certaines leçonssont plus amères que d'autres.
it: Ah, complimenti. Mi hai battuto.
ja: 敗北はチョベリバです
ko: 패배는 슬퍼요
nl: Je hebt gewonnen! Dat vind ik leukvoor je!
ru: Франтонио повержен! Печальноэто есть, но, впрочем, не ужасно.
zh_hans: 落败真是超级无敌糟。
zh_hant: 落敗超非常遜。

# MiniGameMiniGameMotherGuidanceGearShopClothesFsodrLose2
source: I can't be mad about losing to askilled player like you. I'll have tokeep practicing for next time!
de: Niederlage: Vollauf erwartet,da Gegenspieler ein Toptalent!Freu dich auf eine Bombenrevanche.Dein Service-Team Quallani.
es: No puedo negar tu pericia, pero,si lo sigo intentando, ¡venceré!
es_mx: No puedo negar tu pericia, pero,si lo sigo intentando, ¡venceré!
fr: Une défaite contre quelqu'un d'aussitalentueux que toi, bizarrement, çane me déplaît pas.
it: Non sono deluso per aver persocontro un mollusco bravo come te.Continuerò a fare pratica per laprossima volta!
ja: みとめざるを得ナい アナタの強さワタシがんばります、そして勝つ！
ko: 부정할 여지 없이 강한 당신다음에는 이길 거예요!
nl: Is ook niet gek dat ik verlies van zo'ngoede speler. Ik moet blijven oefenen!
ru: Проиграть противнику сильному,тебе подобному, ожидаемо вполне.Но старания усердные к победеменя приведут в итоге!
zh_hans: 我不得不认同你的强大实力，我会继续努力，然后战胜你！
zh_hant: 你的強大，我不得不承認。我會努力，然後戰勝！

# MiniGameMiniGameMotherGuidanceGearShopClothesFsodrWin
source: Ah, victory! I'll take it.
de: Siegstatus: verbucht.Wir bedanken uns für diegut gemeinte Teilnahme.
es: En buena lid, la victoria siempresatisface.
es_mx: La victoria siempre complace.
fr: À moi la victoire ! Une de plusà mon palmarès.
it: Ah, ho vinto! Magnifico!
ja: 勝利は常に グッドです
ko: 승리는 언제나 기뻐요
nl: Bloep! Ik heb gewonnen! Altijd leuk!Voor mij, ten minste.
ru: Франтонио победа! Чудесно этоесть!
zh_hans: 不论什么时候，胜利都很赞。
zh_hant: 勝利永遠就是讚。

# MiniGameMiniGameMotherGuidanceGearShopClothesFsodrWin2
source: Practice makes perfect in TableturfBattle and life. Want to play again?
de: Übung macht den Meister.Service-Angebot: WeitereDuelle gegen meine Wenigkeitzwecks Revierdecks-Meisterei.
es: Luchar fortalece.¿Te apetece repetir?
es_mx: Combatir fortalece.¿Te gustaría repetir?
fr: Si tu veux t'améliorer, il n'y a pas desecret. Il faut s'entraîner ! Et çamarche dans tous les domaines.On en refait une ?
it: La pratica rende perfetti, aSplattanza come nella vita.Vuoi giocare ancora?
ja: バトルくり返すは、強くなるため加えて バトルするマスカ？
ko: 강해지는 방법은 반복뿐이에요더 할래요?
nl: Als je wilt, kunnen we nog een keerspelen? Het is altijd goed om teoefenen!
ru: Практика — к совершенству путь.Еще раз мы сыграем?
zh_hans: 重复对战是为了变强，你还想和我对战吗？
zh_hant: 不斷對戰，是為了變強，你還想要再次對戰嗎？

# MiniGameMiniGameMotherGuidanceGearShopClothesLose
source: You have bested Jel La Fleur atcard-based combat. You really arequite a strong opponent, you know.
de: Du hast mich, den Zar des Zwirns,im Kartenkampf besiegt.Welch formidables Talent!
es: ¡Has vencido al insigne M. Arquésen un combate con cartas! ¿Sabesla distinción que eso supone para ti?
es_mx: ¡Venciste al insigne M. Arqués enun combate con cartas! ¿Sabes ladistinción que eso supone para ti?
fr: J'ai été terrassé dans l'arènedes cartes. Mais mon adversaireétait de taille, je n'ai pas à rougir.
it: Hai avuto la meglio su Meddy inquesta tenzone a carte. Sei davveroabile, lo devo ammettere.
ja: … ワタシ マイッタヨネアナタ ツヨイヨネ
ko: …내가 졌어당신 강하네
nl: Ik, Kwalbert, ben niet beschaamd omin u mijn meerdere te erkennen. Ik bengeen slechte verliezer, daar ben ik tegoed voor.
ru: Король повергнут?! Карта бита?!Твою я силу вынужден признать...
zh_hans: ……我输了，你好厉害呀。
zh_hant: ……是我輸了吧，你很厲害吧。

# MiniGameMiniGameMotherGuidanceGearShopClothesLose2
source: I will strengthen my own deck.Once I do...you must return foranother battle! I REQUIRE IT!
de: Welche Schmach!Ich muss mein Deck anpassenwie ein Hemd mit schlechten Nähten.Fordere mich bald wieder heraus, ja?Ich bestehe darauf!
es: Se impone que revise mi mazoy analice esta amarga derrota.¡Nos veremos de nuevo las carasen otra ocasión!
es_mx: Tendré que revisar mi mazo y analizaresta amarga derrota. ¡Nos veremosde nuevo en otra ocasión!
fr: Je renforcerai mon deck, et alors...tu m'offriras une revanche.JE L'EXIGE !
it: Rafforzerò il mio mazzo. E quandol'avrò fatto... devi tornare perun'altra battaglia! TE LO ORDINO!
ja: ワタシ ウデヲ ミガクデショ？マタ 勝負スルデショ？
ko: 실력을 쌓을 테니까또 승부해 줄 거지?
nl: Het zou mij behagen in de toekomstnog een partij met u te spelen. Ik zalmij hoe dan ook wijden aan hetversterken van mijn kaartenset.
ru: Колоду нужно мне усилить!И вновь отважно в бой мне кинутьвсе карты, что припасены!
zh_hans: 我还会继续磨练技术哦？你还会再来找我对决吧？
zh_hant: 我的技術還得再磨練吧？你還會再來找我輸贏吧？

# MiniGameMiniGameMotherGuidanceGearShopClothesSdodrDraw
source: A draw! Doth this satisfy thee?
de: Unentschieden!Bist du damit zufrieden?
es: ¡Un empate! ¿Te parece un resultadodigno?
es_mx: ¡Empatada termina la partida!Un resultado digno de los esfuerzosde cada participante.
fr: Égalité ! Le résultat te convient ?
it: Un pareggio! Ti soddisfa questorisultato?
ja: 相打ちとは、マレなことぞ
ko: 무승부라니 드문 일이군
nl: Een ex aequo! Ik hoop dat dit utevreden stelt.
ru: Победа дружбе! Довольна лидуша твоя?
zh_hans: 不相上下，着实少见。
zh_hant: 不相上下，可謂稀罕。
