Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrEnemyCommentZakoLargeUnlockComment03
source: Sometimes they give enemiesrides, and sometimes they pushothers out of the way. Does thatmake them good or bad allies?They're weirdly drawn to ∞-balls.
de: Feinde stoßen sie oft weg... odersie nehmen sie huckepack! Machtsie das zu guten oder schlechtenVerbündeten? Jedenfalls habensie eine Schwäche für ∞-Kugeln.
es: Tan pronto transportan a otrosenemigos como los quitan de enmedio. ¿Pero de qué lado están?Parece que se ven muy atraídospor las bolas ∞.
es_mx: A veces transportan a otrosenemigos y otras veces losapartan de su camino. ¿De quélado están? Parece que se venmuy atraídos por las bolas ∞.
fr: Parfois ils transportent des potessur leur dos, parfois ils les dégagentdu chemin... j'ai connu plus fiablescomme alliés. Ah, et ils ont l'airobnubilés par les boules ∞.
it: A volte trasportano altri nemici,altre volte li tolgono dai piedi perte. Quindi non capisco se sonodei buoni o cattivi alleati... Sonostranamente attirati dalle palle ∞.
ja: 背中に別の敵を乗せたり、他の敵をつき飛ばしたり、仲がいいのか わるいのか…あと、ボールが好きみたいですね～
ko: 등에 다른 적을 태우거나 들이받기도 하고사이가 좋은 건지 나쁜 건지…그리고 볼을 좋아하나 보네요～
nl: Soms laten ze andere vijandenmeeliften en soms duwen ze zeweg. Of dat behulpzaam is, hangtaf van de situatie. Ze hebben eenvreemde obsessie met ∞-ballen.
ru: Иногда враги ездят на нихверхом, а иногда они сталкиваютих с пути. Не знаю, полезныеони или нет. Странным образомих тянет к ∞-шарам.
zh_hans: 它会让其他敌人骑在背上，但又会撞飞其他敌人，不懂它们的关系是好是坏……还有，它似乎很喜欢球～
zh_hant: 牠一下子背著其他敵人，一下子又撞飛牠們，真搞不懂感情是好是壞……另外，牠好像很喜歡球的樣子呢～

# SdodrSdodrEnemyCommentZakoLargeUnlockComment04
source: Do NOT let these bruisersheadbutt you, not even on a dare.I like to ink the ground in front of'em and laugh as they crawlthrough it.
de: Pass bloß auf, dass sie dir keineKopfnuss verpassen! Am liebstenfärbe ich den Boden vor ihnen einund lach mich dann schlapp, wennsie durch meine Tinte schlurfen.
es: ¡Un golpe con ese cabezón debede doler! Bueno, mientras usestu tinta para mantenerlos a raya,no habrá de qué preocuparse.
es_mx: ¡Un golpe con ese cabezón debede doler! Bueno, mientras usestu tinta para mantenerlosalejados, no hay problema.
fr: Laisse surtout pas ces balourdste rentrer dedans ! Le mieux,c'est d'encrer le terrain devanteux, et de rigoler en les regardants'embourber.
it: Una testata di questi cosi tistende! Io mi diverto un saccoa colorare tutto intorno a loroe poi guardarli arrancarenell'inchiostro!
ja: こいつの頭つき、チョー痛ェんだ！ま、地面塗っとけば こわくねーけどな！
ko: 이 녀석의 박치기, 진짜 아파!뭐, 지면을 칠해 두면 하나도 안 무섭지만!
nl: Incasseer geen kopstoten van dezelomperiken, zelfs niet voor eenweddenschap. Ik verf graag degrond voor hun neus en lach danterwijl ze eroverheen kruipen.
ru: Ни в коем случае не дай этимхулиганам врезаться в тебя. Лучшезакрась путь перед ними, а потомхихикая наблюдай, как оникопошатся в твоей краске.
zh_hans: 这家伙的头锤攻击超级痛的！不过只要先对地面涂墨，就不用怕它了！
zh_hant: 牠的頭錘超痛的！不過只要對地面塗墨就不怕了！

# SdodrSdodrEnemyCommentZakoLargeUnlockCommentConclusion
source: The more distance, the better!
de: Immer schön auf Abstand halten!
es: ¡Mantente a distancia!
es_mx: ¡Mantente a distancia!
fr: Plus ils sont loin, mieux c'est !
it: Tienili a distanza!
ja: 近づくべからず
ko: 다가가지 말자
nl: Een verre vijand is een goede vijand.
ru: Чем дальше от них, тем лучше!
zh_hans: 不要靠近它
zh_hant: 保持距離

# SdodrSdodrEnemyCommentZakoSmallUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentZakoSmallUnlockComment02
source: These ink the ground to ease theway for the big guys. Get rid ofthem quick, Eight, before theybog you down with their trails.
de: Diese Kerlchen färben den Boden,damit die großen Jungs schnellervorankommen. Erledige sie fix,Nr. 8, bevor sie dir ihre Tinte vorden Bug klecksen.
es: Abre camino para otros enemigosentintando el terreno de su color.Deshazte de ellos cuanto antes ote impedirán moverte con rapidez,Ocho.
es_mx: Abre camino para otros enemigosentintando el terreno de su color.Elimínalos cuanto antes o teimpedirán moverte con rapidez,Ocho.
fr: Ces créatures encrent le terrainpour faciliter le passage de leurscopains plus costauds.Débarrasse-toi-en vite, Huit,avant qu'ils t'embourbent.
it: Questi colorano il terreno perfacilitare l'avanzata dei nemicipiù grossi. Liberatene in fretta,prima che ti taglino tutte le viedi fuga con il loro inchiostro.
ja: 敵のインクで地面を塗って、他の敵の道を作るノカ… ハチも動きづらくなるし、早めに片づけたいナ
ko: 적의 잉크로 지면을 칠해서 다른 적의길을 만드는 건가… 에이트가 움직일 때방해될 테니 빨리 처리하는 게 좋겠어
nl: Ze verven de grond om de weg vrij temaken voor grotere vijanden. Verslaze snel, Acht, voordat ze je dwarsgaan zitten met hun sporen.
ru: Эти красят путь для серьезныхтоварищей. Восьмерка, с этиминужно разобраться, пока онине выстлали «красную»дорожку для своих собратьев.
zh_hans: 它会用敌人的墨汁对地面涂墨，为其他敌人开路……小八也会因此难以行动，最好尽快击倒。
zh_hant: 牠會用敵人的墨汁對地面塗墨為其他敵人開路呢……這樣小八也會難以行動，最好盡快擊倒。

# SdodrSdodrEnemyCommentZakoSmallUnlockComment03
source: I've noticed them getting fasterand more aggressive if left alone.They're easy to defeat, but thatdoesn't mean you can ignore them.
de: Mir ist aufgefallen, dass sie mitder Zeit immer flinker und auchaggressiver werden. Auch wennsie leicht zu besiegen sind, sollteman sie besser nicht ignorieren.
es: He notado que se vuelven másrápidos y violentos según pasael tiempo. Aunque no sean muypoderosos, pueden causar muchosproblemas.
es_mx: He notado que se vuelven másrápidos y violentos según pasael tiempo. Aunque no sean muypoderosos, pueden causar muchosproblemas.
fr: J'ai remarqué qu'ils deviennentplus rapides et agressifs quand onles laisse faire. Alors les ignorepas, surtout qu'ils sont assezfastoches à liquider !
it: Ho notato che, se li lasci in pace,diventano sempre più veloci eaggressivi. Sono facili daeliminare, ma non vuol dire chepuoi permetterti di ignorarli.
ja: それに、出現してから時間がたつと、興奮して移動が速くなります 放っておくとキケンですね～ 体力が少ないのが幸いです
ko: 그리고 출현 후 시간이 지나면 흥분해서점점 빨라지니까 방치하면 위험해요～체력이 적어서 다행이네요
nl: Ze worden sneller en agressieverals je ze hun gang laat gaan. Zezijn makkelijk te verslaan, maardat betekent niet dat je geenomkijken naar ze hebt.
ru: Поодиночке они агрессивнееи быстрее. Не слишком опасные,но просто игнорировать их,конечно, нельзя.
zh_hans: 而且它在出现经过一段时间后，就会因为兴奋使移动速度变快，放任不管会很危险～不过还好它体力少。
zh_hant: 而且在出現並經過一段時間之後，就會因為亢奮使移動加速，置之不理很危險的～但幸好體力很少。

# SdodrSdodrEnemyCommentZakoSmallUnlockComment04
source: Sure, they're small and weak,but they can be trouble too!Squash 'em, Eight!
de: Okay, die Knilche sind vielleichtklein und schwach, können abertrotzdem für ’ne Menge Ärgersorgen! Mach sie alle, Nr. 8!
es: Pesa a su pinta de mosquitasmuertas, ¡son muy peligrosos!¡Duro con ellos, sin piedad!
es_mx: Tienen cara de mosquita muerta,pero ¡son muy peligrosos!¡Aplástalos sin piedad, Ocho!
fr: Alors oui, ils sont petits et pastrès costauds, mais ils peuventêtre extrêmement casse-pieds !Écrase-les, Huit !
it: Certo, sono piccoli e deboli,ma possono metterti in difficoltàanche loro! Fagli vedere chi sei!
ja: ちっさくて弱そうだけど、あぶねーヤツだ！サクッと やっちまえ、ハチ！
ko: 작고 약해 보이지만 위험한 녀석이야!단숨에 쓰러뜨려 버려, 에이트!
nl: Ze zijn klein en zwak, maar zekunnen toch lastig doen. Maakkorte metten met ze, Acht!
ru: Маленькие и слабые, нопроблемы доставить могут!Разберись с ними, Восьмерка!
zh_hans: 虽然它个头小又看着很弱，其实非常危险！尽快干掉它吧，小八！
zh_hant: 雖然外觀又小又脆弱，但其實很危險的！火速地擊倒敵人吧，小八！

# SdodrSdodrEnemyCommentZakoSmallUnlockCommentConclusion
source: They're trash, so take 'em out!
de: Klein, lästig... wegklecksen!
es: ¡Acaba rápido con ellos!
es_mx: ¡Elimínalos rápido!
fr: Élimine ces nullards !
it: Splattali al volo!
ja: 早めに倒せ
ko: 빨리 쓰러뜨리자
nl: Vernietig die nietige wezens!
ru: А ну быстренько разберись с ними!
zh_hans: 尽快击倒
zh_hant: 盡快擊倒

# SdodrSdodrEnemyCommentZakoStandardUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentZakoStandardUnlockComment02
source: These can take a little more of abeating. They'll paint over yourink if you let them. So don't.
de: Die hier scheinen schon etwasmehr zu vertragen. Wenn du nichtaufpasst, übermalen sie deineTinte mit ihrer eigenen.Also pass lieber auf!
es: Sufren daño cuando pasan por tutinta, pero la repintan poco a pocode su color. ¡No les quites ojo deencima!
es_mx: Sufren daño cuando pasan por tutinta, pero la repintarán poco apoco de su color. No les des laoportunidad.
fr: Ces bestioles sont un peu pluscoriaces, et elles recouvrirontton encre si tu les laisses faire.Et donc, ne les laisse pas faire.
it: Questi piccoletti sono un po' piùresistenti. Pian piano ti copronotutto il tuo inchiostro con il loro,quindi non lasciarglielo fare.
ja: こっちのインクに乗ると、ダメージを受けるみたいだネ でも、少しずつ 敵のインクで塗り返してくるから注意ダ
ko: 우리 쪽 잉크 위에 있으면대미지를 받는 모양이지만 조금씩적의 잉크로 덧칠하니까 조심해
nl: Deze rakkers kunnen enigszinstegen een stootje. Ze verven overje inkt als je ze hun gang laatgaan. Dus laat ze niet hun ganggaan.
ru: С ними будет не так просто.Они закрашивают твою краску.Если ты им позволишь этосделать... А ты не позволишь!
zh_hans: 它踩在我们的墨汁上似乎会受到伤害，但是它会用敌人的墨汁逐渐涂回来，所以要多加注意。
zh_hant: 看來敵人踩到我方的墨汁會受到傷害，不過敵人會慢慢地用墨汁塗回來，所以要加多留意。

# SdodrSdodrEnemyCommentZakoStandardUnlockComment03
source: They're about as tough as thepractice targets you see around.Does that help give you an ideaof what it takes to beat one?
de: Die halten in etwa genauso vielaus wie die Übungsziele, die duhier überall siehst. Nur, damit dueine ungefähre Vorstellung hast.
es: Resisten tanto como los objetivosde prueba que hay por ahí.Puedes practicar con estos parahacerte una idea.
es_mx: Aguantan más o menos el mismodaño que los objetivos de prácticaque ves por ahí. Puedes practicarcon estos para hacerte una idea.
fr: Elles sont à peu près aussirésistantes que les cibles à tadisposition, si ça peut t'aiderà te faire une idée.
it: Hanno più o meno la stessaresistenza dei bersagli che troviin giro. Così puoi farti un'ideadi cosa serve per eliminarli.
ja: エントランスやエレベーター前にあるマトと体力が同じです マトで練習しておくと感覚がつかめるかもです～
ko: 엔트런스나 엘리베이터 앞에 있는 과녁과체력이 같아요! 과녁으로 연습해 두면감을 잡을 수 있을 거예요～
nl: Ze zijn ongeveer even sterk alsoefendoelwitten. Geeft dat je eenidee wat ervoor nodig is om ze teverslaan?
ru: Разобраться с ними будет так жесложно, как и с мишенями.Понимаешь меня? То естьбуквально плюх и готово!
zh_hans: 敌人的体力就跟入口大厅或电梯前的标靶一样，先用标靶练习，或许能找到感觉哦～
zh_hant: 敵人的體力就跟入口大廳還有電梯前的標靶一樣，先用標靶練習或許就能抓到感覺了～

# SdodrSdodrEnemyCommentZakoStandardUnlockComment04
source: Getting mobbed by these punksis bad news! Treat 'em like targetpractice, Eight!
de: Haben dich die Kerle erst malumzingelt, sieht’s tintendusterfür dich aus! Also mach’s wiemit den Zielscheiben, Nr. 8,und putz sie weg!
es: ¡Procura que estos bribones note rodeen o tendrás problemas!Dispárales a mansalva como sifueran meras dianas.
es_mx: ¡No dejes que te rodeen o tendrásproblemas! Dispárales sinpensarlo dos veces.
fr: Les laisse surtout pas t'assailliren bande ! Traite-les comme devulgaires cibles à éliminer aussivite que possible, Huit !
it: Se ti circondano, ti assicuroche non è piacevole! Usali perfare pratica di tiro, Otto!
ja: 囲まれるとウゼーんだよな！マトだと思って やっちまえ、ハチ！
ko: 포위되면 성가시단 말이지!과녁이라고 생각하고 쓸어버려, 에이트!
nl: Laat je niet overvallen door dezegluiperds! Behandel ze als oefen-doelwitten, Acht!
ru: Встреча с этими ребятамине сулит ничего хорошего!Покажи им, чему тебя научилатренировка с мишенью!
zh_hans: 被敌人包围会很麻烦！把它们当成标靶击倒吧，小八！
zh_hant: 被包圍可就麻煩了！把敵人當成標靶擊倒吧，小八！

# SdodrSdodrEnemyCommentZakoStandardUnlockCommentConclusion
source: Just like slow, moving targets!
de: Unkonventionelle Zielscheiben!
es: ¡Practica el tiro al blanco!
es_mx: ¡Practica el tiro al blanco!
fr: Des cibles lentes à éliminer vite !
it: Usali come bersagli (lenti)!
ja: マトで練習
ko: 과녁으로 연습하자
nl: Trage doelwitten om snel te verslaan.
ru: Как по мишеням: главное, без спешки!
zh_hans: 用标靶练习
zh_hant: 用標靶練習

# SdodrSdodrEnemyHabitatBallKing
source: Boss floors
de: Boss-Etagen
es: pisos finales
es_mx: pisos finales
fr: Étages à boss
it: Piani dei boss
ja: ボスフロア
ko: 보스 플로어
nl: baasetages
ru: Этажи с боссом
zh_hans: Boss楼层
zh_hant: Boss樓層

# SdodrSdodrEnemyHabitatBarrierKingIida
source: The top floor
de: Oberste Etage
es: niveles superiores
es_mx: niveles superiores
fr: Dernier étage
it: Ultimo piano
ja: 最上階
ko: 최상층
nl: de bovenste etage
ru: Верхний этаж
zh_hans: 顶层
zh_hant: 頂層

# SdodrSdodrEnemyHabitatBarrierKingOdako
source: The top floor
de: Oberste Etage
es: niveles superiores
es_mx: niveles superiores
fr: Dernier étage
it: Ultimo piano
ja: 最上階
ko: 최상층
nl: de bovenste etage
ru: Верхний этаж
zh_hans: 顶层
zh_hant: 頂層

# SdodrSdodrEnemyHabitatBombBlow
source: High-clearance ceilings
de: Spuckfreundliche Areale
es: donde se lancen cosas
es_mx: donde se lancen cosas
fr: Lieux à hauts plafonds
it: Luoghi col soffitto alto
ja: ピューピューできるところ
ko: 훅훅 불 수 있는 곳
nl: onder hoge plafonds
ru: Места с высоким потолком
zh_hans: 可以吹起东西的地方
zh_hant: 可以吹起東西的地方

# SdodrSdodrEnemyHabitatChargerTower
source: Scenic elevations
de: Majestätische Höhen
es: sitios pintorescos
es_mx: sitios imponentes
fr: Hauteurs pittoresques
it: Luoghi elevati
ja: 見晴らしのいいところ
ko: 전망이 좋은 곳
nl: schilderachtige hoogtes
ru: Живописные места
zh_hans: 视野开阔的地方
zh_hant: 視野開闊的地方

# SdodrSdodrEnemyHabitatEscape
source: Octoling-free spaces
de: Oktolingfreie Gebiete
es: zonas sin octarianos
es_mx: zonas sin octarianos
fr: Lieux sans Octalings
it: Luoghi senza Octoling
ja: タコがいないところ
ko: 문어가 없는 곳
nl: Octolingvrije gebieden
ru: Места без осьмолингов
zh_hans: 没有章鱼的地方
zh_hant: 沒有章魚的地方

# SdodrSdodrEnemyHabitatExplodeSpawner
source: Jelleton central
de: Viskelloidenreviere
es: donde hay esquealetas
es_mx: donde hay esquealetas
fr: Lieux pleins de Squelécailles
it: Luoghi con molti Ossimolli
ja: スケルトーンが集まるところ
ko: 스켈레톤이 모이는 곳
nl: in de buurt van veelDrilgruwels
ru: Логова консервиторов
zh_hans: 骷髅鱼聚集的地方
zh_hant: 骷髏魚群聚的地方

# SdodrSdodrEnemyHabitatHopper
source: Hopping grounds
de: Behüpfbare Gebiete
es: donde se pueda brincar
es_mx: donde se pueda brincar
fr: Lieux où sautiller
it: Luoghi dove si salta
ja: ピョンピョンできるところ
ko: 뿅뿅 뛸 수 있는 곳
nl: terrein waar ruimteis om te springen
ru: Места для прыжков
zh_hans: 可以弹跳的地方
zh_hant: 可以彈跳的地方

# SdodrSdodrEnemyHabitatRivalKing
source: Boss floors
de: Boss-Etagen
es: pisos finales
es_mx: pisos finales
fr: Étages à boss
it: Piani dei boss
ja: ボスフロア
ko: 보스 플로어
nl: baasetages
ru: Этажи с боссом
zh_hans: Boss楼层
zh_hant: Boss樓層

# SdodrSdodrEnemyHabitatShell
source: Walled-off areas
de: Überall mit Wänden
es: donde se rebote
es_mx: donde se rebote
fr: Lieux murés
it: Zone chiuse da pareti
ja: はね回れるところ
ko: 회전할 수 있는 곳
nl: ommuurde gebieden
ru: Места со стенами
zh_hans: 可以跳来跳去的地方
zh_hant: 可以跳來跳去的地方

# SdodrSdodrEnemyHabitatSprinkler
source: Over inkable floors
de: Wo Tinte fehlt
es: sitios bien entintables
es_mx: sitios bien entintables
fr: Lieux encrables
it: Su terreni inchiostrabili
ja: よく塗れるところ
ko: 칠하기 좋은 곳
nl: verfbare vloeren
ru: Над местами под закрас
zh_hans: 可以大量涂墨的地方
zh_hant: 可以大量塗墨的地方

# SdodrSdodrEnemyHabitatTowerKing
source: Boss floors
de: Boss-Etagen
es: pisos finales
es_mx: pisos finales
fr: Étages à boss
it: Piani dei boss
ja: ボスフロア
ko: 보스 플로어
nl: baasetages
ru: Этажи с боссом
zh_hans: Boss楼层
zh_hant: Boss樓層

# SdodrSdodrEnemyHabitatTree
source: Scenic elevations
de: Majestätische Höhen
es: sitios imponentes
es_mx: sitios imponentes
fr: Hauteurs pittoresques
it: Luoghi elevati
ja: 見晴らしのいいところ
ko: 전망이 좋은 곳
nl: schilderachtige hoogtes
ru: Живописные места
zh_hans: 视野开阔的地方
zh_hant: 視野開闊的地方

# SdodrSdodrEnemyHabitatTreeMissile
source: Near Spawning Accordos
de: Bei sprießenden Accordi
es: cerca de accordo germinales
es_mx: cerca de accordo germinales
fr: Près d'Accordo pondeurs
it: Vicino alle Villanelle geniali
ja: 産み出すアッコルドの近く
ko: 산란하는 아코르도 근처
nl: bij Drachtige Accordo's
ru: Около клонирующегодупликкордо
zh_hans: 孕育的和弦灯笼鱼附近
zh_hant: 孕育的和弦燈籠魚附近

# SdodrSdodrEnemyHabitatZakoLarge
source: Anywhere
de: Überall
es: cualquier lugar
es_mx: cualquier lugar
fr: Partout
it: Ovunque
ja: どこでも
ko: 어디든지
nl: overal
ru: Где угодно
zh_hans: 随处可见
zh_hant: 隨處可見

# SdodrSdodrEnemyHabitatZakoSmall
source: Anywhere
de: Überall
es: cualquier lugar
es_mx: cualquier lugar
fr: Partout
it: Ovunque
ja: どこでも
ko: 어디든지
nl: overal
ru: Где угодно
zh_hans: 随处可见
zh_hant: 隨處可見

# SdodrSdodrEnemyHabitatZakoStandard
source: Anywhere
de: Überall
es: cualquier lugar
es_mx: cualquier lugar
fr: Partout
it: Ovunque
ja: どこでも
ko: 어디든지
nl: overal
ru: Где угодно
zh_hans: 随处可见
zh_hant: 隨處可見

# SdodrSdodrEnemyNameBallKing
source: Pinging Marciale
de: Rollendes Marciale
es: Marzia rodante
es_mx: Marzia rodante
fr: Marciale erratique
it: Carcassa rullante
ja: ゴロゴロマルチャーレ
ko: 데굴데굴 마르치알레
nl: Rollende Marciale
ru: Катящееся орбитрале
zh_hans: 翻滚行进
zh_hant: 翻滾行進

# SdodrSdodrEnemyNameBarrierKingIida
source: Marina Agitando
es: Agitazione marínica
es_mx: Agitazione marínica
fr: Coralie Agitando
it: Nori sconcertata
ja: イイダ・エジタンド
ko: 이이다 에지탄도
nl: Mariana-Agitando
ru: Мариша фуриоза
zh_hans: 饭田·踌躇
zh_hant: 飯田‧躊躇

# SdodrSdodrEnemyNameBarrierKingOdako
source: Overlorder
de: Ordokto
es: Ordominio
es_mx: Ordominio
fr: Ordrissime
it: Octordine
ja: オーダコ
ko: 오더퍼스
nl: Oordeler
ru: Порядокракен
zh_hans: 秩序巨蛸
zh_hant: 秩序巨蛸

# SdodrSdodrEnemyNameBombBlow
source: Gushing Trionfale
de: Sprudelndes Trionfale
es: Trionfo en erupción
es_mx: Trionfo en erupción
fr: Trionfale jaillissant
it: Madrigale eruttante
ja: 噴出するトリオンファーレ
ko: 분출하는 트리온팔레
nl: Bruisende Trionfale
ru: Бурлящее бомболеро
zh_hans: 喷吐的凯旋重蚌
zh_hant: 噴吐的凱旋重蚌

# SdodrSdodrEnemyNameChargerTower
source: Towering Nobilmente
de: Turmhohes Nobilmente
es: Nobile dominante
es_mx: Nobile dominante
fr: Nobilmente imposant
it: Barocco torreggiante
ja: そびえ立つノビルメンテ
ko: 우뚝 솟은 노빌멘테
nl: Verheven Nobilmente
ru: Высокое каланчаменте
zh_hans: 耸立的高贵海马
zh_hant: 聳立的高貴海馬

# SdodrSdodrEnemyNameEscape
source: Panicking Alla Mambo
de: Türmendes Alla Mambo
es: Mambo en desbandada
es_mx: Mambo en desbandada
fr: Alla Mambo fuyard
it: Mambo evasivo
ja: 疾走するアラマンボ
ko: 질주하는 알라 맘보
nl: Nerveuze Alla Mambo
ru: Пугливое паникамбо
zh_hans: 疾走的轮转曼波
zh_hant: 疾走的輪轉曼波

# SdodrSdodrEnemyNameExplodeSpawner
source: Portal
fr: Vortex
it: Portale
ja: ポータル
ko: 포털
nl: Portaal
ru: Портал
zh_hans: 传送口
zh_hant: 傳送口

# SdodrSdodrEnemyNameHopper
source: Springing Spiccato
de: Punktuierendes Spiccato
es: Spiccato saltarín
es_mx: Spiccato saltarín
fr: Spiccato élastique
it: Spiccato enfatico
ja: 伸縮するスピッカート
ko: 신축하는 스피카토
nl: Verende Spiccato
ru: Пружинящее прыгато
zh_hans: 伸缩的跳弓鳃鳗
zh_hant: 伸縮的跳弓鰓鰻

# SdodrSdodrEnemyNameRivalKing
source: Parallel Canon
de: Paralleler Kanon
es: Canon irreal
es_mx: Canon irreal
fr: Canon surréel
it: Canone parallelo
ja: イカイノカノン
ko: 이계의 카논
nl: Parallelle Canon
ru: Параллельные мультиканоны
zh_hans: 异界卡农
zh_hant: 異界卡農

# SdodrSdodrEnemyNameShell
source: Whirling Accelerando
de: Wirbelndes Accelerando
es: Particella oscilante
es_mx: Particella oscilante
fr: Accelerando toupie
it: Rapsodia sincopata
ja: 反射するコラパルテ
ko: 반사하는 콜라 파르테
nl: Tollende Accelerando
ru: Вертящееся кружарте
zh_hans: 反弹的伴奏旋壳
zh_hant: 反彈的伴奏旋殼

# SdodrSdodrEnemyNameSprinkler
source: Drizzling Capriccioso
de: Nieselndes Capriccioso
es: Capriccio pluvial
es_mx: Capriccio pluvial
fr: Capriccioso épanchard
it: Capriccio umoresco
ja: 撒き散らすカプリチョーソ
ko: 흩뿌리는 카프리치오소
nl: Druilerige Capriccioso
ru: Распыляющее каплеприччио
zh_hans: 飞溅的即兴泡鱼
zh_hant: 飛濺的即興泡魚

# SdodrSdodrEnemyNameTowerKing
source: Asynchronous Rondo
de: Asynchrones Rondo
es: Rondo circundante
es_mx: Rondo circundante
fr: Rondo asynchrone
it: Rondò asincrono
ja: カイセンロンド
ko: 회전 론도
nl: Asynchrone Rondo
ru: Кольцевое асинхрондо
zh_hans: 回转轮舞
zh_hant: 迴轉輪舞

# SdodrSdodrEnemyNameTree
source: Spawning Accordo
de: Sprießendes Accordo
es: Accordo germinal
es_mx: Accordo germinal
fr: Accordo pondeur
it: Villanella geniale
ja: 産み出すアッコルド
ko: 산란하는 아코르도
nl: Drachtige Accordo
ru: Клонирующее дупликкордо
zh_hans: 孕育的和弦灯笼鱼
zh_hant: 孕育的和弦燈籠魚

# SdodrSdodrEnemyNameTreeMissile
source: Homing Arpeggio
de: Jagendes Arpeggio
es: Arpeggio dirigido
es_mx: Arpeggio dirigido
fr: Arpeggio cibleur
it: Serenata assillante
ja: 飛来するアルペジオ
ko: 비래하는 아르페지오
nl: Doelgerichte Arpeggio
ru: Наводящееся торпеджио
zh_hans: 飞射的琵音鱼弹
zh_hant: 飛射的琵音魚彈

# SdodrSdodrEnemyNameZakoLarge
source: Battering Lento
de: Preschendes Lento
es: Lentezza al azote
es_mx: Lentezza al azote
fr: Lento cogneur
it: Ritmo battente
ja: 制圧するグラーヴェ
ko: 제압하는 그라베
nl: Rammende Lento
ru: Буйное напроломенто
zh_hans: 压制的缓版瘤鲷
zh_hant: 壓制的緩版瘤鯛

# SdodrSdodrEnemyNameZakoSmall
source: Swarming Languendo
de: Umschwärmendes Languendo
es: Languore en tropel
es_mx: Languore en tropel
fr: Languendo grouilleur
it: Sarabanda brulicante
ja: 群れるラングエンド
ko: 군집하는 랑구엔도
nl: Zwermende Languendo
ru: Роящееся стайкато
zh_hans: 群聚的憔悴沙丁
zh_hant: 群聚的憔悴沙丁

# SdodrSdodrEnemyNameZakoStandard
source: Marching Andante
de: Paradierendes Andante
es: Andante incontenible
es_mx: Andante incontenible
fr: Andante défileur
it: Accento incalzante
ja: 行進するアンダンテ
ko: 행진하는 안단테
nl: Marcherende Andante
ru: Парадное марш-анданте
zh_hans: 行进的行板曲鲷
zh_hant: 行進的行板曲鯛

# SdodrSdodrEvilEventFog
source: Lights Out
de: Licht aus
es: A oscuras
es_mx: A oscuras
fr: Sans lumière
it: Senza luci
ja: 暗黒
ko: 암흑
nl: Licht uit
ru: Темнота
zh_hans: 黑暗
zh_hant: 黑暗

# SdodrSdodrEvilEventInfiniteTreeMissile
source: Arpeggio Barrage
de: Arpeggio-Ansturm
es: Sinfonía sin fin
es_mx: Arpeggio sin fin
fr: Assaut Arpeggio
it: Scarica di Serenate
ja: 無限アルペジオ
ko: 무한 아르페지오
nl: Arpeggio-aanvalsgolf
ru: Торпеджиата
zh_hans: 无限琵音鱼弹
zh_hant: 無限琵音魚彈

# SdodrSdodrEvilEventNoDroneBuddy
source: No Drone
de: Ohne Drohne
es: Sin dron, por favor
es_mx: Sin dron
fr: Pas de drone
it: Senza drone
ja: ドローンなし
ko: 드론 없음
nl: Geen drone
ru: Без дрона
zh_hans: 无无人机
zh_hant: 沒有無人機

# SdodrSdodrEvilEventNoItemDrop
source: No Item Drops
de: Keine Items
es: Nada de objetos
es_mx: Sin objetos
fr: Pas d'objets
it: Senza oggetti
ja: アイテムドロップなし
ko: 아이템 드롭 없음
nl: Geen voorwerpen
ru: Без предметов
zh_hans: 无掉落道具
zh_hant: 不會掉落道具

# SdodrSdodrEvilEventNoItemDropNoDroneBuddy
source: No Drone + No Item Drops
de: Ohne Drohne + Keine Items
es: Ni dron ni objetos
es_mx: Sin dron / Sin objetos
fr: Pas de drone + pas d'objets
it: Senza drone + senza oggetti
ja: ドローンなし×アイテムドロップなし
ko: 드론 없음×아이템 드롭 없음
nl: Geen drone + Geen voorwerpen
ru: Без дрона + Без предметов
zh_hans: 无无人机×无掉落道具
zh_hant: 沒有無人機×不會掉落道具

# SdodrSdodrEvilEventPainted
source: Ink Coating
de: Tintenkleister
es: Entintado integral
es_mx: Entintado integral
fr: Encrage intégral
it: Inchiostro nemico
ja: 全塗られ
ko: 잉크 코팅
nl: Vijandelijke inktvloer
ru: Прокрашено врагами
zh_hans: 满地墨汁
zh_hant: 滿地墨汁

# SdodrSdodrEvilEventPaintedFog
source: Lights Out + Ink Coating
de: Licht aus + Tintenkleister
es: Entintado integral a oscuras
es_mx: A oscuras / Entintado integral
fr: Sans lumière + encrage intégral
it: Senza luci + inchiostro nemico
ja: 暗黒×全塗られ
ko: 암흑×잉크 코팅
nl: Licht uit + Vijandelijke inktvloer
ru: Темнота + Прокрашено врагами
zh_hans: 黑暗×满地墨汁
zh_hant: 黑暗×滿地墨汁

# SdodrSdodrEvilEventReinforceEnemy
source: Stronger Jelletons
de: Stärkere Viskelloide
es: Esquealetas con refuerzo
es_mx: Esquealetas reforzados
fr: Squelécailles renforcés
it: Ossimolli più forti
ja: スケルトーン強化
ko: 스켈레톤 강화
nl: Sterkere Drilgruwels
ru: Сильные консервиторы
zh_hans: 骷髅鱼强化
zh_hant: 強化骷髏魚
