Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameStcStiSticker71
source: L-R sticker
de: Aufkleber „L-R“
es: Pegatina IZQDCH
es_mx: Calcomanía IZQDCH
fr: Autocollant G-D
it: Adesivo D-S
ja: ステッカー MTH
ko: OGOE 스티커
nl: Sticker L-R
ru: Наклейка ЛЕВ-ПРАВ
zh_hans: 贴纸 MTH
zh_hant: 貼紙 MTH

# GoodsGoodsNameStcStiSticker72
source: HSP-TKT sticker
de: Aufkleber „QLL-TKT“
es: Pegatina ENTR-BLN
es_mx: Calcomanía ENTR-BLN
fr: Autocollant TK-SC
it: Adesivo BI-TER
ja: ステッカー ONT
ko: OCT 스티커
nl: Sticker BDRBN
ru: Наклейка ПРОП-МИНВОД
zh_hans: 贴纸 ONT
zh_hant: 貼紙 ONT

# GoodsGoodsNameStcStiSticker73
source: TG-R sticker
de: Aufkleber „TAG-R“
es: Pegatina SGN-RJ
es_mx: Calcomanía SGN-RJ
fr: Autocollant ETQ-RO
it: Adesivo RS-FI
ja: ステッカー SIR
ko: SPR 스티커
nl: Sticker TG-R
ru: Наклейка ПОДПИС-КРА
zh_hans: 贴纸 SIR
zh_hant: 貼紙 SIR

# GoodsGoodsNameStcStiSticker74
source: PLMI-U sticker
de: Aufkleber „ABZI-OB“
es: Pegatina DSPG-ARR
es_mx: Calcomanía DSPG-ARR
fr: Autocollant TVH
it: Adesivo STP-SR
ja: ステッカー HSU
ko: TTSW 스티커
nl: Sticker PLMHG
ru: Наклейка ТЯНИ-ВЕРХ
zh_hans: 贴纸 HSU
zh_hant: 貼紙 HSU

# GoodsGoodsNameStcStiSticker75
source: PLMI-L sticker
de: Aufkleber „ABZI-UNT“
es: Pegatina DSPG-ABJ
es_mx: Calcomanía DSPG-ABJ
fr: Autocollant TVB
it: Adesivo STP-SO
ja: ステッカー HSS
ko: TTSA 스티커
nl: Sticker PLMLG
ru: Наклейка ТЯНИ-НИЗ
zh_hans: 贴纸 HSS
zh_hant: 貼紙 HSS

# GoodsGoodsNameStcStiSticker76
source: RND-B sticker
de: Aufkleber „RND-S“
es: Pegatina RDN-NG
es_mx: Calcomanía RDN-NG
fr: Autocollant RND-N
it: Adesivo TO-NE
ja: ステッカー MKS
ko: DGS 스티커
nl: Sticker RND-ZW
ru: Наклейка КРГ-ЧЕР
zh_hans: 贴纸 MKS
zh_hant: 貼紙 MKS

# GoodsGoodsNameStcStiSticker77
source: PPPLN sticker
de: Aufkleber „PP-FLG“
es: Pegatina AV-PPL
es_mx: Calcomanía AV-PPL
fr: Autocollant AVPP
it: Adesivo AE-CAR
ja: ステッカー KMH
ko: JIB 스티커
nl: Sticker PPVLG
ru: Наклейка БУМ-ЛЕТ
zh_hans: 贴纸 KMH
zh_hant: 貼紙 KMH

# GoodsGoodsNameStcStiSticker78
source: 3SM sticker
de: Aufkleber „3-LCHL“
es: Pegatina SNRS-3F
es_mx: Calcomanía SNRS-3F
fr: Autocollant 3-SR
it: Adesivo 3SOF
ja: ステッカー SSR
ko: S3Y 스티커
nl: Sticker 3SM
ru: Наклейка ТРИЛЫБ
zh_hans: 贴纸 SSR
zh_hant: 貼紙 SSR

# GoodsGoodsNameStcStiSticker79
source: URA-SFSH sticker
de: Aufkleber „SE-STRN“
es: Pegatina EM-ESTR
es_mx: Calcomanía EM-ESTR
fr: Autocollant TM-TEM
it: Adesivo STL-MRN
ja: ステッカー HGH
ko: BMB 스티커
nl: Sticker JBZS
ru: Наклейка МОР-ЗВЕЗД
zh_hans: 贴纸 HGH
zh_hant: 貼紙 HGH

# GoodsGoodsNameStcStiSticker80
source: KMO-OKT sticker
de: Aufkleber „TRN-OKTO“
es: Pegatina PLP-CMFR
es_mx: Calcomanía PLP-CMFR
fr: Autocollant PLP-TRL
it: Adesivo POL-CMF
ja: ステッカー MMT
ko: DMO 스티커
nl: Sticker CMO-OCT
ru: Наклейка ОСЬ-МУФЛЯЖ
zh_hans: 贴纸 MMT
zh_hant: 貼紙 MMT

# GoodsGoodsNameStcStiSticker81
source: STK-PF sticker
de: Aufkleber „ZTL-WLK“
es: Pegatina NTAPPL-EF
es_mx: Calcomanía NTAPPL-EF
fr: Autocollant PBT-NG
it: Adesivo PTT-UFF
ja: ステッカー PIP
ko: PIY 스티커
nl: Sticker PLK-PF
ru: Наклейка СТИК-ОБЛ
zh_hans: 贴纸 PIP
zh_hant: 貼紙 PIP

# GoodsGoodsNameStcStiSticker82
source: STK-GP sticker
de: Aufkleber „ZTL-TKT“
es: Pegatina NTAPPL-TC
es_mx: Calcomanía NTAPPL-TC
fr: Autocollant PBT-STG
it: Adesivo PTT-PDB
ja: ステッカー PIS
ko: PIJ 스티커
nl: Sticker PLK-STR
ru: Наклейка СТИК-ПЛАН
zh_hans: 贴纸 PIS
zh_hant: 貼紙 PIS

# GoodsGoodsNameStcStiSticker83
source: STK-NT sticker
de: Aufkleber „ZTL-NCHR“
es: Pegatina NTAPPL-MSJ
es_mx: Calcomanía NTAPPL-MSJ
fr: Autocollant PBT-MSG
it: Adesivo PTT
ja: ステッカー PIM
ko: PIM 스티커
nl: Sticker PLK-NTT
ru: Наклейка СТИК-СБЩ
zh_hans: 贴纸 PIM
zh_hant: 貼紙 PIM

# GoodsGoodsNameStcStiSticker84
source: STK-CMI sticker
de: Aufkleber „ZTL-NR“
es: Pegatina NTAPPL-LLM
es_mx: Calcomanía NTAPPL-LLM
fr: Autocollant PBT-NTL
it: Adesivo PTT-CHM
ja: ステッカー PIC
ko: PIC 스티커
nl: Sticker PLK-BLME
ru: Наклейка СТИК-НОМ
zh_hans: 贴纸 PIC
zh_hant: 貼紙 PIC

# GoodsGoodsNameStcStiSticker86
source: SQDOKT-W sticker
de: Aufkleber „TNT-OKT-W“
es: Pegatina CLMPLP-BL
es_mx: Calcomanía CLMPLP-BL
fr: Autocollant CLMPLP-BC
it: Adesivo CALPOL-B
ja: ステッカー ITW
ko: SOW 스티커
nl: Sticker IO-W
ru: Наклейка ОСЬ-КАЛЬ-БЕЛ
zh_hans: 贴纸 ITW
zh_hant: 貼紙 ITW

# GoodsGoodsNameStcStiSticker87
source: CL-HMT sticker
de: Aufkleber „SPN-LCHL“
es: Pegatina DR-TTLPLP
es_mx: Calcomanía DR-TTLPLP
fr: Autocollant QCC-PPS
it: Adesivo GRA-TPS
ja: ステッカー TK-NTA
ko: GMG-BOD 스티커
nl: Sticker VSD-LOCT
ru: Наклейка КРАБ-ОСЬЛЫБ
zh_hans: 贴纸 TK-NTA
zh_hant: 貼紙 TK-NTA

# GoodsGoodsNameStcStiSticker88
source: SCC-BFF sticker
de: Aufkleber „SWF-BFGF“
es: Pegatina CPJ-PZAR
es_mx: Calcomanía CPJ-PZAR
fr: Autocollant CFL-PJB
it: Adesivo PTS-PBG
ja: ステッカー OH-ATK
ko: GWNG-BAY 스티커
nl: Sticker TATR-BGVS
ru: Наклейка ПК-СИЖЕЛ-РЫБ
zh_hans: 贴纸 OH-ATK
zh_hant: 貼紙 OH-ATK

# GoodsGoodsNameStcStiSticker89
source: SCC-MRS sticker
de: Aufkleber „SWF-SCHRB“
es: Pegatina CPJ-FLCH
es_mx: Calcomanía CPJ-FLCH
fr: Autocollant CFL-FLV
it: Adesivo PTS-VAL
ja: ステッカー OH-NNY
ko: GWNG-NSH 스티커
nl: Sticker TATR-SFPT
ru: Наклейка ПК-БОЛТ
zh_hans: 贴纸 OH-NNY
zh_hant: 貼紙 OH-NNY

# GoodsGoodsNameStcStiSticker90
source: SCC-CCB sticker
de: Aufkleber „SWF-KRSL“
es: Pegatina CPJ-CCEL
es_mx: Calcomanía CPJ-CCEL
fr: Autocollant CFL-CRC
it: Adesivo PTS-CIV
ja: ステッカー OH-DKP
ko: GWNG-JHG 스티커
nl: Sticker TATR-CCA
ru: Наклейка ПК-КОЛЬЦ
zh_hans: 贴纸 OH-DKP
zh_hant: 貼紙 OH-DKP

# GoodsGoodsNameStcStiSticker91
source: BFD-X2 sticker
de: Aufkleber „BFD-T0R0“
es: Pegatina MNCS-ATN
es_mx: Calcomanía MNCS-ATN
fr: Autocollant MM-X2
it: Adesivo MM-X2
ja: ステッカー NT-NTS
ko: CC-CCS 스티커
nl: Sticker BVD-NEG
ru: Наклейка ТУЦ-ДУО
zh_hans: 贴纸 NT-NTS
zh_hant: 貼紙 NT-NTS

# GoodsGoodsNameStcStiSticker92
source: BFD-OHM sticker
de: Aufkleber „BFD-T0R0-OKT“
es: Pegatina MNCS-ATPP
es_mx: Calcomanía MNCS-ATPP
fr: Autocollant MM-TGPLP
it: Adesivo MM-PA
ja: ステッカー NT-TSS
ko: CC-MS 스티커
nl: Sticker BVD-NEG-OCT
ru: Наклейка ТУЦ-ОНАЁ
zh_hans: 贴纸 NT-TSS
zh_hant: 貼紙 NT-TSS

# GoodsGoodsNameStcStiSticker93
source: RBR-KAB sticker
de: Aufkleber „R&R-RMN-UFO“
es: Pegatina RAMN-ATVN
es_mx: Calcomanía RAMN-ATVN
fr: Autocollant AMR-KAL
it: Adesivo RR-RK
ja: ステッカー BG-RMU
ko: SRJ-RMU 스티커
nl: Sticker BAB-RMN-UFO
ru: Наклейка РОБ-НЛО
zh_hans: 贴纸 BG-RMU
zh_hant: 貼紙 BG-RMU

# GoodsGoodsNameStcStiSticker94
source: MLA-FFSH sticker
de: Aufkleber „LOA-FFLG“
es: Pegatina ARMLN-PZVL
es_mx: Calcomanía ARMLN-PZVL
fr: Autocollant TR-LOPV
it: Adesivo AO-LPV
ja: ステッカー KJ-TNL
ko: CG-NCL 스티커
nl: Sticker TVA-VVL
ru: Наклейка АЭР-ЛЕТРЫБ
zh_hans: 贴纸 KJ-TNL
zh_hant: 貼紙 KJ-TNL

# GoodsGoodsNameStcStiSticker95
source: MLA-LGO sticker
de: Aufkleber „LOA-FHLG“
es: Pegatina ARMLN-LG
es_mx: Calcomanía ARMLN-LG
fr: Autocollant TR-LOAE
it: Adesivo AO-LA
ja: ステッカー KJ-KKL
ko: CG-GHL 스티커
nl: Sticker TVA-LHL
ru: Наклейка АЭР-ЛОГ
zh_hans: 贴纸 KJ-KKL
zh_hant: 貼紙 KJ-KKL

# GoodsGoodsNameStcStiSticker99
source: LH-SGN sticker
de: Aufkleber „BL-LIN-SD“
es: Pegatina TRMDG-IDC
es_mx: Pegatina TRMDG-IDC
fr: Autocollant GA-PS
it: Adesivo SL-INS
ja: ステッカー RT-EKK
ko: YT-YGP 스티커
nl: Sticker LC-SB
ru: Наклейка ЛЕМ-ЗНК
zh_hans: 贴纸 RT-EKK
zh_hant: 貼紙 RT-EKK

# GoodsGoodsNameStcStiWstBlasterLight00Lv00
source: Rapid Blaster sticker
de: Aufkleber „Turbo-Blaster“
es: Pegatina Devastador exprés
es_mx: Calcomanía Turbolanzamotas
fr: Autocollant Turboblaster
it: Adesivo blaster rapido
ja: ステッカー ラピッドブラスター
ko: 래피드 블래스터 스티커
nl: Flitsblaster-sticker
ru: Наклейка «Бластермат»
zh_hans: 贴纸 快速爆破枪
zh_hant: 貼紙 快速爆破槍

# GoodsGoodsNameStcStiWstBlasterLight01Lv00
source: Rapid Blaster Deco sticker
de: Aufkleber „Turbo-Blaster Deko“
es: Pegatina Devastador exprés DX
es_mx: Calcomanía Turbolanzamotas chic
fr: Autocollant Turboblaster chic
it: Adesivo blaster rapido DX
ja: ステッカー ラピッドブラスターデコ
ko: 래피드 블래스터 데코 스티커
nl: Flitsblaster Deco-sticker
zh_hans: 贴纸 快速爆破枪 装饰
zh_hant: 貼紙 快速爆破槍 裝飾

# GoodsGoodsNameStcStiWstBlasterLightLong00Lv00
source: Rapid Blaster Pro sticker
de: Aufkleber „Turbo-Blaster Plus“
es: Pegatina Superdevastador
es_mx: Calcomanía Turbolanzamotas Pro
fr: Autocollant Turboblaster pro
it: Adesivo blaster élite
ja: ステッカー Rブラスターエリート
ko: R 블래스터 엘리트 스티커
nl: Flitsblaster Pro-sticker
ru: Наклейка «Бластермат ПРО»
zh_hans: 贴纸 快速爆破枪 精英
zh_hant: 貼紙 快速爆破槍 精英

# GoodsGoodsNameStcStiWstBlasterLightLong01Lv00
source: Rapid Blaster Pro Deco sticker
de: Aufkleber „Turbo-Blaster Plus Deko“
es: Pegatina Superdevastador DX
es_mx: Calcom. Turbolanzamotas Pro chic
fr: Autocollant Turboblaster pro chic
it: Adesivo blaster élite DX
ja: ステッカー Rブラスターエリートデコ
ko: R 블래스터 엘리트 데코 스티커
nl: Flitsblaster Pro Deco-sticker
zh_hans: 贴纸 快速爆破枪 精英装饰
zh_hant: 貼紙 快速爆破槍 精英裝飾

# GoodsGoodsNameStcStiWstBlasterLightShort00Lv00
source: Clash Blaster sticker
de: Aufkleber „Kontra-Blaster“
es: Pegatina Turbodevastador
es_mx: Calcomanía Hiperlanzamotas
fr: Autocollant Rafablaster
it: Adesivo blaster da mischia
ja: ステッカー クラッシュブラスター
ko: 크래시 블래스터 스티커
nl: Knalblaster-sticker
ru: Наклейка «Контрабластер»
zh_hans: 贴纸 冲涂爆破枪
zh_hant: 貼紙 衝塗爆破槍

# GoodsGoodsNameStcStiWstBlasterLightShort01Lv00
source: Clash Blaster Neo sticker
de: Aufkleber „Kontra-Blaster Neo“
es: Pegatina Turbodevastador neo
es_mx: Calcomanía Hiperlanzamotas neo
fr: Autocollant Rafablaster Néo
it: Adesivo blaster da mischia Neo
ja: ステッカー クラッシュブラスターネオ
ko: 네오 크래시 블래스터 스티커
nl: Knalblaster Neo-sticker
zh_hans: 贴纸 冲涂爆破枪 新型
zh_hant: 貼紙 衝塗爆破槍 新型

# GoodsGoodsNameStcStiWstBlasterLong00Lv00
source: Range Blaster sticker
de: Aufkleber „Fern-Blaster“
es: Pegatina Teledevastador
es_mx: Calcomanía Telelanzamotas
fr: Autocollant Éclablaster XL
it: Adesivo blaster a distanza
ja: ステッカー ロングブラスター
ko: 롱 블래스터 스티커
nl: Teleblaster-sticker
ru: Наклейка «Дальнобластер»
zh_hans: 贴纸 远距爆破枪
zh_hant: 貼紙 遠距爆破槍

# GoodsGoodsNameStcStiWstBlasterLong01Lv00
source: Custom Range Blaster sticker
de: Aufkleber „Fern-Blaster SE“
es: Pegatina Teledevastador SP
es_mx: Calcom. Telelanzamotas adaptado
fr: Autocollant Éclablaster XL griffé
it: Adesivo blaster a distanza CM
ja: ステッカー ロングブラスターカスタム
ko: 커스텀 롱 블래스터 스티커
nl: Gemodde Teleblaster-sticker
zh_hans: 贴纸 远距爆破枪 改装
zh_hant: 貼紙 遠距爆破槍 改裝

# GoodsGoodsNameStcStiWstBlasterMiddle00Lv00
source: Blaster sticker
de: Aufkleber „Blaster“
es: Pegatina Devastador
es_mx: Calcomanía Lanzamotas
fr: Autocollant Éclablaster
it: Adesivo blaster
ja: ステッカー ホットブラスター
ko: 핫 블래스터 스티커
nl: Klodderblaster-sticker
ru: Наклейка «Бластер»
zh_hans: 贴纸 火热爆破枪
zh_hant: 貼紙 火熱爆破槍

# GoodsGoodsNameStcStiWstBlasterMiddle01Lv00
source: Custom Blaster sticker
de: Aufkleber „Blaster SE“
es: Pegatina Devastador SP
es_mx: Calcomanía Lanzamotas adaptado
fr: Autocollant Éclablaster modifié
it: Adesivo blaster CM
ja: ステッカー ホットブラスターカスタム
ko: 커스텀 핫 블래스터 스티커
nl: Gemodde Klodderblaster-sticker
zh_hans: 贴纸 火热爆破枪 改装
zh_hant: 貼紙 火熱爆破槍 改裝

# GoodsGoodsNameStcStiWstBlasterPrecision00Lv00
source: S-BLAST '92 sticker
de: Aufkleber „S-BLAST92“
es: Pegatina D-VAST 92
es_mx: Calcomanía L-MOT 92
fr: Autocollant S-Blaster '92
it: Adesivo S-BLAST92
ja: ステッカー S-BLAST92
ko: S-BLAST92 스티커
ru: Наклейка «S-BLAST 92»
zh_hans: 贴纸 S-BLAST92
zh_hant: 貼紙 S-BLAST92

# GoodsGoodsNameStcStiWstBlasterPrecision01Lv00
source: S-BLAST '91 sticker
de: Aufkleber „S-BLAST91“
es: Pegatina D-VAST 91
es_mx: Calcomanía L-MOT 91
fr: Autocollant S-Blaster '91
it: Adesivo S-BLAST91
ja: ステッカー S-BLAST91
ko: S-BLAST91 스티커
ru: Наклейка «S-BLAST 91»
zh_hans: 贴纸 S-BLAST91
zh_hant: 貼紙 S-BLAST91

# GoodsGoodsNameStcStiWstBlasterShort00Lv00
source: Luna Blaster sticker
de: Aufkleber „Luna-Blaster“
es: Pegatina Ultradevastador
es_mx: Calcomanía Lanzamotas Nova
fr: Autocollant Proxiblaster
it: Adesivo blaster lunar
ja: ステッカー ノヴァブラスター
ko: 노바 블래스터 스티커
ru: Наклейка «Лунобластер»
zh_hans: 贴纸 新星爆破枪
zh_hant: 貼紙 新星爆破槍

# GoodsGoodsNameStcStiWstBlasterShort01Lv00
source: Luna Blaster Neo sticker
de: Aufkleber „Luna-Blaster Neo“
es: Pegatina Ultradevastador neo
es_mx: Calcomanía Lanzamotas Nova neo
fr: Autocollant Proxiblaster Néo
it: Adesivo blaster lunar Neo
ja: ステッカー ノヴァブラスターネオ
ko: 네오 노바 블래스터 스티커
zh_hans: 贴纸 新星爆破枪 新型
zh_hant: 貼紙 新星爆破槍 新型

# GoodsGoodsNameStcStiWstBlasterShortOLv00
source: Order Blaster Replica sticker
de: Aufkleber „Ordnung-Blaster Replik“
es: Pegatina Devastador orden (réplica)
es_mx: Calcom. Lanzamotas orden réplica
fr: Autoc. Blaster d'Ordre (réplique)
it: Adesivo blaster Ordine replica
ja: ステッカー オーダーブラスター レプリカ
ko: 오더 블래스터 레플리카 스티커
nl: Ordeblaster-sticker
ru: Наклейка «Бластер Порядка (клон)»
zh_hans: 贴纸 秩序爆破枪 复制
zh_hant: 貼紙 秩序爆破槍 複製

# GoodsGoodsNameStcStiWstBrushHeavy00Lv00
source: Painbrush sticker
de: Aufkleber „Fächerfärber“
es: Pegatina Brocha abanico
es_mx: Calcomanía Pincel abanico
fr: Autocollant Épinceau écaïe
it: Adesivo tonnoretto
ja: ステッカー フィンセント
ko: 빈센트 스티커
nl: Kwistkwast-sticker
zh_hans: 贴纸 文森
zh_hant: 貼紙 文森

# GoodsGoodsNameStcStiWstBrushHeavy01Lv00
source: Painbrush Nouveau sticker
de: Aufkleber „Fächerfärber Fresco“
es: Pegatina Brocha abanico maestra
es_mx: Calcomanía Pincel abanico maestro
fr: Autocollant Épinceau écaïe nuancé
it: Adesivo tonnoretto master
ja: ステッカー フィンセント・ヒュー
ko: 빈센트 휴 스티커
nl: Kwistkwast Nouveau-sticker
zh_hans: 贴纸 文森·新艺术
zh_hant: 貼紙 文森‧新藝術

# GoodsGoodsNameStcStiWstBrushMini00Lv00
source: Inkbrush sticker
de: Aufkleber „Quasto“
es: Pegatina Pincel
es_mx: Calcomanía Pincel
fr: Autocollant Épinceau
it: Adesivo calamaravaggio
ja: ステッカー パブロ
ko: 파블로 스티커
nl: Inktkwast-sticker
ru: Наклейка «Кисть»
zh_hans: 贴纸 巴勃罗
zh_hant: 貼紙 巴勃羅

# GoodsGoodsNameStcStiWstBrushMini01Lv00
source: Inkbrush Nouveau sticker
de: Aufkleber „Quasto Fresco“
es: Pegatina Pincel maestro
es_mx: Calcomanía Pincel maestro
fr: Autocollant Épinceau nuancé
it: Adesivo calamaravaggio master
ja: ステッカー パブロ・ヒュー
ko: 파블로 휴 스티커
nl: Inktkwast Nouveau-sticker
zh_hans: 贴纸 巴勃罗·新艺术
zh_hant: 貼紙 巴勃羅‧新藝術

# GoodsGoodsNameStcStiWstBrushNormal00Lv00
source: Octobrush sticker
de: Aufkleber „Kalligraf“
es: Pegatina Brocha
es_mx: Calcomanía Pincel caligrafía
fr: Autocollant Épinceau brosse
it: Adesivo tinturicchio
ja: ステッカー ホクサイ
ko: 호쿠사이 스티커
nl: Octokwast-sticker
ru: Наклейка «Арт-кисть»
zh_hans: 贴纸 北斋
zh_hant: 貼紙 北齋

# GoodsGoodsNameStcStiWstBrushNormal01Lv00
source: Octobrush Nouveau sticker
de: Aufkleber „Kalligraf Fresco“
es: Pegatina Brocha maestra
es_mx: Calcom. Pincel caligrafía maestro
fr: Autocollant Épinceau brosse nuancé
it: Adesivo tinturicchio master
ja: ステッカー ホクサイ・ヒュー
ko: 호쿠사이 휴 스티커
nl: Octokwast Nouveau-sticker
zh_hans: 贴纸 北斋·新艺术
zh_hant: 貼紙 北齋‧新藝術

# GoodsGoodsNameStcStiWstBrushNormalOLv00
source: Orderbrush Replica sticker
de: Aufkleber „Ordnung-Kalligraf Replik“
es: Pegatina Brocha orden (réplica)
es_mx: Calc. Pincel caligrafía orden réplica
fr: Autoc. Pinceau d'Ordre (réplique)
it: Adesivo pennello Ordine replica
ja: ステッカー オーダーブラシ レプリカ
ko: 오더 브러시 레플리카 스티커
nl: Ordekwast-sticker
ru: Наклейка «Кисть Порядка (клон)»
zh_hans: 贴纸 秩序排刷 复制
zh_hant: 貼紙 秩序排刷 複製

# GoodsGoodsNameStcStiWstChargerKeeper00Lv00
source: Goo Tuber sticker
de: Aufkleber „T-Tuber“
es: Pegatina Tubofusil
es_mx: Calcomanía Entintubo
fr: Autocollant Détubeur
it: Adesivo tintubator
ja: ステッカー ソイチューバー
ko: 소이 튜버 스티커
nl: Spetbuizer-sticker
ru: Наклейка «Трубастер»
zh_hans: 贴纸 高压油管枪
zh_hant: 貼紙 高壓油管槍

# GoodsGoodsNameStcStiWstChargerKeeper01Lv00
source: Custom Goo Tuber sticker
de: Aufkleber „T-Tuber SE“
es: Pegatina Tubofusil SP
es_mx: Calcomanía Entintubo adaptado
fr: Autocollant Détubeur modifié
it: Adesivo tintubator CM
ja: ステッカー ソイチューバーカスタム
ko: 커스텀 소이 튜버 스티커
nl: Gemodde Spetbuizer-sticker
zh_hans: 贴纸 高压油管枪 改装
zh_hant: 貼紙 高壓油管槍 改裝

# GoodsGoodsNameStcStiWstChargerLight00Lv00
source: Bamboozler 14 Mk I sticker
de: Aufkleber „Klotzer 14-A“
es: Pegatina Bambufusil 14-I
es_mx: Calcomanía Bamzuka 14-I
fr: Autocollant Bimbamboum Mk I
it: Adesivo bimbamboom 14-I
ja: ステッカー 14式竹筒銃・甲
ko: 14식 대나무 총 갑 스티커
nl: Bamboem 14-A-sticker
ru: Наклейка «Бамбух 14-I»
zh_hans: 贴纸 14式竹筒枪·甲
zh_hant: 貼紙 14式竹筒槍‧甲

# GoodsGoodsNameStcStiWstChargerLight01Lv00
source: Bamboozler 14 Mk II sticker
de: Aufkleber „Klotzer 14-B“
es: Pegatina Bambufusil 14-II
es_mx: Calcomanía Bamzuka 14-II
fr: Autocollant Bimbamboum Mk II
it: Adesivo bimbamboom 14-II
ja: ステッカー 14式竹筒銃・乙
ko: 14식 대나무 총 을 스티커
nl: Bamboem 14-B-sticker
ru: Наклейка «Бамбух 14-II»
zh_hans: 贴纸 14式竹筒枪·乙
zh_hant: 貼紙 14式竹筒槍‧乙

# GoodsGoodsNameStcStiWstChargerLong00Lv00
source: E-liter 4K sticker
de: Aufkleber „E-liter 4K“
es: Pegatina Entintador 4K
es_mx: Calcomanía Entintador 4K
fr: Autocollant Extraceur +
it: Adesivo tinter a carica 4K
ja: ステッカー リッター4K
ko: 리터 4K 스티커
ru: Наклейка «Э-литр 95»
zh_hans: 贴纸 公升4K
zh_hant: 貼紙 公升4K

# GoodsGoodsNameStcStiWstChargerLong01Lv00
source: Custom E-liter 4K sticker
de: Aufkleber „E-liter 4K SE“
es: Pegatina Entintador 4K SP
es_mx: Calcom. Entintador 4K adaptado
fr: Autocollant Extraceur + modifié
it: Adesivo tinter a carica 4K CM
ja: ステッカー リッター4Kカスタム
ko: 커스텀 리터 4K 스티커
nl: Gemodde E-liter 4K-sticker
zh_hans: 贴纸 公升4K 改装
zh_hant: 貼紙 公升4K 改裝

# GoodsGoodsNameStcStiWstChargerLongScope00Lv00
source: E-liter 4K Scope sticker
de: Aufkleber „Ziel-E-liter 4K“
es: Pegatina Telentintador 4K
es_mx: Calcomanía Telentintador 4K
fr: Autocollant Extraceur + zoom
it: Adesivo tinter con mirino 4K
ja: ステッカー 4Kスコープ
ko: 4K 스코프 스티커
nl: E-liter 4K met vizier-sticker
ru: Наклейка «Снайп-э-литр 95»
zh_hans: 贴纸 4K准星枪
zh_hant: 貼紙 4K準星槍

# GoodsGoodsNameStcStiWstChargerLongScope01Lv00
source: Custom E-liter 4K Scope sticker
de: Aufkleber „Ziel-E-liter 4K SE“
es: Pegatina Telentintador 4K SP
es_mx: Calcom. Telentintador 4K adaptado
fr: Autoc. Extraceur + zoom modifié
it: Adesivo tinter con mirino 4K CM
ja: ステッカー 4Kスコープカスタム
ko: 커스텀 4K 스코프 스티커
nl: Gemodde E-liter 4K (vizier)-sticker
zh_hans: 贴纸 4K准星枪 改装
zh_hant: 貼紙 4K準星槍 改裝

# GoodsGoodsNameStcStiWstChargerNormal00Lv00
source: Splat Charger sticker
de: Aufkleber „Klecks-Konzentrator“
es: Pegatina Cargatintas
es_mx: Calcomanía Cargatintas
fr: Autocollant Concentrateur
it: Adesivo splatter a carica
ja: ステッカー スプラチャージャー
ko: 스플랫 차저 스티커
nl: Bloplader-sticker
ru: Наклейка «Сплатган»
zh_hans: 贴纸 斯普拉蓄力狙击枪
zh_hant: 貼紙 斯普拉蓄力狙擊槍

# GoodsGoodsNameStcStiWstChargerNormal01Lv00
source: Z+F Splat Charger sticker
de: Aufkleber „Zekkori-Klecks-Konzentrator“
es: Pegatina Cargatintas Ezkkor
es_mx: Calcomanía Cargatintas ZyS
fr: Autocollant Concentraceur E+F
it: Adesivo splatter a carica logo
ja: ステッカー スプラチャージャーコラボ
ko: 스플랫 차저 컬래버 스티커
nl: Zekkofin Bloplader-sticker
zh_hans: 贴纸 斯普拉蓄力狙击枪 联名
zh_hant: 貼紙 斯普拉蓄力狙擊槍 聯名

# GoodsGoodsNameStcStiWstChargerNormalOLv00
source: Order Charger Replica sticker
de: Aufkleber „Ordnung-Konzentrator Replik“
es: Pegatina Cargatintas orden (réplica)
es_mx: Calcom. Cargatintas orden réplica
fr: Autocollant Fusil d'Ordre (réplique)
it: Adesivo splatter Ordine replica
ja: ステッカー オーダーチャージャー レプリカ
ko: 오더 차저 레플리카 스티커
nl: Ordelader-sticker
ru: Наклейка «Сплатган Порядка (кл.)»
zh_hans: 贴纸 秩序蓄力狙击枪 复制
zh_hant: 貼紙 秩序蓄力狙擊槍 複製

# GoodsGoodsNameStcStiWstChargerNormalScope00Lv00
source: Splatterscope sticker
de: Aufkleber „Ziel-Konzentrator“
es: Pegatina Cargatintas con mira
es_mx: Calcomanía Telecargatintas
fr: Autocollant Concentraceur zoom
it: Adesivo splatter con mirino
ja: ステッカー スプラスコープ
ko: 스플랫 스코프 스티커
nl: Schelpschutter-sticker
ru: Наклейка «Снайпокрас»
zh_hans: 贴纸 斯普拉准星枪
zh_hant: 貼紙 斯普拉準星槍

# GoodsGoodsNameStcStiWstChargerNormalScope01Lv00
source: Z+F Splatterscope sticker
de: Aufkleber „Zekkori-Ziel-Konzentrator“
es: Pegatina Cargatintas con mira Ezkkor
es_mx: Calcomanía Telecargatintas ZyS
fr: Autoc. Concentraceur zoom E+F
it: Adesivo splatter con mirino logo
ja: ステッカー スプラスコープコラボ
ko: 스플랫 스코프 컬래버 스티커
nl: Zekkofin Schelpschutter-sticker
zh_hans: 贴纸 斯普拉准星枪 联名
zh_hant: 貼紙 斯普拉準星槍 聯名

# GoodsGoodsNameStcStiWstChargerPencil00Lv00
source: Snipewriter 5H sticker
de: Aufkleber „R-BLR/5H“
es: Pegatina Cargaminas 5H
es_mx: Calcomanía Cargaminas 5H
fr: Autocollant Crayon X - 5H
it: Adesivo lapis cecchino 5H
ja: ステッカー R-PEN/5H
ko: R-PEN/5H 스티커
nl: Schotlood 5H-sticker
ru: Наклейка «Патрондаш 5Т»
zh_hans: 贴纸 R-PEN/5H
zh_hant: 貼紙 R-PEN/5H

# GoodsGoodsNameStcStiWstChargerPencil01Lv00
source: Snipewriter 5B sticker
de: Aufkleber „R-BLR/5B“
es: Pegatina Cargaminas 5B
es_mx: Calcomanía Cargaminas 5B
fr: Autocollant Crayon X - 5B
it: Adesivo lapis cecchino 5B
ja: ステッカー R-PEN/5B
ko: R-PEN/5B 스티커
nl: Schotlood 5B-sticker
ru: Наклейка «Патрондаш 5М»
zh_hans: 贴纸 R-PEN/5B
zh_hant: 貼紙 R-PEN/5B

# GoodsGoodsNameStcStiWstChargerQuick00Lv00
source: Classic Squiffer sticker
de: Aufkleber „Sepiator α“
es: Pegatina Kalarrapid α
es_mx: Calcomanía Delineador X
fr: Autocollant Décap'express Alpha
it: Adesivo kalamarapid α
ja: ステッカー スクイックリンα
ko: 스퀵 클린 α 스티커
nl: Octopoets-sticker
ru: Наклейка «Стиратель»
zh_hans: 贴纸 鱿快洁α
zh_hant: 貼紙 魷快潔α

# GoodsGoodsNameStcStiWstChargerQuick01Lv00
source: New Squiffer sticker
de: Aufkleber „Sepiator β“
es: Pegatina Kalarrapid β
es_mx: Calcomanía Delineador Y
fr: Autoc. Décap'express Bêta
it: Adesivo kalamarapid β
ja: ステッカー スクイックリンβ
ko: 스퀵 클린 β 스티커
nl: Octopoets Ultra-sticker
ru: Наклейка «Стиратель-II»
zh_hans: 贴纸 鱿快洁β
zh_hant: 貼紙 魷快潔β

# GoodsGoodsNameStcStiWstManeuverDual00Lv00
source: Dualie Squelchers sticker
de: Aufkleber „Dual-Platscher“
es: Pegatina Barredora dual
es_mx: Calcomanía Soplador dual
fr: Autocollant Double nettoyeur
it: Adesivo sweeper duplo
ja: ステッカー デュアルスイーパー
ko: 듀얼 스위퍼 스티커
nl: Dubbelplonzers-sticker
ru: Наклейка «Спурт-плескари»
zh_hans: 贴纸 双重清洁枪
zh_hant: 貼紙 雙重清潔槍

# GoodsGoodsNameStcStiWstManeuverDual01Lv00
source: Custom Dualie Squelchers sticker
de: Aufkleber „Dual-Platscher SE“
es: Pegatina Barredora dual SP
es_mx: Calcomanía Soplador dual adaptado
fr: Autoc. Double nettoyeur modifié
it: Adesivo sweeper duplo CM
ja: ステッカー デュアルスイーパーカスタム
ko: 커스텀 듀얼 스위퍼 스티커
nl: Gemodde Dubbelplonzers-sticker
zh_hans: 贴纸 双重清洁枪 改装
zh_hant: 貼紙 雙重清潔槍 改裝

# GoodsGoodsNameStcStiWstManeuverGallon00Lv00
source: Glooga Dualies sticker
de: Aufkleber „Kelvin 525“
es: Pegatina Fundidora 525 dual
es_mx: Calcomanía Fundidora 525 dual
fr: Autocollant Double Kelvin 525
it: Adesivo kelvin duplo 525
ja: ステッカー ケルビン525
ko: 켈빈 525 스티커
nl: Kelvin 525-sticker
ru: Наклейка «Термоплюхи 525»
zh_hans: 贴纸 开尔文525
zh_hant: 貼紙 開爾文525

# GoodsGoodsNameStcStiWstManeuverGallon01Lv00
source: Glooga Dualies Deco sticker
de: Aufkleber „Kelvin 525 Deko“
es: Pegatina Fundidora 525 dual DX
es_mx: Calcomanía Fundidora 525 dual chic
fr: Autoc. Double Kelvin 525 chic
it: Adesivo kelvin duplo 525 DX
ja: ステッカー ケルビン525デコ
ko: 켈빈 525 데코 스티커
nl: Kelvin 525 Deco-sticker
zh_hans: 贴纸 开尔文525 装饰
zh_hant: 貼紙 開爾文525 裝飾

# GoodsGoodsNameStcStiWstManeuverLong00Lv00
source: Douser Dualies FF sticker
de: Aufkleber „Lösch-Doppler FW“
es: Pegatina Extintor Dual FF
es_mx: Calcomanía Extintor dual FF
fr: Autocollant Double ignifugeur
it: Adesivo repolper estintori FF
ja: ステッカー ガエンFF
ko: 소방 FF 스티커
nl: Blusknallers BW-sticker
ru: Наклейка «Краскотушители 255»
zh_hans: 贴纸 灭熄FF
zh_hant: 貼紙 滅熄FF

# GoodsGoodsNameStcStiWstManeuverLong01Lv00
source: Custom Douser Dualies FF sticker
de: Aufkleber „Lösch-Doppler FW SE“
es: Pegatina Extintor Dual FF SP
es_mx: Calcom. Extintor dual FF adaptado
fr: Autoc. Double ignifugeur modifié
it: Adesivo repolper estintori FF CM
ja: ステッカー ガエンFFカスタム
ko: 커스텀 소방 FF 스티커
nl: Gemodde Blusknallers BW-sticker
zh_hans: 贴纸 灭熄FF 改装
zh_hant: 貼紙 滅熄FF 改裝

# GoodsGoodsNameStcStiWstManeuverNormal00Lv00
source: Splat Dualies sticker
de: Aufkleber „Klecks-Doppler“
es: Pegatina Difusor dual
es_mx: Calcomanía Difusor dual
fr: Autocollant Double encreur
it: Adesivo repolper duplo
ja: ステッカー スプラマニューバー
ko: 스플랫 머누버 스티커
nl: Dubbelknallers-sticker
ru: Наклейка «Спуртометы»
zh_hans: 贴纸 斯普拉机动枪
zh_hant: 貼紙 斯普拉機動槍

# GoodsGoodsNameStcStiWstManeuverNormal01Lv00
source: Enperry Splat Dualies sticker
de: Aufkleber „Enperry-Klecks-Doppler“
es: Pegatina Difusor dual B
es_mx: Calcomanía Difusor dual Emperi
fr: Autocollant Double encreur griffé
it: Adesivo repolper duplo logo
ja: ステッカー スプラマニューバーコラボ
ko: 스플랫 머누버 컬래버 스티커
nl: Enperry Dubbelknallers-sticker
zh_hans: 贴纸 斯普拉机动枪 联名
zh_hant: 貼紙 斯普拉機動槍 聯名
