Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameFigGardenEelDoll02
source: pink-stripe eel plushie
de: Röhrenplüschi Rosa
es: Peluche anguila rosa
es_mx: Peluche anguila rosa
fr: Peluche anguille rayée rose
it: Peluche murena zebra rosa
ja: ニシキアナゴのぬいぐるみ ピンク
ko: 핑크 줄무늬 정원 장어 인형
nl: Rozegestreepte aalknuffel
ru: Розовый плюшевый угорек
zh_hans: 横带园鳗布偶 粉红色
zh_hant: 橫帶園鰻布偶 粉紅色

# GoodsGoodsNameFigGardenEelDoll03
source: green-stripe eel plushie
de: Röhrenplüschi Aqua
es: Peluche anguila esmeralda
es_mx: Peluche anguila esmeralda
fr: Peluche anguille rayée verte
it: Peluche murena zebra verde
ja: ニシキアナゴのぬいぐるみ ブルー
ko: 블루 줄무늬 정원 장어 인형
nl: Groengestreepte aalknuffel
ru: Бирюзовый плюшевый угорек
zh_hans: 横带园鳗布偶 蓝色
zh_hant: 橫帶園鰻布偶 藍色

# GoodsGoodsNameFigGateCrane
source: crane decoration
de: Kranichornament
es: Adorno grulla de papel
es_mx: Adorno grúa de papel
fr: Grue décorative
it: Gru decorativa
ja: ツルのおきもの
ko: 학 장식품
nl: Kraanvogelbeeld
ru: Украшение «Журавль»
zh_hans: 装饰品 鹤
zh_hant: 裝飾品 鶴

# GoodsGoodsNameFigGateSanshinChicken
source: bird decoration
de: Vogelornament
es: Adorno ave
es_mx: Adorno ave
fr: Oiseau décoratif
it: Volatile decorativo
ja: トリのおきもの
ko: 새 장식품
nl: Vogelbeeld
ru: Украшение «Птица»
zh_hans: 装饰品 鸡
zh_hant: 裝飾品 雞

# GoodsGoodsNameFigGateSanshinPig
source: boar decoration
de: Eberornament
es: Adorno cerdo
es_mx: Adorno cerdo
fr: Sanglier décoratif
it: Maiale decorativo
ja: ブタのおきもの
ko: 돼지 장식품
nl: Zwijnenbeeld
ru: Украшение «Кабан»
zh_hans: 装饰品 猪
zh_hant: 裝飾品 豬

# GoodsGoodsNameFigGateSanshinSnake
source: snake decoration
de: Schlangenornament
es: Adorno serpiente
es_mx: Adorno serpiente
fr: Serpent décoratif
it: Serpente decorativo
ja: ヘビのおきもの
ko: 뱀 장식품
nl: Slangenbeeld
ru: Украшение «Змея»
zh_hans: 装饰品 蛇
zh_hant: 裝飾品 蛇

# GoodsGoodsNameFigGateTurtle
source: turtle decoration
de: Schildkrötenornament
es: Adorno tortuga
es_mx: Adorno tortuga
fr: Tortue décorative
it: Tartaruga decorativa
ja: カメのおきもの
ko: 거북이 장식품
nl: Schildpadbeeld
ru: Украшение «Черепаха»
zh_hans: 装饰品 龟
zh_hant: 裝飾品 龜

# GoodsGoodsNameFigGeneralBoxL
source: large box
de: Große Box
es: Caja grande
es_mx: Caja grande
fr: Grande boîte
it: Scatola grande
ja: はこ L
ko: 상자 L
nl: Grote doos
ru: Большая коробка
zh_hans: 箱子 L
zh_hant: 箱子 L

# GoodsGoodsNameFigGeneralBoxNoPaintL
source: large ink-proof box
de: Große Anti-Tinten-Kiste
es: Caja antitinta grande
es_mx: Caja antitinta grande
fr: Grande caisse encrifugée
it: Scatola antinchiostro grande
ja: ぬれないはこ L
ko: 방수 상자 L
nl: Grote inktvrije doos
ru: Большая краскостойкая коробка
zh_hans: 未染墨的箱子 L
zh_hant: 未染墨的箱子 L

# GoodsGoodsNameFigGeneralBoxNoPaintS
source: small ink-proof box
de: Kleine Anti-Tinten-Kiste
es: Caja antitinta pequeña
es_mx: Caja antitinta pequeña
fr: Petite caisse encrifugée
it: Scatola antinchiostro piccola
ja: ぬれないはこ S
ko: 방수 상자 S
nl: Klein inktvrij doosje
ru: Маленькая краскостойкая коробка
zh_hans: 未染墨的箱子 S
zh_hant: 未染墨的箱子 S

# GoodsGoodsNameFigGeneralBoxS
source: small box
de: Kleine Box
es: Caja pequeña
es_mx: Caja pequeña
fr: Petite boîte
it: Scatola piccola
ja: はこ S
ko: 상자 S
nl: Klein doosje
ru: Маленькая коробка
zh_hans: 箱子 S
zh_hant: 箱子 S

# GoodsGoodsNameFigGoalShachi
source: Rainmaker Goal
de: Operation-Goldfisch-Ziel
es: Meta del pez dorado
es_mx: Meta del pez dorado
fr: Objectif de Mission Bazookarpe
it: Traguardo del bazookarp
ja: ガチホコバトルのゴール
ko: 랭크 피시 배틀의 골
nl: Doel uit Bazookarper
ru: Цель: Мегакарп
zh_hans: 真格鱼虎对战的终点
zh_hant: 真格魚虎對戰的終點

# GoodsGoodsNameFigHandlelessTeaCup00
source: Deep Cut teacup
de: Surimi Syndicate-Teebecher
es: Taza Clan Surimi
es_mx: Taza Clan Surimi
fr: Tasse de thé Tridenfer
it: Tazza da tè Trio Triglio
ja: ゆのみ すりみ連合
ko: 삼합파 찻잔
nl: Deep Cut-theekop
ru: Чашка Deep Cut
zh_hans: 茶杯 鱼浆帮
zh_hant: 茶杯 魚漿幫

# GoodsGoodsNameFigHireoSofvi00
source: basic Fresh Fish doll
de: Flosso-Figur Standard
es: Muñecote básico
es_mx: Pececito básico
fr: Poupée de mascotte standard
it: Pupazzo mascotte base
ja: ひれおくんにんぎょう ノーマル
ko: 노멀 히레오 인형
nl: Vismaatjespop
ru: Обычная фигурка Плавнишки
zh_hans: 鱼奇奇玩偶 一般版
zh_hant: 魚奇奇玩偶 一般版

# GoodsGoodsNameFigHireoSofvi01
source: vacation Fresh Fish doll
de: Flosso-Figur Strandausflug
es: Muñecote de vacaciones
es_mx: Pececito de vacaciones
fr: Poupée de mascotte vacances
it: Pupazzo mascotte vacanza
ja: ひれおくんにんぎょう バケーション
ko: 베이케이션 히레오 인형
nl: Vismaatjespop (vakantie)
ru: Отпускная фигурка Плавнишки
zh_hans: 鱼奇奇玩偶 度假版
zh_hant: 魚奇奇玩偶 度假版

# GoodsGoodsNameFigHireoSofvi02
source: retro Fresh Fish doll
de: Flosso-Figur Retro
es: Muñecote retro
es_mx: Pececito retro
fr: Poupée de mascotte rétro
it: Pupazzo mascotte rétro
ja: ひれおくんにんぎょう ノスタルジア
ko: 노스탤지어 히레오 인형
nl: Vismaatjespop (retro)
ru: Ретро-фигурка Плавнишки
zh_hans: 鱼奇奇玩偶 乡愁版
zh_hant: 魚奇奇玩偶 鄉愁版

# GoodsGoodsNameFigHokoReward
source: Rainmaker trophy
de: Operation Goldfisch-Trophäe
es: Trofeo pez dorado
es_mx: Trofeo pez dorado
fr: Trophée Mission Bazookarpe
it: Trofeo Bazookarp
ja: ガチホコバトルのトロフィー
ko: 랭크 피시 배틀 트로피
nl: Bazookarpertrofee
ru: Трофей из «Мегакарпа»
zh_hans: 真格鱼虎对战奖杯
zh_hant: 真格魚虎對戰獎盃

# GoodsGoodsNameFigIceBox
source: ice-cream box
de: Schleckhörnchen-Schachtel
es: Caja de helado
es_mx: Caja de helado
fr: Boîte de glaces
it: Confezione di gelati
ja: はこアイス
ko: 박스 아이스크림
nl: Doos ijsjes
ru: Коробка мороженого
zh_hans: 盒装冰品
zh_hant: 盒裝冰品

# GoodsGoodsNameFigIkaman
source: ultra squid
de: Kalma-Ranger
es: Ultracalamar
es_mx: Ultracalamar
fr: Ultracalamar
it: Ultracalamaro
ja: イカーマン
ko: 오징어맨
nl: Ultracalamaro
ru: Кальмармен
zh_hans: 小鱿侠
zh_hant: 小魷俠

# GoodsGoodsNameFigIkaman01
source: hydro ultra squid
de: Kalma-Ranger Hydro
es: Hidro-Ultracalamar
es_mx: Hidro-Ultracalamar
fr: Ultracalamar eau
it: Ultracalamaro idro
ja: イカーマン ハイドロ
ko: 하이드로 오징어맨
nl: Ultracalamaro-H2O
ru: Гидрокальмармен
zh_hans: 水鱿侠
zh_hant: 水魷俠

# GoodsGoodsNameFigIkaman02
source: fake ultra squid
de: Kalma-Ranger Fake
es: Ultracalamar de pega
es_mx: Ultracalamar falso
fr: Ultracalamar usurpateur
it: Ultracalamaro finto
ja: ニセイカーマン
ko: 가짜 오징어맨
nl: Ultracalamaro-imitator
ru: Лжекальмармен
zh_hans: 冒牌小鱿侠
zh_hant: 冒牌小魷俠

# GoodsGoodsNameFigIkattaStone
source: cephalo cipher stone
de: Orakeltafel
es: Piedra Jibietta
es_mx: Piedra Calamaretta
fr: Pierre de Céphalette
it: Stele cefalocifrata
ja: イカッタストーン
ko: 오징타석
nl: Orakelsteen
ru: Кальмазеттский камень
zh_hans: 鱿塞塔石碑
zh_hant: 魷塞塔石碑

# GoodsGoodsNameFigIkuraBottle
source: Power Egg pack
de: Fischeierkonserve
es: Lata de caviar rojo
es_mx: Lata de huevecillos de poder
fr: Boîte d'œufs de poisson
it: Latta di uova di pesce
ja: ビンイクラ
ko: 연어알 팩
nl: Potje visseneieren
ru: Банка икры
zh_hans: 瓶装鲑鱼卵
zh_hant: 瓶裝鮭魚卵

# GoodsGoodsNameFigInstantNoodle00
source: seafood noodles
de: Insta-Nudeln Shrimp
es: Fideos al marisco
es_mx: Fideos con mariscos
fr: Nouilles aux fruits de mer
it: Ramen ai frutti di mare
ja: シーフードヌードル
ko: 시푸드 누들
nl: Instantnoedels met garnaal
ru: Быстрая лапша с дарами моря
zh_hans: 海鲜风味泡面
zh_hant: 海鮮風味泡麵

# GoodsGoodsNameFigInstantNoodle01
source: soy-sauce noodles
de: Insta-Nudeln Shoyu
es: Fideos a la salsa de soja
es_mx: Fideos con salsa de soya
fr: Nouilles au soja
it: Ramen alla salsa di soia
ja: しょうゆヌードル
ko: 간장 누들
nl: Instantnoedels met sojasaus
ru: Быстрая лапша с соевым соусом
zh_hans: 酱油风味泡面
zh_hant: 醬油風味泡麵

# GoodsGoodsNameFigInstantNoodle02
source: curry noodles
de: Insta-Nudeln Green Curry
es: Fideos al curry
es_mx: Fideos con curry
fr: Nouilles au curry
it: Ramen al curry
ja: エスニックヌードル
ko: 에스닉 누들
nl: Instantnoedels met curry
ru: Быстрая лапша с карри
zh_hans: 异国风味泡面
zh_hant: 異國風味泡麵

# GoodsGoodsNameFigInstantNoodle03
source: super-spicy noodles
de: Insta-Nudeln Fire Chili
es: Fideos superpicantes
es_mx: Fideos superpicantes
fr: Nouilles pimentées
it: Ramen superpiccante
ja: げきからヌードル
ko: 스파이시 누들
nl: Instantnoedels met chilipepers
ru: Быстрая лапша с чили
zh_hans: 激辣泡面
zh_hant: 激辣泡麵

# GoodsGoodsNameFigInstantNoodle04
source: udon noodles
de: Insta-Nudeln Udon
es: Fideos udon
es_mx: Fideos udon
fr: Nouilles udon
it: Udon
ja: うどんヌードル
ko: 우동 누들
nl: Udon-noedels
ru: Быстрая лапша-удон
zh_hans: 即食乌冬面
zh_hant: 即食烏龍麵

# GoodsGoodsNameFigIronBasket00
source: wire basket
de: Metall-Ladenkorb
es: Cesta de alambre
es_mx: Cesta de metal
fr: Panier en métal
it: Cestino da spesa
ja: ワイヤーバスケット
ko: 와이어 바스켓
nl: Draadmandje
ru: Металлическая корзина
zh_hans: 金属篮子
zh_hant: 金屬籃子

# GoodsGoodsNameFigJuiceBox00
source: mango juice box
de: Mango-Trinkpäckchen
es: Paquete de zumo de mango
es_mx: Juguito de mango
fr: Brique de jus de mangue
it: Succo di mango
ja: パックジュース マンゴー
ko: 망고 맛 팩 주스
nl: Pakje mangosap
ru: Манговый сок в коробочке
zh_hans: 包装饮料 芒果
zh_hant: 包裝飲料 芒果

# GoodsGoodsNameFigJuiceBox01
source: apple juice box
de: Apfel-Trinkpäckchen
es: Paquete de zumo de manzana
es_mx: Juguito de manzana
fr: Brique de jus de pomme
it: Succo di mela
ja: パックジュース アップル
ko: 사과 맛 팩 주스
nl: Pakje appelsap
ru: Яблочный сок в коробочке
zh_hans: 包装饮料 苹果
zh_hant: 包裝飲料 蘋果

# GoodsGoodsNameFigJuiceBox02
source: grape juice box
de: Trauben-Trinkpäckchen
es: Paquete de zumo de uva
es_mx: Juguito de uva
fr: Brique de jus de raisin
it: Succo d'uva
ja: パックジュース グレープ
ko: 포도 맛 팩 주스
nl: Pakje druivensap
ru: Виноградный сок в коробочке
zh_hans: 包装饮料 葡萄
zh_hant: 包裝飲料 葡萄

# GoodsGoodsNameFigJuiceBox03
source: sour juice box
de: Saures Trinkpäckchen
es: Paquete de tónica
es_mx: Bebida láctea
fr: Brique de jus lacté
it: Succo amaro
ja: パックジュース ホワイトサワー
ko: 화이트 사워 맛 팩 주스
nl: Pakje melk
ru: Кислый сок в коробочке
zh_hans: 包装饮料 乳酸气泡饮
zh_hant: 包裝飲料 乳酸氣泡飲

# GoodsGoodsNameFigJuiceBox04
source: café au lait juice box
de: Milchkaffee-Trinkpäckchen
es: Paquete de café con leche
es_mx: Café con leche
fr: Brique de café au lait
it: Caffellatte
ja: パックジュース カフェオレ
ko: 카페오레 맛 팩 주스
nl: Pakje café au lait
ru: Молочный кофе в коробочке
zh_hans: 包装饮料 欧蕾咖啡
zh_hant: 包裝飲料 咖啡歐蕾

# GoodsGoodsNameFigJuiceBox05
source: strawberry-milk juice box
de: Erdbeermilch-Trinkpäckchen
es: Paquete de batido de fresa
es_mx: Batido de fresa
fr: Brique de lait à la fraise
it: Latte alla fragola
ja: パックジュース いちごオレ
ko: 딸기우유 맛 팩 주스
nl: Pakje aardbeienmelk
ru: Клубничный шейк в коробочке
zh_hans: 包装饮料 草莓欧蕾
zh_hant: 包裝飲料 草莓歐蕾

# GoodsGoodsNameFigKumasanRadioCoop00
source: basic Mr. Grizz replica
de: Bär-Sprecher-Replik Standard
es: Don Oso básico (réplica)
es_mx: Don Oso básico réplica
fr: Réplique de M. Ours standard
it: Ursus replica base
ja: クマサンのレプリカ ノーマル
ko: 노멀 Mr. 베어의 레플리카
nl: Standaard Ted B.-replica
ru: Обычная фигурка Потапыча
zh_hans: 熊先生复制品 一般版
zh_hant: 熊先生複製品 一般版

# GoodsGoodsNameFigKumasanRadioCoop01
source: bronze Mr. Grizz replica
de: Bär-Sprecher-Replik Bronze
es: Don Oso de bronce (réplica)
es_mx: Don Oso de bronce réplica
fr: Réplique de M. Ours en bronze
it: Ursus replica di bronzo
ja: クマサンのレプリカ ブロンズ
ko: 브론즈 Mr. 베어의 레플리카
nl: Bronzen Ted B.-replica
ru: Бронзовая фигурка Потапыча
zh_hans: 熊先生复制品 铜色版
zh_hant: 熊先生複製品 銅色版

# GoodsGoodsNameFigKumasanRadioCoop02
source: silver Mr. Grizz replica
de: Bär-Sprecher-Replik Silber
es: Don Oso de plata (réplica)
es_mx: Don Oso de plata réplica
fr: Réplique de M. Ours en argent
it: Ursus replica d'argento
ja: クマサンのレプリカ シルバー
ko: 실버 Mr. 베어의 레플리카
nl: Zilveren Ted B.-replica
ru: Серебряная фигурка Потапыча
zh_hans: 熊先生复制品 银色版
zh_hant: 熊先生複製品 銀色版

# GoodsGoodsNameFigKumasanRadioCoop03
source: gold Mr. Grizz replica
de: Bär-Sprecher-Replik Gold
es: Don Oso de oro (réplica)
es_mx: Don Oso de oro réplica
fr: Réplique de M. Ours en or
it: Ursus replica d'oro
ja: クマサンのレプリカ ゴールド
ko: 골드 Mr. 베어의 레플리카
nl: Gouden Ted B.-replica
ru: Золотая фигурка Потапыча
zh_hans: 熊先生复制品 金色版
zh_hant: 熊先生複製品 金色版

# GoodsGoodsNameFigKumasanRadioCoop99
source: wooden Mr. Grizz replica
de: Bär-Sprecher-Replik Holz
es: Don Oso de madera (réplica)
es_mx: Don Oso de madera réplica
fr: Réplique de M. Ours en bois
it: Ursus replica di legno
ja: クマサンのレプリカ ウッド
ko: 우드 Mr. 베어의 레플리카
nl: Houten Ted B.-replica
ru: Деревянная фигурка Потапыча
zh_hans: 熊先生复制品 木制版
zh_hant: 熊先生複製品 木製版

# GoodsGoodsNameFigLacrosseStick00
source: cool lacrosse stick
de: Lacrosse-Schläger „Eis“
es: Red de lacrosse chula
es_mx: Red de lacrosse fresca
fr: Crosse stylée
it: Mazza da lacrosse stilosa
ja: ラクロススティック クール
ko: 쿨 라크로스 스틱
nl: Coole lacrossestick
ru: Стик для лякросса «Класс»
zh_hans: 袋棍球球棍 酷冷
zh_hant: 袋棍球球棍 酷冷

# GoodsGoodsNameFigLacrosseStick01
source: thunder lacrosse stick
de: Lacrosse-Schläger „Blitz“
es: Red de lacrosse trueno
es_mx: Red de lacrosse trueno
fr: Crosse éclair
it: Mazza da lacrosse tuono
ja: ラクロススティック サンダー
ko: 선더 라크로스 스틱
nl: Bliksemlacrossestick
ru: Стик для лякросса «Молния»
zh_hans: 袋棍球球棍 闪电
zh_hant: 袋棍球球棍 閃電

# GoodsGoodsNameFigLacrosseStick02
source: candy lacrosse stick
de: Lacrosse-Schläger „Candy“
es: Red de lacrosse dulce
es_mx: Red de lacrosse dulce
fr: Crosse sucre d'orge
it: Mazza da lacrosse caramella
ja: ラクロススティック キャンディー
ko: 캔디 라크로스 스틱
nl: Snoeplacrossestick
ru: Стик для лякросса «Конфетка»
zh_hans: 袋棍球球棍 糖果
zh_hant: 袋棍球球棍 糖果

# GoodsGoodsNameFigLacrosseStick03
source: lime lacrosse stick
de: Lacrosse-Schläger „Limette“
es: Red de lacrosse lima
es_mx: Red de lacrosse cítrica
fr: Crosse limette
it: Mazza da lacrosse lime
ja: ラクロススティック ライム
ko: 라임 라크로스 스틱
nl: Limoengroene lacrossestick
ru: Стик для лякросса «Лайм»
zh_hans: 袋棍球球棍 莱姆
zh_hant: 袋棍球球棍 萊姆

# GoodsGoodsNameFigLacrosseStick04
source: royal lacrosse stick
de: Lacrosse-Schläger „Royal“
es: Red de lacrosse regia
es_mx: Red de lacrosse real
fr: Crosse royale
it: Mazza da lacrosse regale
ja: ラクロススティック ロイヤル
ko: 로열 라크로스 스틱
nl: Koninklijke lacrossestick
ru: Стик для лякросса «Глэм»
zh_hans: 袋棍球球棍 皇家
zh_hant: 袋棍球球棍 皇家

# GoodsGoodsNameFigLacrosseStick05
source: hot lacrosse stick
de: Lacrosse-Schläger „Feuer“
es: Red de lacrosse candente
es_mx: Red de lacrosse llamas
fr: Crosse enflammée
it: Mazza da lacrosse infuocata
ja: ラクロススティック ホット
ko: 핫 라크로스 스틱
nl: Vlammenlacrossestick
ru: Стик для лякросса «Пламя»
zh_hans: 袋棍球球棍 火热
zh_hant: 袋棍球球棍 火熱

# GoodsGoodsNameFigLaundryDetergent00
source: concentrated detergent
de: Waschmittel „Tintensiv“
es: Detergente ultrapotente
es_mx: Detergente ultrapotente
fr: Détergent concentré
it: Detergente concentrato
ja: せんざい パワフル
ko: 파워풀 세제
nl: Geconcentreerd wasmiddel
ru: Моющее средство
zh_hans: 加强型洗衣剂
zh_hant: 加強型洗衣劑

# GoodsGoodsNameFigLaundryDetergent01
source: ultra-clean detergent
de: Waschmittel „Welsweiß“
es: Detergente ultralimpiador
es_mx: Detergente ultralimpiador
fr: Détergent hyper-actif
it: Detergente super
ja: せんざい クリーン
ko: 클린 세제
nl: Ultrareinigend wasmiddel
ru: Ультрамоющее средство
zh_hans: 洁净型洗衣剂
zh_hant: 潔淨型洗衣劑

# GoodsGoodsNameFigLaundryLiquidDetergent00
source: clean liquid detergent
de: Waschmittel „Eisklar“
es: Detergente líquido ultra
es_mx: Detergente líquido ultra
fr: Détergent nickel
it: Detergente trasparente
ja: えきたいせんざい クリーン
ko: 클린 액체 세제
nl: Wasmiddel 'Winterfris'
ru: Мягкое моющее средство
zh_hans: 洁净型洗衣液
zh_hant: 潔淨型洗衣精

# GoodsGoodsNameFigLaundryLiquidDetergent01
source: super liquid detergent
de: Waschmittel „Veilchen“
es: Detergente líquido extra
es_mx: Detergente líquido extra
fr: Super détergent
it: Detergente super
ja: えきたいせんざい スーパー
ko: 슈퍼 액체 세제
nl: Wasmiddel 'Zomerstorm'
ru: Мощное моющее средство
zh_hans: 超效型洗衣液
zh_hant: 超效型洗衣精

# GoodsGoodsNameFigLaundryLiquidDetergent02
source: fresh liquid detergent
de: Waschmittel „Limettenduft“
es: Detergente líquido frescor
es_mx: Detergente líquido fresco
fr: Détergent classe
it: Detergente fresco
ja: えきたいせんざい フレッシュ
ko: 프레시 액체 세제
nl: Wasmiddel 'Lentebries'
ru: Цитрусовое моющее средство
zh_hans: 除臭型洗衣液
zh_hant: 除臭型洗衣精

# GoodsGoodsNameFigLunchBox00
source: blue-lid lunch box
de: Blaue Frischhaltedose
es: Fiambrera azul
es_mx: Recipiente azul
fr: Boîte repas bleue
it: Portapranzo blu
ja: ランチタッパー ブルー
ko: 파랑 도시락통
nl: Blauwe lunchtrommel
ru: Ланч-бокс с синей крышкой
zh_hans: 便当盒 蓝色
zh_hant: 便當盒 藍色

# GoodsGoodsNameFigLunchBox01
source: pink-lid lunch box
de: Rosa Frischhaltedose
es: Fiambrera rosa
es_mx: Recipiente rosa
fr: Boîte repas rose
it: Portapranzo rosa
ja: ランチタッパー ピンク
ko: 분홍 도시락통
nl: Roze lunchtrommel
ru: Ланч-бокс с розовой крышкой
zh_hans: 便当盒 粉红色
zh_hant: 便當盒 粉紅色

# GoodsGoodsNameFigLunchBox02
source: purple-lid lunch box
de: Lila Frischhaltedose
es: Fiambrera morada
es_mx: Recipiente morado
fr: Boîte repas violette
it: Portapranzo viola
ja: ランチタッパー パープル
ko: 보라 도시락통
nl: Paarse lunchtrommel
ru: Ланч-бокс с лиловой крышкой
zh_hans: 便当盒 紫色
zh_hant: 便當盒 紫色

# GoodsGoodsNameFigLunchBox03
source: orange-lid lunch box
de: Orange Frischhaltedose
es: Fiambrera naranja
es_mx: Recipiente naranja
fr: Boîte repas orange
it: Portapranzo arancione
ja: ランチタッパー オレンジ
ko: 주황 도시락통
nl: Oranje lunchtrommel
ru: Ланч-бокс с оранжевой крышкой
zh_hans: 便当盒 橘色
zh_hant: 便當盒 橘色

# GoodsGoodsNameFigLunchBox04
source: green-lid lunch box
de: Grüne Frischhaltedose
es: Fiambrera verde
es_mx: Recipiente verde
fr: Boîte repas verte
it: Portapranzo verde
ja: ランチタッパー グリーン
ko: 초록 도시락통
nl: Groene lunchtrommel
ru: Ланч-бокс с зеленый крышкой
zh_hans: 便当盒 绿色
zh_hant: 便當盒 綠色

# GoodsGoodsNameFigMagazine00
source: Inkopolis Illustrated
de: Inkopolis-Illustrierte
es: Revista cromopolitana
fr: Chromapolis illustré
it: Coloropoli illustrata
ja: ハイカラウォーカー
ko: 오더폴리스 워커
nl: Ontdek Inkopolis!
ru: Журнал «Инкополь-стайл»
zh_hans: 悠游尚兴
zh_hant: 悠遊尚興

# GoodsGoodsNameFigMagazine01
source: Drip Squad
de: Revue „Mode Tinternational“
es: Revista «Equipalamar»
fr: L'écho des abysses
it: La moda mollusca
ja: ギアスナップ
ko: 기어 스냅
nl: Modemagazine 'Inktfris'
ru: Журнал «Поп-Ла-Вог»
zh_hans: 装备快拍
zh_hant: 裝備快拍

# GoodsGoodsNameFigMagazine02
source: Squidgital Game Guide
de: SpieleKnacker-Kleckstraband
es: Revista «Sepiamanía»
fr: Pixels marins
it: Guida pescioludica
ja: サキイカ通信
ko: 오징어채 통신
nl: Gameblad 'Digi-Aal'
ru: Гид по играм «Великий планктон»
zh_hans: 鱿鱼丝快讯
zh_hant: 魷魚絲快訊

# GoodsGoodsNameFigMagazine03
source: Nostalgia Power Magazine
de: Retrozocker-Magazin
es: Revista «Esturiones retro»
fr: La vague rétro
it: Nostalgaming
ja: チョビットマニア
ko: 살짝 마니아
nl: Gameblad '1-GUP'
ru: Журнал «Игровая креветка»
zh_hans: 轻度沉迷
zh_hant: 輕度沉迷

# GoodsGoodsNameFigMagazine04
source: Rockin' Music Quarterly
de: RocktoSchock-Magazin
es: Revista «Onda cefalópoda»
fr: Trimestriel des bonnes ondes
it: Risacca musicale
ja: イソロック
ko: 갯바위 록
nl: Muziekblad 'Rog'n'Schol'
ru: Журнал «Коралловый рифф»
zh_hans: 海滨摇滚
zh_hant: 海濱搖滾

# GoodsGoodsNameFigMagazine05
source: Boneless Appétit
de: Kochgazette „Alla Besta“
es: Revista «Tentáculo y tenedor»
fr: Gourmet tentaculaire
it: Il calamaro buongustaio
ja: イカめしライフ
ko: 오징어순대 라이프
nl: Kookblad 'De strelende tong'
ru: Журнал «Рецепты Луко Морье»
zh_hans: 鱿食乐活
zh_hant: 魷食樂活

# GoodsGoodsNameFigMagazine06
source: Ink & Splatter
de: Waffenrevue „Klecksdamit“
es: Revista «¡Tinta va!»
fr: Grandeur et dégâts d'encre
it: Mira e splatta
ja: ブキプレス
ko: 무기 프레스
nl: Actieblad 'Spatader'
ru: Журнал «Плюх и пятна»
zh_hans: 武器爆报
zh_hant: 武器爆報

# GoodsGoodsNameFigMagazine07
source: Tunnel & Track
de: Tunnel & Schiene
es: Revista «A todo túnel»
fr: Des tunnels et des rails
it: Tunnel e binari
ja: トンネル倶楽部
ko: 터널 클럽
nl: Treinblad 'Tunnelvissie'
ru: Журнал «Рельсы и шпалы»
zh_hans: 隧道俱乐部
zh_hant: 隧道俱樂部

# GoodsGoodsNameFigMagazine08
source: Evolved Science Journal
de: Evolurama-Journal
es: Revista «Vanguardia abisal»
fr: Les sciences évolusques
it: La scienza degli abissi
ja: シンカイズム
ko: 심해즘
nl: Wetenschapsblad 'Diepzever'
ru: Журнал «Энциклопедия глубин»
zh_hans: 深海主义
zh_hant: 深海主義

# GoodsGoodsNameFigMagazine09
source: Salmon Manners Handbook
de: Salmoniden-Salonmanieren
es: Guía del salmónido con clase
es_mx: Guía del salmónido con clase
fr: La technique pour les Salmioches
it: Salmon bon ton
ja: シャケでもわかる塗りマナー
ko: 연어도 이해하는 색칠 매너
nl: Handboek voor Inktiquette
ru: Само(нидо)учитель «Манеры!»
zh_hans: 鲑鱼也能懂的涂墨礼仪
zh_hant: 鮭魚也能懂的塗墨禮儀

# GoodsGoodsNameFigMeasurement
source: surveyor tripod
de: Bautheodolit
es: Nivel topográfico
es_mx: Nivel topográfico
fr: Trépied de surveillance
it: Treppiede topografico
ja: そくりょうき
ko: 측량기
nl: Landmeterstatief
ru: Штатив для камеры
zh_hans: 测量仪
zh_hant: 測量儀

# GoodsGoodsNameFigMegapolisHydrant
source: fire hydrant
de: Feuerhydrant
es: Boca de incendios
es_mx: Hidrante
fr: Bouche d'incendie
it: Idrante
ja: しょうかせん
ko: 소화전
nl: Brandkraan
ru: Пожарный гидрант
zh_hans: 消防栓
zh_hant: 消防栓

# GoodsGoodsNameFigMegapolisTrashBin
source: wheelie bin
de: Schuttcontainer rollbar
es: Contenedor con ruedas
es_mx: Contenedor con ruedas
fr: Poubelle à roulettes
it: Bidone con rotelle
ja: ダストカート
ko: 쓰레기 수거함
nl: Vuilnisbak
ru: Контейнер на колесиках
zh_hans: 垃圾桶
zh_hant: 垃圾推車

# GoodsGoodsNameFigMegapolisWoodPallet
source: wooden pallet
de: Holzpalette
es: Palé de madera
es_mx: Palé de madera
fr: Palette en bois
it: Bancale di legno
ja: もくせいパレット
ko: 목제 팰릿
nl: Pallet
ru: Поддон
zh_hans: 木栈板
zh_hant: 木棧板

# GoodsGoodsNameFigMiche
source: Sea Snail Man
de: Meerschneck-Man
es: Molusco Man «normal»
es_mx: Molusco Man
fr: Coquillage-man
it: Chiocciolo di mare
ja: サザエマン ノーマル
ko: 노멀 소라맨
nl: Zeeslakman (normaal)
ru: Человек-улитка
zh_hans: 蝾螺侠 一般版
zh_hant: 蠑螺俠 一般版

# GoodsGoodsNameFigMiche01
source: Sea Snail Man (Fire)
de: Meerschneck-Man Magma
es: Molusco Man «fuego»
fr: Coquillage-man (feu)
it: Chiocciolo di mare (fuoco)
ja: サザエマン ファイア
ko: 파이어 소라맨
nl: Zeeslakman (Vuur)
ru: Человек-улитка (огненный)
zh_hans: 蝾螺侠 烈焰版
zh_hant: 蠑螺俠 烈焰版

# GoodsGoodsNameFigMiche02
source: Sea Snail Man (Love)
de: Meerschneck-Man Passione
es: Molusco Man «amor»
fr: Coquillage-man (amour)
it: Chiocciolo di mare (amore)
ja: サザエマン ラヴ
ko: 러브 소라맨
nl: Zeeslakman (Liefde)
ru: Человек-улитка (розовый)
zh_hans: 蝾螺侠 爱恋版
zh_hant: 蠑螺俠 愛戀版

# GoodsGoodsNameFigMiche03
source: Sea Snail Man (Darkness)
de: Meerschneck-Man Dark
es: Molusco Man «tinieblas»
fr: Coquillage-man (ténèbres)
it: Chiocciolo di mare (oscurità)
ja: サザエマン ダークネス
ko: 다크니스 소라맨
nl: Zeeslakman (Duisternis)
ru: Человек-улитка (темный)
zh_hans: 蝾螺侠 暗黑版
zh_hant: 蠑螺俠 暗黑版

# GoodsGoodsNameFigMiche04
source: Sea Snail Man (Sky)
de: Meerschneck-Man Sky
es: Molusco Man «cielo»
fr: Coquillage-man (ciel)
it: Chiocciolo di mare (cielo)
ja: サザエマン スカイ
ko: 스카이 소라맨
nl: Zeeslakman (Lucht)
ru: Человек-улитка (бело-голубой)
zh_hans: 蝾螺侠 苍空版
zh_hant: 蠑螺俠 蒼空版

# GoodsGoodsNameFigMiche05
source: Sea Snail Man (Ghost)
de: Meerschneck-Man Ghosty
es: Molusco Man «espectro»
fr: Coquillage-man (fantôme)
it: Chiocciolo di mare (spettro)
ja: サザエマン ゴースト
ko: 고스트 소라맨
nl: Zeeslakman (Spook)
ru: Человек-улитка (призрачный)
zh_hans: 蝾螺侠 幽魂版
zh_hant: 蠑螺俠 幽魂版

# GoodsGoodsNameFigMiniGameReward01
source: Tri-Stringer card shield
de: Tri-Stringer-Kartenhülle
es: Soporte Arcromatizador triple
es_mx: Marco acrílico arcromatizador triple
fr: Pochette de cartes Trisperceur
it: Portacarte tri-calamarco
ja: カードのたて トライストリンガー
ko: 트라이 스트링거 카드 액자
nl: Triospanner-kaarthoesje
ru: Кармашки для карт «Тритиватор»
zh_hans: 卡片立架 三发猎鱼弓
zh_hant: 卡片立架 三發獵魚弓

# GoodsGoodsNameFigMiniGameReward02
source: Trizooka card shield
de: Trizooka-Kartenhülle
es: Soporte tintazuca triple
es_mx: Marco acrílico cañón triple
fr: Pochette de cartes Lance-rafales
it: Portacarte ultraturbinator
ja: カードのたて ウルトラショット
ko: 울트라 샷 카드 액자
nl: Trizooka-kaarthoesje
zh_hans: 卡片立架 终极发射
zh_hant: 卡片立架 終極發射

# GoodsGoodsNameFigMiniGameReward03
source: Smallfry card shield
de: Salmini-Kartenhülle
es: Soporte cenutrín
es_mx: Marco acrílico Escamita
fr: Pochette de cartes Salmioche
it: Portacarte Salmonello
ja: カードのたて コジャケ
ko: 꼬마연어 카드 액자
nl: Salmini-kaarthoesje
ru: Кармашки для карт «Малетчик»
zh_hans: 卡片立架 小鲑鱼
zh_hant: 卡片立架 小鮭魚

# GoodsGoodsNameFigMirrorAunSculpture00
source: heroic octopus
de: Okto-Heldenbild
es: Pulpo heroico
es_mx: Pulpo heroico
fr: Poulpe héroïque
it: Polpo eroico
ja: いさましいタコ
ko: 용맹스러운 문어
nl: Heldhaftige octopus
ru: Скульптура осьминога-героя
zh_hans: 勇猛章鱼
zh_hant: 勇猛章魚
