Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# EventFlowMsgNewsBigRunBeingHeldShort631
source: For real? Guess they got civic pride likeanyone else. Let's team up, just this once!
de: Wirklich? Die wollen es den Salmonidenbestimmt zeigen! Helfen wir ihnen!
es: ¿En serio? Bueno, al menos harán algopositivo por la ciudad, para variar...
es_mx: ¿En serio? Bueno, si es por defenderla ciudad... ¡adelante!
fr: Comme quoi ils sont pas irrécupérables !Bravo, on est avec vous pour une fois !
it: Davvero?! Allora anche loro hanno delsenso civico. Per una volta, collaboriamo!
ja: ほほーう、街のために やる気じゃな？今回ばかりは力を合わせようぞ！！
ko: 호오～ 도시를 위해 의욕을 냈나 보구나!이번만큼은 힘을 합쳐 싸우자꾸나!!
nl: Echt waar? Die zijn vast ook trots ophun buurt. Laten we ze helpen!
ru: Серьезно? Ну, если они готовы постоятьза свой город... Так и быть, разрешаю!
zh_hans: 哦～他们为了守护城镇鼓起干劲了吗？那这次就和他们合作好了！！
zh_hant: 哦——是想要出手保護城鎮嗎？這次就姑且先跟他們聯手吧！！

# EventFlowMsgNewsBigRunBeingHeldShort700
source: This is the BIG Big Run! Do whatever ittakes to send the Salmonid swarm packing!
de: Der BIG Big Run ist in vollem Gange!Drängt alle die Salmoniden zurück!
es: Conque BIG Big Run... ¡Pues vamos a darlesa los salmónidos una GRAN paliza!
es_mx: BIG Big Run... ¡Pues haremos lo que hagafalta para repeler las hordas salmónidas!
fr: L'Ultra Big Run bat son plein ! Éliminez leshordes d'envahisseurs salmonoïdes !
it: Questa è la SUPER Big Run! Fate qualsiasicosa per respingere l'orda di Salmonoidi!
ja: ビッグビッグラン発生中や！どうにかして シャケの大群を追い返さな！
ko: 빅 빅 런 발생 중이데이!어떻게든 연어 대군을 물리치는 기다!
nl: Dit is een Mega-Big Run! Doe alles wat je kuntom die Salmonieten hun biezen te laten pakken!
ru: Идет BIG Big Run! Гоните гадкихсамонидов в шею!
zh_hans: 正在发生超级大型跑！必须设法把成群的鲑鱼赶回去！
zh_hant: 大大型跑發生中！想辦法驅離成群的鮭魚吧！

# EventFlowMsgNewsBigRunBeingHeldShort710
source: Do something, we're begging you! We'll eventake Inkopolitans if we have to!
de: Jeder Dahergelaufene ist willkommen!Aus der Wüste, aus Inkopolis... überall!
es: Si hace falta, ¡estamos dispuestos a dejarque nos ayuden hasta los cromopolitanos!
es_mx: Si hace falta, ¡estamos dispuestos a dejarque nos ayuden hasta los cromopolitanos!
fr: S'il vous plaît, venez vous battre !Même les ploucs sont les bienvenus !
it: Fate qualcosa, vi prego! Accettiamoanche coloropolitani, se proprio dobbiamo!
ja: ハイカラのみんなも 今回は力を貸してくれ…このとおりじゃ！
ko: 오더폴리스의 주민들도 이번에는 힘을 빌려 다오…이렇게 부탁하마!
nl: Doe iets, alsjeblieft! We zijn zelfs blij alsInkopolis-bewoners meehelpen!
ru: Да, мы в этот раз даже инкопольцамине побрезгуем! Помогите!
zh_hans: 这次也请尚兴的各位帮帮我们……求求你们了！
zh_hant: 這次也要請來自尚興的各位助我們一臂之力……拜託你們了！

# EventFlowMsgNewsBigRunBeingHeldShort720
source: Does the Big Run turn the sky red, or dored skies incite the Salmonids?
de: Ist der Himmel wegen des Big Runs rot?Oder löst roter Himmel den Big Run aus?
es: ¿Se pone rojo el cielo porque hay Big Run?¿O a los salmónidos los atrae el cielo rojo?
es_mx: ¿Se pone rojo el cielo porque hay Big Run?¿O a los salmónidos los atrae el cielo rojo?
fr: Le ciel rougit à cause des Salmonoïdes, ouc'est le ciel rouge qui les rend dingues ?
it: È la Big Run a far diventare il cielo rossoo è il cielo rosso ad attirare i Salmonoidi?
ja: ビッグランが来るから 空が赤くなるん？それとも、空が赤くなるから ビッグランが来るん？
ko: 빅 런이 와가 하늘이 빨개지는 걸까?아니믄 하늘이 빨개지가 빅 런이 오는 걸까?
nl: Komt die rode lucht door de Big Run ofkomen Salmonieten op een rode lucht af?
ru: Небо из-за Big Run такое красное? Иликрасное небо раздражает самонидов?
zh_hans: 是大型跑的来临染红了天空，还是染红的天空引发了大型跑？
zh_hant: 是因為發生大型跑，所以天空才變紅的嗎？還是因為天空變紅了，所以才發生了大型跑呢？

# EventFlowMsgNewsBigRunBeingHeldShort730
source: If they're all coming for us, then we allgotta step up and push back!
de: Jedenfalls muss dem AnsturmEinhalt geboten werden, jawoll!
es: ¡Lo que les gusta a los salmónidos esla movida que hay en nuestras ciudades!
es_mx: Si vienen por nosotros, ¡vamos aenseñarles quién manda!
fr: S'ils se liguent contre nous, nous devonsnous liguer encore plus contre eux !
it: Se stanno arrivando in massa, alloradobbiamo difenderci e rispedirli a casa!
ja: ワシらの街を シャケどもの好きにはさせんぞ！！
ko: 우리 도시에서 연어 녀석들이멋대로 설치게 둘 수는 없느니라!!
nl: Die Salmonieten bedreigen ons, maar wijkunnen ook heel dreigend uit de hoek komen!
ru: В любом случае мы должны датьим отпор! Совсем обнаглели!
zh_hans: 绝不能让那群鲑鱼在我们的城镇上胡作非为！！
zh_hant: 絕對不能讓那些鮭魚跑來我們的城鎮肆意妄為！！

# EventFlowMsgNewsBigRunBeingHeldShort731
source: Well said. Now let's take that spirit andput it into action!
de: Wohl gesprochen. Und nun mitallem Eifer auf ins Gefecht!
es: Desde luego. ¡Y movida les vamos a dar!¡Pero más de la que vienen buscando!
es_mx: ¡Claro que sí! ¡Vamos a defender nuestroterritorio!
fr: Bien dit. Y a plus qu'à mettre ces bellesparoles en pratique et à passer à l'action !
it: Ben detto. Ora passiamo dalle paroleai fatti!
ja: 当然や！ みんな、準備はよろしおすか～？！
ko: 당연하지! 다들, 준비됐제～?!
nl: Goed gezegd! En we zullen laten zien dathet waar is!
ru: Согласна. Отличный боевой настрой,Мурия! А теперь за дело!
zh_hans: 那是当然！各位，你们准备好了吗~？！
zh_hant: 那當然！各位，你們準備好了嗎～！？

# EventFlowMsgNewsBigRunBeingHeldShort800
source: A Big Run is underway at the Grand Festivalvenue! The Salmonids are out to ruin it.
de: Ein Big Run auf den Grand-Festival-Platzist in vollem Gange! Alle müssen helfen!
es: ¡Big Run en la sede del Grand Festival!¡Los salmónidos arruinarán la fiesta!
es_mx: ¡Big Run en la sede del Grand Festival!¡Los salmónidos arruinarán la fiesta!
fr: Un Big Run est en cours du côté du GrandFestival. Les Salmonoïdes sont furax.
it: Una Big Run si sta svolgendo alla sede delGrand Festival! I Salmonoidi vogliono rovinarlo!
ja: グランドフェスティバル会場にて ビッグラン発生中！シャケがおったら フェスができひん！
ko: 그랜드 페스티벌 회장에 빅 런 발생 중!연어들이 있으믄 페스티벌도 몬 할 기다!
nl: Er is een Big Run op het terrein van hetGrand Festival! Iedereen moet helpen!
ru: Big Run на площадке для Гранд-фестиваляв самом разгаре! Самониды бушуют!
zh_hans: 大型祭典会场那边正在发生大型跑！要是有鲑鱼来捣乱，就没办法举行祭典了！
zh_hant: 大型祭典會場現在發生了大型跑！要是有鮭魚在搗亂的話，祭典就辦不成了！

# EventFlowMsgNewsBigRunBeingHeldShort810
source: You two see the orange Big Shot launchersat the venue? What's that about?
de: Was sollen eigentlich die orangefarbenenKanonya-Geschütze auf dem Festplatz?
es: ¿Habéis visto esos lanzadores naranjasdel escenario? ¿Para qué servirán?
es_mx: ¿Vieron esos propulsores naranjasdel escenario? ¿Para qué servirán?
fr: Vous avez vu les canons orange de Grosboulets sur scène ? C'est quoi, le délire ?
it: Vedete anche voi quei cannoniarancioni? Cosa sono?
ja: そういや会場で オレンジ色の発射台を見かけたが、あれは何なんじゃ？
ko: 그러고 보니 회장에 오렌지색 발사대가 있더구나그건 뭐에 쓰는 것이냐?
nl: Hebben jullie die oranje Bombariekanonnen op hetGrand Festival-terrein gezien? Wa's dat dan?
ru: Вы видели оранжевые ядрометы на арене?Никто не в курсе, откуда они взялись?
zh_hans: 说起来，我看到会场有个橘色的发射台，那是什么东西啊？
zh_hant: 話說回來，我看到會場有個橘色的發射台，那是用來做什麼的？

# EventFlowMsgNewsBigRunBeingHeldShort820
source: Ugh, even the Crater is flooded thanks tothe Salmonids.
de: Hrm, sogar der Krater steht dank derSalmoniden vollständig unter Wasser.
es: ¡Diantres! Hasta El Cráter está inundadode agua por culpa de los salmónidos...
es_mx: ¡Uff! Hasta El Cráter está inundadode agua por culpa de los salmónidos...
fr: Pff... Même le Cratère est inondé à causede ces gros dégoûtants de Salmonoïdes.
it: Uff, anche il Cratere è sommerso,grazie ai simpatici Salmonoidi.
ja: あ～も～、シャケのせいで クレーターが水びたしやわ
ko: 하… 연어들 때문에크레이터가 물바다가 돼 삣다
nl: Gets, zelfs de krater staat onder water dankzij die Salmonieten.
ru: Гр-р, эти гады умудрились дажеКратер затопить!
zh_hans: 啊～真是受不了～都怪鲑鱼，荒界都被水淹了。
zh_hant: 啊～煩耶～荒界被鮭魚弄得到處都是水了。

# EventFlowMsgNewsBigRunBeingHeldShort830
source: If it's still like this at the Splatfest, will webe playing to a packed house of Salmonids?
de: Sollen wir dann später auf dem Splatfestetwa vor Salmonidenpublikum auftreten?
es: ¿Qué haremos si esta situación continúa enel festival? ¿Actuar para los salmónidos?
es_mx: Si esto sigue así cuando llegue el festival,¿nos tocará entretener a los salmónidos?
fr: Si ça change pas d'ici le festival, on devrajouer au milieu des Salmonoïdes ?
it: Se la situazione resta così, al festivalsuoneremo davanti a una folla di Salmonoidi?
ja: このままフェス当日になったら、ワシらはシャケの大群のド真ん中で ライブをすることになるんか？
ko: 이대로 뒀다가는 페스티벌 당일에연어 대군들 한가운데서 라이브 공연을 하게 생겼구나!
nl: Straks treden we tijdens het Splatfest opvoor een stampvolle zaal Salmonieten...
ru: Что же это, на Сплатфесте придетсядавать концерт для самонидов?!
zh_hans: 如果放任不管，真到了举行祭典的当天，我们岂不是得在成群鲑鱼的包围下开演唱会？
zh_hant: 如果這個狀況持續到祭典當天的話，那我們不就得在一大群鮭魚中間開演唱會了嗎？

# EventFlowMsgNewsBigRunBeingHeldShort831
source: I do like the idea of a sold-out show. Wait,they're Salmonids! They're not even paying!
de: Immerhin genug verkaufte Ticke--Halt, Salmoniden bezahlen ja nicht mal!
es: Lo que haga falta. Pero... ¿tendrán lossalmónidos dinero para pagar las entradas?
es_mx: Lo que haga falta. Pero... ¿de dóndesacarán para pagar las entradas?
fr: Un concert à guichets fermés, je veux bi...Eh mais non, ces saletés paient même pas !
it: Beh, il tutto esaurito mi piace. Un attimo,sono Salmonoidi! Non pagano il biglietto!
ja: ほな満席やねぇ～…って、そんなんうれしゅうないわ！
ko: 하이고～ 자리는 꽉 차겠구마…그런다꼬 내는 하나도 안 기쁘데이!
ru: Аншлаг — это всегда приятно... Так, стоп!Самониды же не платят за билеты!
zh_hans: 哇，那可就座无虚席了～但这样子怎么高兴得起来啊！
zh_hant: 那就座無虛席了呢……才怪，那樣根本高興不起來！

# EventFlowMsgNewsBigRunEnd001
source: Ooo! Gimme, gimme, gimme!
de: Oooh! Lass schon hören!
es: ¿Eh? ¡Cuenta, cuenta, cuenta!
es_mx: ¿Eh? ¡Cuenta, cuenta, cuenta!
fr: Youhou ! Vas-y, envoie !
it: Che c'è, che c'è?
ja: なんじゃなんじゃ？
ko: 무엇이냐?
nl: Ooo! Kom maar op!
ru: Ого!!! Тащи их сюда, эти твои новости!
zh_hans: 是什么、是什么？
zh_hant: 是什麼？

# EventFlowMsgNewsBigRunEnd003
source: Are you serious, Big Man?
de: Wirklich?
es: ¿Lo dices en serio, Rayan?
es_mx: ¿Lo dices en serio, Rayan?
fr: C'est vrai ?
it: Dici sul serio, Mantaleo?
ja: ほんまに？！
ko: 참말이가?!
nl: Meen je dat nou?
ru: Что, правда, Биг Ман?!
zh_hans: 真的吗？！
zh_hant: 真的嗎！？

# EventFlowMsgNewsBigRunEnd004
source: Not that I had any doubt. Another win forus in the books. Well done, team!
de: Nicht, dass ich je gezweifelt hätte. Ein Riesensieg für uns. Gut gemacht, Team!
es: ¡Pues una nueva victoria que nosapuntamos! ¡Bien hecho, gente!
es_mx: Bueno, era de esperarse. Un nuevo triunfoque nos llevamos. ¡Bien hecho!
fr: Ça m'étonne pas. Une victoire de plusà notre actif. Bravo, les amis !
it: Non che avessi dubbi. Un'altra vittoriache passa agli annali. Ben fatto a noi!
ja: ウチらの完全勝利やね！！
ko: 우리의 완승이구마!!
nl: Nou ja, niet dat ik twijfelde. Weer eenglorieuze overwinning voor ons. Knap werk!
ru: Ну, я в наших ребятах нисколько несомневалась. Молодцы, команда!
zh_hans: 看来我们大获全胜了呢！！
zh_hant: 看來是我們大獲全勝呢！！

# EventFlowMsgNewsBigRunEnd005
source: Haha! Yeah, we rule!
de: Haha! Ja, wir sind der Oberhammer!
es: ¡Ja, ja! Nadie puede con nosotros.
es_mx: ¡Ja, ja! Es que somos lo máximo.
fr: Ha ha ! Ouais, on est les meilleurs !
it: Ah ah! Sì, siamo i migliori!
ja: どんなもんじゃーい！！
ko: 우리의 실력이 어떠냐～!!
nl: Ha! Ja! Wat zijn wij goed, hè?
ru: Ха! Мы рулим!
zh_hans: 知道厉害了吧——！！
zh_hant: 知道厲害了吧！！

# EventFlowMsgNewsBigRunEnd006
source: So where's the thank-you gift? Are theymailing it directly, or...
de: Also, wo ist dann jetzt mein Geschenk?Kommt das mit der Post oder...
es: ¿Y nuestras recompensas? ¿Nos lasmandarán por correo certificado?
es_mx: ¿Y nuestras recompensas? ¿Nos lleganpor correo? ¿O cómo es la cosa?
fr: Et donc, ce cadeau de remerciement ?Ils l'envoient par la poste, ou... ?
it: Quindi dov'è il famoso regalo?Ce lo mandano per posta, o...
ja: で？ で？お礼とやらは 何がもらえるんじゃ？！
ko: 그래서, 그래서?사례로는 뭘 준다더냐?!
nl: Dus eh... Waar blijft mijn beloning?Komt dat met de post, of wat?
ru: Ну и где наш подарок в благодарностьза труд? Почтой получим, что ли?
zh_hans: 然后呢、然后呢？我们能获得什么礼品啊？！
zh_hant: 所以呢？我們可以拿到什麼禮物！？

# EventFlowMsgNewsBigRunEnd101
source: Are you serious, Big Man?
de: Wirklich?
es: ¿Lo dices en serio, Rayan?
es_mx: ¿Lo dices en serio, Rayan?
fr: C'est vrai ?
it: Dici sul serio, Mantaleo?
ja: ほんまに？！
ko: 참말이가?!
nl: Meen je dat nou?
ru: Что, правда, Биг Ман?!
zh_hans: 真的吗？！
zh_hant: 真的嗎！？

# EventFlowMsgNewsBigRunEnd102
source: Not that I had any doubt. Another win forus in the books. Well done, team!
de: Nicht, dass ich je gezweifelt hätte. Ein Riesensieg für uns. Gut gemacht, Team!
es: ¡Pues una nueva victoria que nosapuntamos! ¡Bien hecho, gente!
es_mx: Bueno, era de esperarse. Un nuevo triunfoque nos llevamos. ¡Bien hecho!
fr: Ça m'étonne pas. Une victoire de plusà notre actif. Bravo, les amis !
it: Non che avessi dubbi. Un'altra vittoriache passa agli annali. Ben fatto a noi!
ja: ウチらの完全勝利やね！！
ko: 우리의 완승이구마!!
nl: Nou ja, niet dat ik twijfelde. Weer eenglorieuze overwinning voor ons. Knap werk!
ru: Ну, я в наших ребятах нисколько несомневалась. Молодцы, команда!
zh_hans: 看来我们大获全胜了呢！！
zh_hant: 看來是我們大獲全勝呢！！

# EventFlowMsgNewsBigRunEnd103
source: Haha! Yeah, we rule!
de: Haha! Ja, wir sind der Oberhammer!
es: ¡Ja, ja! Nadie puede con nosotros.
es_mx: ¡Ja, ja! Es que somos lo máximo.
fr: Ha ha ! Ouais, on est les meilleurs !
it: Ah ah! Sì, siamo i migliori!
ja: どんなもんじゃーい！！
ko: 우리의 실력이 어떠냐～!!
nl: Ha! Ja! Wat zijn wij goed, hè?
ru: Ха! Мы рулим!
zh_hans: 知道厉害了吧——！！
zh_hant: 知道厲害了吧！！

# EventFlowMsgNewsBigRunEnd104
source: How'd we do on that Golden Egg quota?
de: Wie sieht's aus, haben wirdie Superquote denn erfüllt?
es: ¿Y cuántos alevines dorados hemos reunidoen total? ¿Hemos alcanzado el cupo?
es_mx: ¿Y cuántos huevecillos dorados reunimosen total? ¿Alcanzamos el cupo?
fr: Et on en est où pour cette histoirede quota d'œufs dorés ?
it: Com'è andata con la quota di uova d'oro?
ja: して、ノルマは達成できたんか？全部でどんだけの金イクラが集まったんじゃ？！
ko: 그래서 할당량은 달성했느냐?다 합쳐서 황금 연어알을 얼마나 모았지?!
nl: Hoeveel gouden visseneieren zijn erverzameld?
ru: А что там с планом по золотым икринкам?
zh_hans: 那么目标配额有没有达成啊？大家到底一共收集了多少金鲑鱼卵？！
zh_hant: 結果有順利達成目標配額嗎？大家總共收集到了多少顆金鮭魚卵呢！？

# EventFlowMsgNewsBigRunEnd2014
source: Wowww...they're so generous!
de: Wertgleich? Boah!Klingt ja voll Luxus!
es: ¡Pero qué generosidad!
es_mx: ¡Tanta generosidad!
fr: Sérieux ? C'est généreux de leur part !
it: Beh, quanta generosità!
ja: よっ、太っ腹ー！
ko: 하핫, 배포가 크구나～!
nl: Wauw, wat aardig van ze!
ru: Ух ты! Как же они расщедрились!
zh_hans: 哇，真爽快～！
zh_hant: 哇，真慷慨～！

# EventFlowMsgNewsBigRunEnd2016
source: Don't sweat the results too much—everyonewho helped gets SOMETHING, at least.
de: Aber eigentlich kriegt ja JEDER was Tolles,der bei der Sache mitgeholfen hat!
es: Tampoco hay que darle muchas vueltas;¡aquí todo el mundo se lleva algo!
es_mx: Tampoco hay que darle muchas vueltas;¡aquí todo el mundo se lleva algo!
fr: Mais vous faites pas de bile, tous lesparticipants repartent avec quelque chose.
it: Non preoccupatevi troppo per il punteggio.Tutti i partecipanti ottengono qualcosa.
ja: このスコアに届かなくとも お礼は全員もらえるから安心するがよい！
ko: 이 스코어를 넘지 못해도사례는 모두 받을 수 있으니 안심하거라!
nl: Geen zorgen als je score niet hoog is.Iedereen die geholpen heeft, krijgt iets!
ru: Не переживайте вы так из-за результатов.За ЛЮБУЮ помощь полагается награда!
zh_hans: 即使没有达到这个分数，礼品也是人人有份，放心吧！
zh_hant: 即使沒有達到這個分數，所有人都一樣會拿到禮物，放心吧！

# EventFlowMsgNewsBigRunEnd2201
source: Shoppers everywhere, rejoice! Thanks forsaving the mall from the Salmonids, y'all.
de: Die Shopper danken euch! Endlich wiedersalmonidenfreie Schnäppchenjagd!
es: ¡Menuda alegría le habremos dado a la peñaque adora las compras!
es_mx: ¡Qué alegría para todos los que disfrutande las compras!
fr: Les clients vont faire la fête !Merci d'avoir écarté la vermine salmonoïde !
it: Amanti dello shopping, gioite! Grazie a tuttiper aver salvato il centro commerciale!
ja: 礼を言うぞ、オマエさんら！おかげで今回も バンカラの平和は守られたのじゃ！
ko: 다들 고맙구나!덕분에 이번에도 카오폴리스의 평화가 지켜졌느니라!
nl: Dus klanten kunnen weer neuzen in de schappenzonder dat er Salmonieten naar ze happen!
ru: От лица всех фанатов шопинга... Спасибоза спасение ТЦ от самонидов!
zh_hans: 谢谢你们！托你们的福，这次也守住了蛮颓的和平！
zh_hant: 感謝你們！托你們的福，這次也維護了蠻頹的和平！

# EventFlowMsgNewsBigRunEnd2202
source: You saved the city's best shopping center,and you looked good doing it. Kudos.
de: Splatsville ist gerettet, und selten wareine Rettungsaktion so stylish. Kompliment!
es: Habéis salvado el mejor centro comercialde la ciudad. ¡Bravo y mil veces bravo!
es_mx: Rescataron el mejor centro comercialde la ciudad. ¡Muy bien hecho!
fr: Vous avez sauvé le meilleur centrecommercial de la ville avec panache !
it: Avete salvato il miglior centro commercialedella città, e con gran stile! Mitilico!
ja: ショッピングモールで真剣にバトる みんなの姿、映画の主人公みたいで イカしとったで～！
ko: 쇼핑몰에서 진지하게 싸우는 모습이꼭 영화 속 주인공처럼 어메이징했데이～!
nl: Het beste winkelcentrum van de stad isin stijl gered! Knap werk, allemaal!
ru: Вы спасли лучший ТЦ города и при этомвыглядели неимоверно круто! Хвалю.
zh_hans: 各位在购物中心认真作战的身姿像极了电影中的主人公，实在是太鱿型了～！
zh_hant: 各位在購物中心認真作戰的英姿，簡直就像電影裡的主人公，實在是太魷型了～！

# EventFlowMsgNewsBigRunEnd2203
source: Well? What are we waiting for? Let's gocelebrate at Barnacle & Dime! FOOD COURT!
de: Dann los, beehren wir den Laden!Besonders die Gastronomie, mjam!
es: ¡Ya tardamos en ir a celebrarlo a la zona derestaurantes de Centro Comercial Fletán!
es_mx: ¡Vámonos ya mismo a celebrarlo comiendoalgo rico en el Unicentro Carite!
fr: Du coup, on attend quoi ? Faut fêter çaaux halles ! Razzia sur les restos !
it: Beh, che aspettiamo? Andiamo afesteggiare all'Empolporio! Pancia mia...!
ja: あー終わった終わった！ タラポートのレストランで打ち上げでもするかのう！
ko: 아～ 이제 다 끝났으니대구 포트 레스토랑에서 뒷풀이라도 하지 않겠느냐?
nl: Waar wachten we nu nog op? Laten we ditvieren door daar naar de eethoek te gaan!
ru: Чего ждем? Это же надо отметитьв УсоногТорге! Фуд-корт, мы к тебе!
zh_hans: 啊～结束了、结束了！要不要去塔拉波特的餐厅庆祝一下呢！
zh_hant: 呼～終於結束了！要不要去塔拉波特的餐廳慶祝一番！

# EventFlowMsgNewsBigRunEnd2205
source: Feeling like a big spender, Big Man?I suppose it's OK to splurge every so often.
de: Der ist nicht gerade günstig, Mantaro.Sitzt das Kleingeld gerade locker?
es: ¿Te sientes hoy «aletirroto» o qué,Rayan? Bueno, una vez al año...
es_mx: Parece que Rayan se siente generoso hoy...Bueno, ¡de vez en cuando no hace daño!
fr: Tu te sens l'âme généreuse, Raimi ? Detemps en temps, on peut se le permettre.
it: Sei in vena di grandi spese, Mantaleo?In fondo si può fare, nelle grandi occasioni!
ja: ん～安くはない店やねんけど…まぁ たまにはええか！
ko: 음～ 가격은 쪼매 나가지만…가끔은 이런 것도 괜찮겠제!
nl: Heb je zin om flink uit te geven, Ray?Dat moet op zich kunnen op z'n tijd.
ru: Какой же ты транжира, Биг Ман! Ну,наверное, можно себя иногда побаловать.
zh_hans: 嗯～虽然那家店不便宜……不过偶尔去一次也无妨！
zh_hant: 嗯～雖然那家店不便宜……不過偶爾去一次還行啦！

# EventFlowMsgNewsBigRunEnd2207
source: Yeah, don't even worry about it, Big Man.Our fearless leader is treating anyway!
de: Ist aber auch egal, denn die große Chefingibt uns das Essen sicher aus... Oder?
es: Tú tranqui, Rayan, ¡que hoy paga nuestraquerida líder!
es_mx: No te preocupes, Rayan, ¡que hoy paganuestra querida líder!
fr: Te fais pas de bile, Raimi. C'est notrecheffe bien-aimée qui régale !
it: Non ti preoccupare Mantaleo, tantooggi offre la nostra leader!
ja: んじゃ、リーダーのオゴリでたのむぞ？
ko: 그럼 리더가 쏘는 것이냐?
nl: Geen zorgen, Ray. Onze vrijgevige leider zalgraag voor ons betalen.
ru: Не переживай, Биг Ман.За нас заплатят.
zh_hans: 那么，就拜托领袖请客吧？
zh_hant: 那麼就請領袖請客吧？

# EventFlowMsgNewsBigRunEnd2208
source: But... But... Oh, I suppose I deserve this.
de: Ch-Chefin?Oje, daran muss ich mich wohl gewöhnen...
es: P-pero... Eso me pasa por hablar...
es_mx: P-pero... Eso me pasa por hablar...
fr: M-Mais je croyais que... OK, je peux bienfaire un effort.
it: C-Cosa?! Beh, me la sono meritata...
ja: なんでやねん？！
ko: 어허, 그건 아니제!
nl: Wacht... Ik... Vooruit dan maar... Ik heb ditergens wel verdiend.
ru: Что... Но... Ну ладно, я сама виновата.
zh_hans: 不是吧？！
zh_hant: 你說什麼！？

# EventFlowMsgNewsBigRunEnd2211
source: Way to take to the streets, Splatlandians!That's how it's done!
de: Gut gemacht, Splatsville! Damit sind dieStraßen wieder sauber – auch relativ.
es: ¡Bien hecho! ¡Que nadie se meta conla gente de Tintelia!
es_mx: ¡Eso es! ¡Que nadie se meta conel pueblo tinteliano!
fr: Bravo ! Vous leur avez montré de quel boisse chauffent les Claboussiens !
it: Così si difende la propria città,splattoniani! Complimenti!
ja: オマエさんら、本当によくやってくれたな！やっぱりバンカラもんは最強なのじゃ！！
ko: 다들 수고 많았구나!역시 카오폴리스의 주민은 최강이니라!!
nl: De straten van Splatsville zijn weer schoon!Tenminste, zo schoon als ze altijd zijn.
ru: Плюхтонцы, вы зажигали! Респект!
zh_hans: 各位，谢谢你们的努力！蛮颓之众果然是最强的！！
zh_hant: 各位，你們真的做得很好！蠻頹之民果然是最強的！！

# EventFlowMsgNewsBigRunEnd2212
source: Yes, thank you, everyone. The residents ofEeltail Alley are breathing easier, I'm sure.
de: Ja, vielen Dank an alle. Die Bewohner derStreifenaal-Straße können aufatmen.
es: Callejones Crustáceo recupera su estadohabitual. ¡Gracias a todo el mundo!
es_mx: Callejones Crustáceo vuelve a ser un lugar precios... bueno, como era antes.
fr: Oui, merci. Les habitants de la banlieueBalibot peuvent enfin souffler un peu.
it: Sì, grazie a tutti. Sicuramente gli abitantidel Sobborgo Siluriano sono sollevati.
ja: ゴンズイ地区のヒトらも これで安心しはるやろみんな おおきにありがとうね！
ko: 메기 지구 사람들도 이제 한시름 놓겠구마다들 참말로 고맙데이!
nl: Bedankt voor de hulp, allemaal! Het Forel-viaduct kan weer gewoon worden gebruikt.
ru: Спасибо, ребята! Жители Угрево-Скатовонаконец смогут выдохнуть.
zh_hans: 这下鳗鲶区的居民们也能放心了吧，各位，真的非常感谢！
zh_hant: 這下子鰻鯰區的居民們應該也能放心了吧。真的是非常感謝各位！

# EventFlowMsgNewsBigRunEnd2213
source: We showed those Salmonids that when weroll up our sleeves, we can do ANYTHING!
de: Jetzt wissen die Salmoniden, dass wir allesschaffen, wenn wir zusammen anpacken!
es: ¡Si se trata de limpiar basura salmónida,haremos siempre lo que haga falta!
es_mx: ¡Si se trata de limpiar basura salmónida,siempre haremos lo que haga falta!
fr: Comme quoi, quand on se retrousse lesmanches, RIEN n'est impossible !
it: Quei Salmonoidi avranno capito che quandoci rimbocchiamo le maniche non c'è partita!
ja: ニヒヒ！ 圧倒的な強さを見せつけてやったぞ！これでシャケも いいかげんコリたじゃろ！
ko: 니히히! 압도적인 힘을 보여 주었으니이제 연어 녀석들도 포기했을 게다!
nl: We hebben die Salmonieten geleerd dat geenuitdaging te groot is als wij samenwerken!
ru: Ух, как мы поколотили этих гадов! КогдаПлюхтон объединяется, мы СИЛИЩА!
zh_hans: 嘻嘻嘻！我们给鲑鱼展现出了压倒性的强大实力！这下它们也该长记性了吧！
zh_hant: 嘻嘻嘻！我們讓鮭魚見識到壓倒性的強大實力了！如此一來，鮭魚也差不多該學乖了吧！

# EventFlowMsgNewsBigRunEnd2215
source: Speaking of rolling up our sleeves, there'sa mess in Eeltail Alley that needs cleaning.
de: Apropos „anpacken“... in der Streifenaal-Straße gibt's ordentlich was aufzuräumen.
es: Ahora toca quitar toda la mugre que handejado en esos callejones...
es_mx: Ahora toca quitar toda la mugre quedejaron en esos callejones...
fr: À propos de manches retroussées, on a duménage à faire dans la banlieue Balibot...
it: A proposito di rimboccarsi le maniche,c'è da ripulire il Sobborgo Siluriano.
ja: ほな、あとはゴンズイ地区に残ったヨゴレをキレイサッパリ そうじしたら終わりやね
ko: 그라믄 인자 메기 지구에 남은 오염물들을깨끗하게 청소만 하믄 되겠구마
nl: Over samenwerken gesproken... Er valt nogeen hoop op te ruimen rond het Forelviaduct.
ru: Твоя СИЛИЩА нам скоро пригодится, Мурия.В Угрево-Скатово работы невпроворот.
zh_hans: 好了，接下来把留在鳗鲶区的污渍全都打扫干净就结束了。
zh_hant: 好，接下來只要把鰻鯰區裡殘留的髒污通通清理乾淨就能告一段落了。

# EventFlowMsgNewsBigRunEnd2216
source: Uhhh, when I said we could do ANYTHING,maybe I was being hasty...
de: Puh... Vielleicht war ich mit demAnpacken etwas voreilig...
es: Esto... Cuando hablaba antes de limpiarno me refería a este tipo de limpieza...
es_mx: Este... Hablando claro, cuando dije lo delimpiar, no me refería a eso.
fr: Euh... Je me suis peut-être un peu avancéequand j'ai dit que RIEN n'était impossible...
it: Uff, quando ho detto che non c'è partita,non intendevo con la nettezza urbana...
ja: うーむその… 最強に完ペキなこのワシにも得手不得手というもんが あってじゃな？
ko: 으음, 그… 완벽하고 최강인 나도자신 없는 분야가 있어서 말이다…
nl: Uh... Hmm... Misschien zijn sommigeuitdagingen toch te groot...
ru: Эй, ты чего?! Я не это имела в виду!Фу, не хочу разгребать мусор!!!
zh_hans: 唔，那个……就算是最强最完美的我，也有擅长和不擅长的事情哦？
zh_hant: 唔……那個……即使是最強最完美的我，還是會有擅長跟不擅長的事情啦。
