Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameFigArcadegame
source: arcade game
de: Automatenspiel
es: Máquina recreativa
es_mx: Maquinita de juegos
fr: Borne d'arcade
it: Cabinato
ja: アーケードゲーム
ko: 아케이드 게임
nl: Speelautomaat
ru: Аркадный автомат
zh_hans: 大型电玩
zh_hant: 大型電玩

# GoodsGoodsNameFigAreaReward
source: Splat Zones trophy
de: Herrschaft-Trophäe
es: Trofeo pintazonas
es_mx: Trofeo pintazonas
fr: Trophée Défense de zone
it: Trofeo Zona splat
ja: ガチエリアのトロフィー
ko: 랭크 에어리어 트로피
nl: Spetterzonetrofee
ru: Трофей из «Боя за зоны»
zh_hans: 真格区域奖杯
zh_hant: 真格區域獎盃

# GoodsGoodsNameFigAttacheCase
source: briefcase
de: Aktenkoffer
es: Maletín
es_mx: Maletín
fr: Malette
it: Valigetta
ja: アタッシェケース
ko: 서류 가방
nl: Aktetas
ru: Портфель
zh_hans: 公文包
zh_hant: 公事包

# GoodsGoodsNameFigBackpack00
source: navy backpack
de: Dunkelblauer Rucksack
es: Mochila azul marino
es_mx: Mochila azul marino
fr: Sac à dos bleu marine
it: Zaino blu scuro
ja: リュックサック ネイビー
ko: 네이비 백팩
nl: Donkerblauwe rugzak
ru: Темно-синий рюкзак
zh_hans: 后背包 海军蓝
zh_hant: 後背包 海軍藍

# GoodsGoodsNameFigBackpack01
source: black backpack
de: Schwarzer Rucksack
es: Mochila negra
es_mx: Mochila negra
fr: Sac à dos noir
it: Zaino nero
ja: リュックサック ブラック
ko: 블랙 백팩
nl: Zwarte rugzak
ru: Черный рюкзак
zh_hans: 后背包 黑色
zh_hant: 後背包 黑色

# GoodsGoodsNameFigBackpack02
source: marble backpack
de: Marmorierter Rucksack
es: Mochila mármol
es_mx: Mochila mármol
fr: Sac à dos marbré
it: Zaino marmorizzato
ja: リュックサック マーブル
ko: 마블 백팩
nl: Klodderige rugzak
ru: Мраморный рюкзак
zh_hans: 后背包 大理石
zh_hant: 後背包 大理石

# GoodsGoodsNameFigBackpack03
source: two-tone backpack
de: Zweifarb-Rucksack
es: Mochila bicolor
es_mx: Mochila bicolor
fr: Sac à dos bicolore
it: Zaino bicolore
ja: リュックサック バイカラー
ko: 투톤 백팩
nl: Tweekleurige rugzak
ru: Двухцветный рюкзак
zh_hans: 后背包 双色
zh_hant: 後背包 雙色

# GoodsGoodsNameFigBackpack04
source: pink backpack
de: Rosa Rucksack
es: Mochila rosa
es_mx: Mochila rosa
fr: Sac à dos rose
it: Zaino rosa
ja: リュックサック ピンク
ko: 핑크 백팩
nl: Roze rugzak
ru: Розовый рюкзак
zh_hans: 后背包 粉红色
zh_hant: 後背包 粉紅色

# GoodsGoodsNameFigBackpack05
source: cacao backpack
de: Kakao-Rucksack
es: Mochila tierra
es_mx: Mochila tierra
fr: Sac à dos chocolat
it: Zaino color cacao
ja: リュックサック ビター
ko: 카카오 백팩
nl: Chocoladebruine rugzak
ru: Шоколадный рюкзак
zh_hans: 后背包 苦甜巧克力色
zh_hant: 後背包 苦甜巧克力色

# GoodsGoodsNameFigBankaraMikoshi00
source: Splatfest Float head
de: Splatfest-Schrein-Kopfstück
es: Cabeza de carroza festiva
es_mx: Cabeza de plataforma festiva
fr: Tête char de festival
it: Testa del palanchino festivo
ja: オミコシ あたま
ko: 가마 머리
nl: Splatfest-paradebeeld (hoofd)
ru: Cплатфест-сцена: голова
zh_hans: 神轿 头部
zh_hant: 神轎 頭部

# GoodsGoodsNameFigBankaraMikoshi01
source: Splatfest Float torso
de: Splatfest-Schrein-Mittelstück
es: Cuerpo de carroza festiva
es_mx: Cuerpo de plataforma festiva
fr: Torse char de festival
it: Torso del palanchino festivo
ja: オミコシ はら
ko: 가마 몸통
nl: Splatfest-paradebeeld (romp)
ru: Cплатфест-сцена: туловище
zh_hans: 神轿 主体
zh_hant: 神轎 主體

# GoodsGoodsNameFigBankaraMikoshi02
source: Splatfest Float tail
de: Splatfest-Schrein-Endstück
es: Cola de carroza festiva
es_mx: Cola de plataforma festiva
fr: Queue char de festival
it: Coda del palanchino festivo
ja: オミコシ しっぽ
ko: 가마 꼬리
nl: Splatfest-paradebeeld (staart)
ru: Cплатфест-сцена: хвост
zh_hans: 神轿 尾部
zh_hant: 神轎 尾部

# GoodsGoodsNameFigBasketBall00
source: brown basketball
de: Brauner Basketball
es: Balón de baloncesto marrón
es_mx: Balón de baloncesto marrón
fr: Ballon de basket marron
it: Pallone da basket marrone
ja: バスケットボール ブラウン
ko: 갈색 농구공
nl: Bruine basketbal
ru: Коричневый баскетбольный мяч
zh_hans: 篮球 棕色
zh_hant: 籃球 棕色

# GoodsGoodsNameFigBasketBall01
source: orange basketball
de: Oranger Basketball
es: Balón de baloncesto naranja
es_mx: Balón de baloncesto naranja
fr: Ballon de basket orange
it: Pallone da basket arancione
ja: バスケットボール オレンジ
ko: 주황 농구공
nl: Oranje basketbal
ru: Оранжевый баскетбольный мяч
zh_hans: 篮球 橘色
zh_hant: 籃球 橘色

# GoodsGoodsNameFigBasketBall02
source: gold basketball
es: Balón de baloncesto dorado
es_mx: Balón de baloncesto dorado
fr: Ballon de basket en or
it: Pallone da basket d'oro
ja: バスケットボール ゴールド
ko: 황금 농구공
nl: Gouden basketbal
ru: Золотой баскетбольный мяч
zh_hans: 篮球 金色
zh_hant: 籃球 金色

# GoodsGoodsNameFigBasketBall03
source: Urchiners basketball
de: SeeEagles-Basketball
es: Balón de baloncesto erizo
es_mx: Balón de baloncesto erizo
fr: Ballon de basket AS Oursins
it: Pallone da basket Riccidimars
ja: バスケットボール ウニアーズ
ko: 우니어즈 농구공
nl: Urchiners-basketbal
ru: Баскетбольный мяч «Ежики»
zh_hans: 篮球 海胆泳士队
zh_hant: 籃球 海膽泳士隊

# GoodsGoodsNameFigBasketBall04
source: Lob-Stars basketball
es: Balón de baloncesto langosta
es_mx: Balón de baloncesto langosta
fr: Ballon de basket LobStars
it: Pallone da basket Aragostars
ja: バスケットボール ロブスターズ
ko: 랍스터즈 농구공
nl: LobStars-basketbal
ru: Баскетбольный мяч «Клешня»
zh_hans: 篮球 威猛龙虾队
zh_hant: 籃球 威猛龍蝦隊

# GoodsGoodsNameFigBasketBall05
source: pink basketball
de: Rosa Basketball
es: Balón de baloncesto rosa
es_mx: Balón de baloncesto rosa
fr: Ballon de basket rose
it: Pallone da basket rosa
ja: バスケットボール ピンク
ko: 분홍 농구공
nl: Roze basketbal
ru: Розовый баскетбольный мяч
zh_hans: 篮球 粉红色
zh_hant: 籃球 粉紅色

# GoodsGoodsNameFigBatchLetters
source: bundle of simple letters
de: Briefbündel einfach
es: Fajo de cartas ordinarias
es_mx: Montón de cartas ordinarias
fr: Pile de lettres simples
it: Fascio di lettere semplici
ja: てがみのたば シンプル
ko: 심플 편지 꾸러미
nl: Stapeltje eenvoudige brieven
ru: Стопка обычных писем
zh_hans: 一整捆书信 简约
zh_hant: 一整捆書信 簡約

# GoodsGoodsNameFigBatchLetters01
source: bundle of air-mail letters
de: Briefbündel Luftpost
es: Fajo de cartas por avión
es_mx: Montón de cartas por avión
fr: Pile de lettres lointaines
it: Fascio di lettere da posta aerea
ja: てがみのたば エアメール
ko: 항공 우편 편지 꾸러미
nl: Stapeltje luchtpost
ru: Стопка авиаписем
zh_hans: 一整捆书信 航空邮件
zh_hant: 一整捆書信 航空郵件

# GoodsGoodsNameFigBatchLetters02
source: bundle of antique letters
de: Briefbündel Vintage
es: Fajo de cartas antiguas
es_mx: Montón de cartas antiguas
fr: Pile de lettres anciennes
it: Fascio di lettere antiche
ja: てがみのたば アンティーク
ko: 앤티크 편지 꾸러미
nl: Stapeltje oude brieven
ru: Стопка антикварных писем
zh_hans: 一整捆书信 古董
zh_hant: 一整捆書信 古董

# GoodsGoodsNameFigBatchLetters03
source: bundle of love letters
de: Briefbündel Herzklopfen
es: Fajo de cartas de amor
es_mx: Montón de cartas de amor
fr: Pile de lettres d'amour
it: Fascio di lettere d'amore
ja: てがみのたば ラブレター
ko: 러브레터 편지 꾸러미
nl: Stapeltje liefdesbrieven
ru: Стопка романтических писем
zh_hans: 一整捆书信 情书
zh_hant: 一整捆書信 情書

# GoodsGoodsNameFigBigLantern
source: fish paper lantern
de: Papierlaterne „Koi“
es: Farolillo de papel «pez»
fr: Lampion poisson
it: Lanterna (pesce)
ja: 提灯 ～魚～
ko: 물고기 랜턴
nl: Vissenlampion
ru: Бумажный фонарик (рыбка)
zh_hans: 提灯 ～鱼～
zh_hant: 燈籠 ～魚～

# GoodsGoodsNameFigBigLanternSakura
source: sakura paper lantern
de: Papierlaterne „Sakura“
es: Farolillo de papel «cerezo»
fr: Lampion cerisier en fleurs
it: Lanterna (fiori di ciliegio)
ja: 提灯 ～桜～
ko: 벚꽃 랜턴
nl: Kersenbloesemlampion
ru: Бумажный фонарик (сакура)
zh_hans: 提灯 ～樱～
zh_hant: 燈籠 ～櫻～

# GoodsGoodsNameFigBoilingTube00
source: vivid test tubes
de: Reagenzgläser „Neon“
es: Probeta vistosa
es_mx: Tubo de ensayo vistoso
fr: Éprouvettes colorées
it: Provette vistose
ja: しけんかん ビビッド
ko: 비비드 시험관
nl: Neonkleurige reageerbuizen
ru: Пробирки «Неон»
zh_hans: 试管 鲜艳
zh_hant: 試管 鮮豔

# GoodsGoodsNameFigBoilingTube01
source: poppy test tubes
de: Reagenzgläser „Pop“
es: Probeta pop
es_mx: Tubo de ensayo pop
fr: Éprouvettes pop
it: Provette pop
ja: しけんかん ポップ
ko: 팝 시험관
nl: Trendy reageerbuizen
ru: Пробирки «Тренд»
zh_hans: 试管 潮流
zh_hant: 試管 潮流

# GoodsGoodsNameFigBoilingTube02
source: aqua test tubes
de: Reagenzgläser „Aqua“
es: Probeta acuática
es_mx: Tubo de ensayo acuático
fr: Éprouvettes marines
it: Provette acquatiche
ja: しけんかん アクア
ko: 아쿠아 시험관
nl: Blauwe reageerbuizen
ru: Пробирки «H2O»
zh_hans: 试管 水蓝
zh_hant: 試管 水藍

# GoodsGoodsNameFigBoilingTube03
source: marbled test tubes
de: Reagenzgläser „Regenbogen“
es: Probeta marmórea
es_mx: Tubo de ensayo marmoleado
fr: Éprouvettes marbrées
it: Provette marmorizzate
ja: しけんかん マーブル
ko: 마블 시험관
nl: Regenboogreageerbuizen
ru: Пробирки «Мрамор»
zh_hans: 试管 大理石
zh_hant: 試管 大理石

# GoodsGoodsNameFigBoilingTube04
source: verdant test tubes
de: Reagenzgläser „Wald“
es: Probeta selvática
es_mx: Tubo de ensayo selvático
fr: Éprouvettes verdoyantes
it: Provette verdeggianti
ja: しけんかん ネイチャー
ko: 네이처 시험관
nl: Groene reageerbuizen
ru: Пробирки «Зелень»
zh_hans: 试管 大自然
zh_hant: 試管 大自然

# GoodsGoodsNameFigBoilingTube05
source: gradient test tubes
de: Reagenzgläser „Purpur“
es: Probeta degradado
es_mx: Tubo de ensayo degradado
fr: Éprouvettes violettes
it: Provette sfumate
ja: しけんかん グラデ
ko: 그러데이션 시험관
nl: Paarse reageerbuizen
ru: Пробирки «Градиент»
zh_hans: 试管 渐层
zh_hant: 試管 漸層

# GoodsGoodsNameFigBoilingTube06
source: monochromatic test tubes
de: Reagenzgläser „Monochrom“
es: Probeta monocroma
es_mx: Tubo de ensayo monocromo
fr: Éprouvettes noir et blanc
it: Provette monocromatiche
ja: しけんかん モノクロ
ko: 모노크롬 시험관
nl: Zwart-witte reageerbuizen
ru: Пробирки «Монохром»
zh_hans: 试管 黑白
zh_hant: 試管 黑白

# GoodsGoodsNameFigBook00
source: popular novel
de: Bestseller-Roman
es: Novela superventas
es_mx: Novela popular
fr: Roman populaire
it: Bestseller
ja: ベストセラー小説
ko: 베스트셀러 소설
nl: Bestseller
ru: Популярный роман
zh_hans: 畅销小说
zh_hant: 暢銷小說

# GoodsGoodsNameFigBook01
source: fantasy novel
de: Fantasy-Roman
es: Novela fantástica
es_mx: Novela fantástica
fr: Roman fantastique
it: Romanzo fantasy
ja: ファンタジー小説
ko: 판타지 소설
nl: Fantasy-roman
ru: Фэнтези роман
zh_hans: 奇幻小说
zh_hant: 奇幻小說

# GoodsGoodsNameFigBox00L
source: large crate
de: Große Kiste
es: Caja de madera grande
es_mx: Caja de madera grande
fr: Grande caisse
it: Cassa grande
ja: きばこ L
ko: 나무 상자 L
nl: Grote kist
ru: Большой ящик
zh_hans: 木箱 L
zh_hant: 木箱 L

# GoodsGoodsNameFigBox00LHard
source: wrapped crate
de: Holzkiste in Stretchfolie
es: Caja de madera envuelta
es_mx: Caja de madera envuelta
fr: Caisse emballée
it: Cassa cellofanata
ja: きばこ ラッピング
ko: 포장된 나무 상자
nl: Ingepakte kist
ru: Обмотанный ящик
zh_hans: 木箱 包装
zh_hant: 木箱 包裝

# GoodsGoodsNameFigBox00S
source: small crate
de: Kleine Kiste
es: Caja de madera pequeña
es_mx: Caja de madera pequeña
fr: Petite caisse
it: Cassa piccola
ja: きばこ S
ko: 나무 상자 S
nl: Kleine kist
ru: Маленький ящик
zh_hans: 木箱 S
zh_hant: 木箱 S

# GoodsGoodsNameFigBox01L
source: Cuttlegear crate
de: Kiste „Kuttel-Korps“
es: Caja de madera Obvius
es_mx: Caja de madera Sepichón
fr: Caisse Macalamar
it: Cassa Krakensen
ja: きばこ アタリメイド
ko: 마르징오 메이드 나무 상자
nl: Kraakwaar-kist
ru: Ящик «Каракат»
zh_hans: 木箱 鱼干制造
zh_hant: 木箱 魚乾製造

# GoodsGoodsNameFigBrainmanStrap
source: octo-brain charm
de: Cerebrokto-Anhänger offen
es: Colgante octocerebral abierto
es_mx: Colgante octocerebral abierto
fr: Talisman cerveau Inkling
it: Portafortuna cerebrocto +
ja: たこみそくんストラップ オープン
ko: 오픈 문어 스트랩
nl: Octo-hangertje (open)
ru: Брелок «Осьмимозг»
zh_hans: 章脑小天才吊饰 开
zh_hant: 章腦小天才吊飾 開

# GoodsGoodsNameFigBrainmanStrap01
source: octo-brain closed charm
de: Cerebrokto-Anhänger zu
es: Colgante octocerebral cerrado
es_mx: Colgante octocerebral cerrado
fr: Talisman cerveau Inkling fermé
it: Portafortuna cerebrocto
ja: たこみそくんストラップ クローズ
ko: 클로즈 문어 스트랩
nl: Octo-hangertje (gesloten)
ru: Брелок «Осьмимозг» (закрытый)
zh_hans: 章脑小天才吊饰 关
zh_hant: 章腦小天才吊飾 關

# GoodsGoodsNameFigBroom00
source: light-brown broom
de: Heller Besen
es: Escoba marrón clara
es_mx: Escoba marrón clara
fr: Balai marron clair
it: Scopa marrone chiaro
ja: ほうき ライトブラウン
ko: 라이트 브라운 빗자루
nl: Lichtbruine bezem
ru: Светло-коричневая метла
zh_hans: 扫帚 淡棕色
zh_hant: 掃帚 淡棕色

# GoodsGoodsNameFigBroom01
source: dark-brown broom
de: Dunkler Besen
es: Escoba marrón oscura
es_mx: Escoba marrón oscura
fr: Balai marron foncé
it: Scopa marrone scuro
ja: ほうき ダークブラウン
ko: 다크 브라운 빗자루
nl: Donkerbruine bezem
ru: Темно-коричневая метла
zh_hans: 扫帚 深棕色
zh_hant: 掃帚 深棕色

# GoodsGoodsNameFigBucket00
source: blue bucket
de: Blauer Eimer
es: Cubo azul
es_mx: Cubo azul
fr: Seau bleu
it: Secchio blu
ja: バケツ ブルー
ko: 블루 양동이
nl: Blauwe emmer
ru: Синее ведро
zh_hans: 水桶 蓝色
zh_hant: 水桶 藍色

# GoodsGoodsNameFigBucket01
source: red bucket
de: Roter Eimer
es: Cubo rojo
es_mx: Cubo rojo
fr: Seau rouge
it: Secchio rosso
ja: バケツ レッド
ko: 레드 양동이
nl: Rode emmer
ru: Красное ведро
zh_hans: 水桶 红色
zh_hant: 水桶 紅色

# GoodsGoodsNameFigBunker01
source: yellow barricade
de: Gelber Klecks-Bag
es: Barricada amarilla
es_mx: Barricada amarilla
fr: Obstacle gonflable jaune
it: Respingente giallo
ja: たまよけ イエロー
ko: 옐로 바리케이드
nl: Gele barricade
ru: Желтая баррикада
zh_hans: 掩体 黄色
zh_hant: 掩體 黃色

# GoodsGoodsNameFigBunker01Blue
source: blue barricade
de: Blauer Klecks-Bag
es: Barricada azul
es_mx: Barricada azul
fr: Obstacle gonflable bleu
it: Respingente blu
ja: たまよけ ブルー
ko: 블루 바리케이드
nl: Blauwe barricade
ru: Голубая баррикада
zh_hans: 掩体 蓝色
zh_hant: 掩體 藍色

# GoodsGoodsNameFigBunker01Pink
source: pink barricade
de: Pinker Klecks-Bag
es: Barricada rosa
es_mx: Barricada rosa
fr: Obstacle gonflable rose
it: Respingente rosa
ja: たまよけ ピンク
ko: 핑크 바리케이드
nl: Roze barricade
ru: Розовая баррикада
zh_hans: 掩体 粉红色
zh_hant: 掩體 粉紅色

# GoodsGoodsNameFigBunker02Green
source: big green barricade
de: Grüner Kleckswall
es: Gran barricada verde
es_mx: Barricada verde grande
fr: Gros obstacle gonflable vert
it: Respingente verde XL
ja: おおきいたまよけ グリーン
ko: 대형 그린 바리케이드
nl: Grote groene barricade
ru: Большая зеленая баррикада
zh_hans: 巨大掩体 绿色
zh_hant: 巨大掩體 綠色

# GoodsGoodsNameFigBunker02Orange
source: big orange barricade
de: Oranger Kleckswall
es: Gran barricada naranja
es_mx: Barricada naranja grande
fr: Gros obstacle gonflable orange
it: Respingente arancione XL
ja: おおきいたまよけ オレンジ
ko: 대형 오렌지 바리케이드
nl: Grote oranje barricade
ru: Большая оранжевая баррикада
zh_hans: 巨大掩体 橘色
zh_hant: 巨大掩體 橘色

# GoodsGoodsNameFigBunker02Purple
source: big purple barricade
de: Lila Kleckswall
es: Gran barricada morada
es_mx: Barricada morada grande
fr: Gros obstacle gonflable violet
it: Respingente viola XL
ja: おおきいたまよけ パープル
ko: 대형 퍼플 바리케이드
nl: Grote paarse barricade
ru: Большая фиолетовая баррикада
zh_hans: 巨大掩体 紫色
zh_hant: 巨大掩體 紫色

# GoodsGoodsNameFigCan00
source: oil can
de: Öldose
es: Lata de aceite
es_mx: Lata de aceite
fr: Bidon d'huile
it: Latta d'olio
ja: オイルかん
ko: 오일 캔
nl: Olieblik
ru: Канистра
zh_hans: 油罐
zh_hant: 油罐

# GoodsGoodsNameFigCan01
source: energy drink
de: Dose Energydrink
es: Bebida energética
es_mx: Bebida energética
fr: Boisson énergisante
it: Bevanda energetica
ja: エナジーソーダ
ko: 에너지 소다
nl: Energiedrank
ru: Энергетик
zh_hans: 能量汽水
zh_hant: 能量汽水

# GoodsGoodsNameFigCan0101
source: pop
de: Dose Limo
es: Gaseosa
es_mx: Refresco
fr: Canette
it: Bevanda gassata
ja: ポップサイダー
ko: 팝 사이다
nl: Blikje frisdrank
ru: Лимонная газировка
zh_hans: 爆爆苏打
zh_hant: 爆爆蘇打

# GoodsGoodsNameFigCan0102
source: ginger ale
de: Dose Ginger Ale
es_mx: Refresco de jengibre
fr: Soda
ja: ジンジャーエール
ko: 진저에일
ru: Имбирная газировка
zh_hans: 姜汁汽水
zh_hant: 薑汁汽水

# GoodsGoodsNameFigCan02
source: canned special
de: Powerkonserve
es: Conserva especial
es_mx: Conserva especial
fr: Boîte de conserve
it: Scatoletta speciale
ja: スペシャルカンヅメ
ko: 스페셜 통조림
nl: Bonusblik
ru: Консервы «Особые»
zh_hans: 特殊罐头
zh_hant: 特殊罐頭

# GoodsGoodsNameFigCandyCan00
source: orange candy-drop can
de: Orange Bonbon-Dose
es: Lata de chuches naranja
es_mx: Lata de caramelos naranja
fr: Boîte de bonbons orange
it: Latta di caramelle arancione
ja: かんドロップ オレンジ
ko: 오렌지 캔 사탕
nl: Oranje blikje zuigsnoepjes
ru: Баночка оранжевых конфет
zh_hans: Drop罐装糖 橘色
zh_hant: Drop罐裝糖 橘色

# GoodsGoodsNameFigCandyCan01
source: blue candy-drop can
de: Blaue Bonbon-Dose
es: Lata de chuches azul
es_mx: Lata de caramelos azul
fr: Boîte de bonbons bleue
it: Latta di caramelle blu
ja: かんドロップ ブルー
ko: 블루 캔 사탕
nl: Blauw blikje zuigsnoepjes
ru: Баночка синих конфет
zh_hans: Drop罐装糖 蓝色
zh_hant: Drop罐裝糖 藍色

# GoodsGoodsNameFigCarBus00
source: bus
es: Autobús
es_mx: Autobús
it: Autobus
ja: バス
ko: 버스
ru: Автобус
zh_hans: 公交车
zh_hant: 公車

# GoodsGoodsNameFigCarTruck00
source: freight truck
de: Transportlaster
es: Camión de mercancías
es_mx: Camión de mercancía
fr: Camion de marchandises
it: Camion merci
ja: うんぱんトラック
ko: 운반 트럭
nl: Vrachtwagen
ru: Фура
zh_hans: 货运卡车
zh_hant: 貨運卡車

# GoodsGoodsNameFigCarTruck01
source: moving truck
de: Umzugslaster
es: Camión de mudanza
es_mx: Camión de mudanza
fr: Camion de transport
it: Camion per traslochi
ja: ひっこしトラック
ko: 이사 트럭
nl: Verhuiswagen
ru: Грузовик
zh_hans: 搬家卡车
zh_hant: 搬家卡車

# GoodsGoodsNameFigCellPhone
source: sea-cucumber phone
de: Seegurken-Telefon
es: Pepinorreceptor
es_mx: Teléfono pepino de mar
fr: Téléphone concombre de mer
it: Cetriollare di mare
ja: ナマコフォン
ko: 해삼 폰
nl: Zeekomkommertelefoon
ru: Голотурофон
zh_hans: 海参型手机
zh_hant: 海參型手機

# GoodsGoodsNameFigCerealBox00
source: sugary cereal
de: Süße Frühstücksflocken
es: Cereales azucarados
es_mx: Cereal azucarado
fr: Céréales sucrées
it: Cereali glassati
ja: シリアル シュガー
ko: 슈거 시리얼
nl: Zoete ontbijtgranen
ru: Сладкие хлопья
zh_hans: 蜜糖麦片
zh_hant: 蜜糖麥片

# GoodsGoodsNameFigCerealBox01
source: chocolate cereal
de: Schoko-Frühstücksflocken
es: Cereales con chocolate
es_mx: Cereal de chocolate
fr: Céréales au chocolat
it: Cereali al cioccolato
ja: シリアル チョコ
ko: 초콜릿 시리얼
nl: Chocolademuesli
ru: Шоколадные хлопья
zh_hans: 巧克力麦片
zh_hant: 巧克力麥片

# GoodsGoodsNameFigCerealBox02
source: coconut cereal
de: Kokos-Frühstücksflocken
es: Cereales de coco
es_mx: Cereal de coco
fr: Céréales noix de coco
it: Cereali al cocco
ja: シリアル ココナッツ
ko: 코코넛 시리얼
nl: Kokosmuesli
ru: Кокосовые хлопья
zh_hans: 椰子麦片
zh_hant: 椰子麥片

# GoodsGoodsNameFigCheeseBox
source: processed cheese
de: Großpackung Scheibenkäse
es: Queso industrial
es_mx: Queso procesado
fr: Fromage industriel
it: Formaggio confezionato
ja: プロセスチーズ
ko: 프로세스치즈
nl: Smeltkaas
ru: Плавленый сырок
zh_hans: 加工起司
zh_hant: 加工起司

# GoodsGoodsNameFigClam
source: clam
de: Muschelchaos-Muschel
es: Almeja
es_mx: Almeja
fr: Palourde
it: Vongola
ja: アサリ
ko: 바지락
nl: Schelp
ru: Устрица
zh_hans: 蛤蜊
zh_hant: 蛤蜊

# GoodsGoodsNameFigClamGreat
source: power clam
de: Powermuschel
es: Superalmeja
es_mx: Almejón
fr: Super palourde
it: Super vongola
ja: ガチアサリ
ko: 랭크 바지락
nl: Superschelp
ru: Круть-устрица
zh_hans: 真格蛤蜊
zh_hant: 真格蛤蜊

# GoodsGoodsNameFigClamReward
source: Clam Blitz trophy
de: Muschelchaos-Trophäe
es: Trofeo asalto almeja
es_mx: Trofeo asalto almeja
fr: Trophée Pluie de palourdes
it: Trofeo Vongol gol
ja: ガチアサリのトロフィー
ko: 랭크 바지락 트로피
nl: Schelpenstrijdtrofee
ru: Трофей из «Устробола»
zh_hans: 真格蛤蜊奖杯
zh_hant: 真格蛤蜊獎盃

# GoodsGoodsNameFigCoffeeCupPaper00
source: tall coffee to go
de: Kaffee zum Mitnehmen
es: Café para llevar
es_mx: Café para llevar
fr: Grand café à emporter
it: Caffè da asporto
ja: テイクアウトコーヒー
ko: 테이크아웃 커피
nl: Afhaalkoffie
ru: Большой кофе навынос
zh_hans: 外带咖啡
zh_hant: 外帶咖啡

# GoodsGoodsNameFigCoffeeSiphon
source: coffee siphon
de: Vakuum-Kaffeebereiter
es: Cafetera de sifón
es_mx: Cafetera de sifón
fr: Cafetière à siphon
it: Caffettiera a sifone
ja: コーヒーサイフォン
ko: 커피 사이펀
nl: Vacuümkoffiemaker
ru: Кофейный сифон
zh_hans: 虹吸式咖啡壶
zh_hant: 虹吸式咖啡壺

# GoodsGoodsNameFigColorCone
source: traffic cone
de: Verkehrshütchen
es: Cono de tráfico
es_mx: Cono de tráfico
fr: Cône de signalisation
it: Cono stradale
ja: パイロン
ko: 컬러 콘
nl: Verkeerskegel
ru: Дорожный конус
zh_hans: 交通锥
zh_hant: 交通錐

# GoodsGoodsNameFigComic0000
source: Sharktooth Comix
de: Comicband „Hai! Wo?“
es: Revista de cómics
es_mx: Revista de cómics
fr: Bédé L'aileron de l'amer
it: Fumetto Dentedisqualo
ja: 週刊少年ジンベー 最新号
ko: 주간 소년 징베 최신호
nl: Stripblad 'Hiephaai!'
ru: Комикс «Акуль!»
zh_hans: 周刊少年鲸鲨 最新
zh_hant: 週刊少年鯨鯊 最新

# GoodsGoodsNameFigComic0001
source: Sharktooth Comix - Double
de: Comicband „Hai! Wo?“ Extra
es: Revista de cómics doble
es_mx: Revista de cómics doble
fr: Double bédé L'aileron de l'amer
it: Fumetto Dentedisqualo (extra)
ja: 週刊少年ジンベー 特大号
ko: 주간 소년 징베 특대호
nl: Stripblad 'Hiephaai!' (dubbel)
ru: Двойной комикс «Акуль!»
zh_hans: 周刊少年鲸鲨 特大
zh_hant: 週刊少年鯨鯊 特大

# GoodsGoodsNameFigComic0002
source: Sharktooth Comix - Special
de: Super-Comicband „Hai! Wo?“
es: Revista de cómics especial
es_mx: Revista de cómics especial
fr: Bédé spéciale L'aileron de l'amer
it: Fumetto Dentedisqualo (speciale)
ja: 週刊少年ジンベー 増刊号
ko: 주간 소년 징베 증간호
nl: Stripblad 'Hiephaai!' (extra)
ru: Комикс «Акуль!», спецвыпуск
zh_hans: 周刊少年鲸鲨 增刊
zh_hant: 週刊少年鯨鯊 增刊

# GoodsGoodsNameFigComic0100
source: sports comic
de: Sport-Manga
es: Cómic de deportes
es_mx: Cómic de deportes
fr: Bédé de sport
it: Fumetto sportivo
ja: スポーツマンガ
ko: 스포츠 만화
nl: Sportstrip
ru: Спортивный комикс
zh_hans: 运动漫画
zh_hant: 運動漫畫

# GoodsGoodsNameFigComic0101
source: sci-fi comic
de: Sci-Fi-Manga
es: Cómic de ciencia ficción
es_mx: Cómic de ciencia ficción
fr: Bédé de science-fiction
it: Fumetto di fantascienza
ja: SFマンガ
ko: SF 만화
nl: Sciencefictionstrip
ru: Комикс в жанре «фантастика»
zh_hans: 科幻漫画
zh_hant: 科幻漫畫

# GoodsGoodsNameFigComic0102
source: comedy comic
de: Comedy-Manga
es: Cómic de humor
es_mx: Cómic de humor
fr: Bédé humoristique
it: Fumetto comico
ja: ギャグマンガ
ko: 개그 만화
nl: Humoristische manga
ru: Комикс в жанре «юмор»
zh_hans: 搞笑漫画
zh_hant: 搞笑漫畫

# GoodsGoodsNameFigComic0200
source: romance comic
de: Romantik-Manga
es: Cómic romántico
es_mx: Cómic romántico
fr: Bédé romantique
it: Fumetto per superfan
ja: 少女マンガ ～ときめき～
ko: 순정 만화 ～설렘～
nl: Romantische manga
ru: Комикс в жанре «романтика»
zh_hans: 少女漫画 ～怦然心动～
zh_hant: 少女漫畫 ～怦然心動～

# GoodsGoodsNameFigComic0201
source: fangirl comic
de: Lovestory-Manga
es: Cómic de fantasía
es_mx: Cómic de fantasía
fr: Bédé sentimentale
it: Fumetto romantico
ja: 少女マンガ ～ためいき～
ko: 순정 만화 ～한숨～
nl: Sentimentele manga
ru: Комикс для девочек
zh_hans: 少女漫画 ～留恋感叹～
zh_hant: 少女漫畫 ～留戀感嘆～

# GoodsGoodsNameFigComic0202
source: love-and-war comic
de: Herzschmerz-Manga
es: Cómic de enredos
es_mx: Cómic de amor y odio
fr: Bédé d'amour et de guerre
it: Fumetto amore e guerra
ja: 少女マンガ ～かけひき～
ko: 순정 만화 ～심리전～
nl: Hartverscheurende manga
ru: Комикс в жанре «приключения»
zh_hans: 少女漫画 ～情场攻防～
zh_hant: 少女漫畫 ～情場攻防～

# GoodsGoodsNameFigConcreteBlockSq
source: chunk of concrete
de: Betonbrocken
es: Trozo de hormigón
es_mx: Fragmento de concreto
fr: Morceau de béton
it: Pezzo di cemento
ja: コンクリートのかたまり
ko: 콘크리트 덩어리
nl: Stuk beton
ru: Бетонная глыба
zh_hans: 混凝土块
zh_hant: 混凝土塊

# GoodsGoodsNameFigCoolerBox
source: cooler
de: Kühlbox
es: Nevera
es_mx: Hielera
fr: Glacière
it: Borsa frigo
ja: クーラーボックス
ko: 아이스박스
nl: Koelbox
ru: Мини-холодильник
zh_hans: 冰桶
zh_hant: 冰桶

# GoodsGoodsNameFigCoopDiver
source: Maws
de: Spielzeug-Grablax
es: Fáucex
es_mx: Mandíburo
fr: Gobb
it: Boccalone
ja: モグラ
ko: 두더지
nl: Snaai
ru: Жуй-Горбуш
zh_hans: 鼹鼠鱼
zh_hant: 鼴鼠魚

# GoodsGoodsNameFigCoopDozer
source: Griller
de: Killgrill
es: Chaparrilla
es_mx: Brasaleta
fr: Barbeurk
it: Grill
ja: グリル
ko: 그릴
ru: Жаровнер
zh_hans: 烤架鱼
zh_hant: 烤架魚

# GoodsGoodsNameFigCoopHelicopter00
source: basic helicopter
de: Helikopter Standard
es: Helicóptero básico
es_mx: Helicóptero básico
fr: Hélicoptère standard
it: Elicottero base
ja: ヘリコプター ノーマル
ko: 노멀 헬리콥터
nl: Standaard helikopter
ru: Обычный вертолет
zh_hans: 直升机 一般版
zh_hant: 直升機 一般版

# GoodsGoodsNameFigCoopHelicopter01
source: bronze helicopter
de: Helikopter Bronze
es: Helicóptero de bronce
es_mx: Helicóptero de bronce
fr: Hélicoptère en bronze
it: Elicottero di bronzo
ja: ヘリコプター ブロンズ
ko: 브론즈 헬리콥터
nl: Bronzen helikopter
ru: Бронзовый вертолет
zh_hans: 直升机 铜色版
zh_hant: 直升機 銅色版

# GoodsGoodsNameFigCoopHelicopter02
source: silver helicopter
de: Helikopter Silber
es: Helicóptero de plata
es_mx: Helicóptero de plata
fr: Hélicoptère en argent
it: Elicottero d'argento
ja: ヘリコプター シルバー
ko: 실버 헬리콥터
nl: Zilveren helikopter
ru: Серебряный вертолет
zh_hans: 直升机 银色版
zh_hant: 直升機 銀色版
