Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrTalkElevatorPhase229FFirst05
source: Look, it's pretty much impossible to change Marina'smind once it's set.
de: Wenn Marina sich mal was in den Kopf gesetzt hat,lässt sie sich das nie wieder ausreden. Glaubt mir.
es: No conseguirás hacerla desistir.
es_mx: No vas a conseguir que desista.
fr: Quand Coralie a une idée en tête, les probabilités dela faire changer d'avis avoisinent le zéro absolu...
it: È praticamente impossibile farle cambiare ideaquando si mette in testa qualcosa.
ja: …言い出したら聞かないんだヨナ
ko: …저 고집은 절대 못 꺾지
nl: Doe geen moeite. Als Mariana eenmaal een beslissingheeft genomen, verander je er niets aan.
ru: Бесполезно. Если Мариша что-то решила,то она это сделает.
zh_hans: ……毕竟饭田是那种事情说出口就不听劝的人嘛。
zh_hant: ……一旦他下定決心就不會聽勸了。

# SdodrSdodrTalkElevatorPhase229FFirst07
source: That's so sweet of you, Acht!
de: Danke schön, Ahato!
es: ¡Gracias, Acht!
es_mx: ¡Gracias, Acht!
fr: C'est trop gentil ! Merci, Eyte !
it: Come sei dolce, Acht!
ja: ミズタ、ありがとう…！
ko: 미즈타, 고마워…!
nl: Wat een complimentjes! Dank je wel, Smarachne!
ru: Спасибо, Окта!
zh_hans: 水田，谢谢你……！
zh_hant: 水田，謝謝你……！

# SdodrSdodrTalkElevatorPhase229FFirst09
source: You got it, Pearl!
de: Geht klar, Perla!
es: ¡Muy bien, Perla!
es_mx: ¡Claro, Perla!
fr: T'inquiète, Perle !
it: Ricevuto, Alga!
ja: はい、センパイ！！
ko: 네, 선배!!
nl: Komt goed, Lore!
ru: Не вопрос, Жемчик!
zh_hans: 好的，前辈！！
zh_hant: 好的，前輩！！

# SdodrSdodrTalkElevatorPhase229FFirst10
source: You coming too, Acht?
de: Was ist mir dir, Ahato? Kommst du mit?
es: ¿Y tú, Acht, te apuntas también?
es_mx: ¿Y tú, Acht? ¿Te apuntas también?
fr: Tu viens, Eyte ?
it: Vieni anche tu, Acht?
ja: ミズタは来ねーんだな？
ko: 미즈타는 안 갈 거지?
nl: Kom je ook, Smarachne?
ru: Окта, ты с нами?
zh_hans: 水田不来对吧？
zh_hant: 水田，你應該沒有要來吧？

# SdodrSdodrTalkElevatorPhase2ProgressMiddle0100
source: We're back, baby!
de: Da sind wir wieder!
es: ¡Hemos vuelto!
es_mx: ¡Regresamos!
fr: Et voilà le travail !
it: Rieccociii!
ja: たっだいまー！！
ko: 다녀왔어～!!
nl: WE ZIJN TERUG!
ru: Вот они мы!
zh_hans: 我们回来了——！！
zh_hant: 我們回來啦——！！

# SdodrSdodrTalkElevatorPhase2ProgressMiddle0101
source: Hooraaay!
de: HURRA!
es: ¡Bieeen!
es_mx: ¡Bieeen!
fr: Youhou !
it: Evvivaaa!
ja: おかえりなさ～い♪
ko: 어서 오세요～♪
nl: Hoera!
ru: Ура-а-а!
zh_hans: 欢迎回来～♪
zh_hant: 歡迎回來～♪

# SdodrSdodrTalkElevatorPhase300FFirst02
source: I'm actually kind of looking forward to climbing theSpire again with all of you!
de: Ehrlich gesagt kann ich’s kaum erwarten, wiedergemeinsam mit euch beiden den Turm zu besteigen!
es: ¡Me encantaría volver a escalar la torre en vuestroequipo!
es_mx: ¡Sí! ¡La verdad es que tengo ganas de volver a escalarla torre con ustedes!
fr: En fait, j'ai hâte de grimper de nouveaudans la tour avec vous !
it: Non vedo l'ora di tornare a scalare la torrein vostra compagnia!
ja: また このメンバーで塔を上れるのはちょっとうれしいかもです～♪
ko: 또 이 멤버로 탑을 올라갈 수 있다는 점은조금 기쁘네요～♪
nl: Ik kijk er best naar uit om opnieuw samen met jullie naarde top van de toren te gaan!
ru: Честно говоря, мне хочется опять забратьсяна башню вместе с вами!
zh_hans: 能够再次以这个阵容一起爬塔，感觉还挺让人开心的～♪
zh_hant: 能夠再次以這個陣容一起爬塔，感覺還滿令人開心的耶～♪

# SdodrSdodrTalkElevatorPhase300FRnd0201
source: Goooing up!
de: Auf zur Turmspitze!
es: ¡Para arribaaa!
es_mx: ¡Para arribaaa!
fr: Toujours plus hauuut !
it: Si sale!
ja: 上へ参りま～す♪
ko: 위로 올라갑니다～♪
nl: Op naar de top!
ru: На самый верх!
zh_hans: 朝顶层迈进～♪
zh_hant: 朝頂層邁進～♪

# SdodrSdodrTalkElevatorPhase305FFirst01
source: You sound pretty chipper, Pearl!
de: So happy warst du lange nicht mehr, Perla!
es: ¡Qué contenta se te ve, Perla!
es_mx: ¡Se te ve muy contenta, Perla!
fr: T'es de bonne humeur aujourd'hui, Perle !
it: Ti sento bella carica, Alga!
ja: ヒメセンパイ、ノリノリですね～♪
ko: 히메 선배, 컨디션 좋네요～♪
nl: Zo te horen ben je in een goede bui, Lore!
ru: Жемчик, настрой у тебя боевой!
zh_hans: 小姬前辈很有干劲呢～♪
zh_hant: 小姬前輩真是幹勁十足呢～♪

# SdodrSdodrTalkElevatorPhase309FFirst02
source: Guess not that much has changed about this placesince we beat Order.
de: Allzu viel scheint sich hier nach unserem Siegüber Ordnung ja nicht geändert zu haben.
es: Parece que este sitio no ha cambiado mucho desde quederrotamos a Ordon.
es_mx: Parece que este lugar no ha cambiado mucho desde quederrotamos a Ordon.
fr: On a beau avoir mis l'Ordre au tapis, ça a paschangé grand-chose ici.
it: Mi sa che qui non è cambiato molto da quandoabbiamo sconfitto Ordine.
ja: オーダを倒しても 塔のシステムは変わらないようダナ
ko: 오더를 쓰러뜨려도 탑의 시스템은 그대로인 것 같네
nl: Er is hier niet veel veranderd sinds we Orde hebbenverslagen.
ru: Полагаю, там не сильно все изменилось с тех пор,как мы победили Порядок.
zh_hans: 即使战胜了秩序，塔的系统似乎也不会改变呢。
zh_hant: 即使打倒了秩序，塔的系統好像還是沒有改變呢。

# SdodrSdodrTalkElevatorPhase315FFirst04
source: Maaan, I hope it's not up to any big schemes orwhatever. I do NOT want a rematch.
de: Oh Mann, hoffentlich heckt Ordnuckel nicht insgeheimschon wieder was Neues aus. Ich hab echt null Bockauf ’ne Revanche!
es: Solo espero que no esté planeando una revancha...
es_mx: Solo espero que no esté planeando una revancha...
fr: Pfff, j'espère qu'il est pas encore en train de monterun plan machiavélique ou je-ne-sais-quoi. Je mepasserais du match retour, merci bien.
it: Spero che non stia tramando qualche pianodi vendetta, perché non ho proprio voglia diaffrontarlo di nuovo.
ja: なんかたくらんでやがったら めんどくせーな…
ko: 뭔가 꿍꿍이를 품고 있다면 귀찮겠지…
nl: Bah, ik hoop dat hij geen grote, nieuwe plannen heeft,want ik heb geen zin in nog zo'n gevecht.
ru: Ох, надеюсь, это не как в сиквелах, когда злодейстановится сильнее, возвращается и все такое.Не хочу опять биться с ним.
zh_hans: 要是它又谋划什么事情就麻烦了……
zh_hant: 要是他又開始策劃什麼陰謀的話，那可就麻煩了……

# SdodrSdodrTalkElevatorPhase315FFirst06
source: Right. Meanwhile, you two should still focus on gettingthrough all the floors.
de: Genau. Und ihr zwei konzentriert euch weiterhin darauf,unbeschadet durch sämtliche Etagen zu kommen.
es: Perfecto. Entretanto, concentraos en ir superando pisos.
es_mx: Eso es. Mientras tanto, ustedes dos deberíanconcentrarse en superar todos los pisos.
fr: Oh, que non. En attendant, vous devriez vous concentrersur l'ascension de la tour.
it: Molto bene. Nel frattempo, voi due cercatedi superare tutti i piani rimanenti.
ja: センパイとハチさんは フロアの攻略をお願いします！
ko: 선배와 에이트 씨는 플로어 공략을 부탁드려요!
nl: Goed. En in de tussentijd doen jullie twee jullie best omlangs alle etages te komen.
ru: Точно. Ну вам двоим нужно снова добратьсядо вершины.
zh_hans: 攻略楼层的事情就拜托前辈和小八了！
zh_hant: 攻略樓層的部分就交給前輩跟小八了！

# SdodrSdodrTalkElevatorPhase319FFirst05
source: Let's retire those trip wires before we expire.
de: Lasst uns die Dinger gleich wieder einmotten,bevor wir hier noch hopps gehen!
es: Idea descartada.
es_mx: Idea descartada.
fr: On ferait peut-être mieux d'éviter, tout compte fait.
it: ... Ripensandoci, meglio lasciar perdere.
ja: フウインしといてクレ…
ko: 곱게 넣어 둬…
nl: Mag ik dan voorstellen om dat wapen veilig opgeborgente houden en nooit meer tevoorschijn te halen?
ru: Давайте лучше как-нибудь без.
zh_hans: 那还是把它封印了吧……
zh_hant: 還是把它封印起來吧……

# SdodrSdodrTalkElevatorPhase320FFirst04
source: So then, what did you wanna know?
de: Also, was wolltest du denn dann herausfinden?
es: Bueno, ¿qué es entonces lo que querías saber?
es_mx: Bueno, entonces ¿qué es lo que querías saber?
fr: Alors c'est quoi que tu veux étudier, si c'est pasle secret de Huit ?
it: Allora di cosa si trattava? Sono curiosa.
ja: じゃー何が気になってんだよ？
ko: 그럼 뭐가 신경 쓰이는 건데?
nl: Maar waarom ben je hier dan wel?
ru: Тогда что ты хотела проверить?
zh_hans: 那你到底想确认什么？
zh_hant: 不然你到底是想確認什麼事情啊？

# SdodrSdodrTalkElevatorPhase320FFirst09
source: That's what you were wondering about?
de: DAS war es also, was du herausfinden wolltest?
es: ¿Esa era la duda que tenías?
es_mx: ¿Esa era la duda que tenías?
fr: C'est ça qui te turlupinait ?
it: Cioè era questo che volevi sapere?
ja: それってオマエの気になってるコトと なんか関係あんの？
ko: 그게 네가 신경 쓰이는 거랑 무슨 관계있어?
nl: Was dat wat je wilde weten?
ru: Так тебя это интересовало, что ли?
zh_hans: 这和你想确认的事情有什么关系？
zh_hant: 那件事跟你想要確認的事情有關嗎？

# SdodrSdodrTalkElevatorPhase325FFirst04
source: OF COURSE IT IS!
de: WAR JA KLAR!
es: ¡Obviamente!
es_mx: ¡POOOR SUPUESTO!
fr: BEN VOYONS !
it: OVVIAMENTE!
ja: やっぱりかよー！
ko: 역시 그런 거냐고～!
nl: IK WIST HET!
ru: НУ КОНЕЧНО!
zh_hans: 果然没错啊——！
zh_hant: 果然啊——！

# SdodrSdodrTalkElevatorPhase329FClearedPlt0200
source: We're coming up on the top floor.
de: Wir erreichen gleich die oberste Etage.
es: Ya llegamos al último piso.
es_mx: Ya llegamos al último piso.
fr: On arrive au dernier étage.
it: Stiamo per raggiungere l'ultimo piano.
ja: そろそろ最上階に着くヨ
ko: 슬슬 최상층에 도착할 거야
nl: We komen aan bij de bovenste etage.
ru: Вот и верхний этаж.
zh_hans: 差不多要抵达顶层了哦。
zh_hant: 差不多要抵達頂層囉。

# SdodrSdodrTalkElevatorPhase329FComplete0001
source: How many times do you think we've climbed the Spire?
de: Was glaubt ihr, wie oft wir den Turmschon erklommen haben?
es: ¿Cuántas veces hemos subido ya por la torre?
es_mx: ¿Cuántas veces hemos subido ya por la torre?
fr: C'est la combientième fois qu'on atteint le sommet ?
it: Secondo voi quante volte abbiamo scalato la torre?
ja: ボクらはイッタイ 何回この塔を上ったんダロウ…
ko: 우리는 대체 몇 번이나 이 탑을 오른 걸까…
nl: Hoeveel keer zouden we de toren hebben beklommen?
ru: Сколько раз мы уже забирались на башню?
zh_hans: 我们到底爬过几次塔了呢……
zh_hant: 我們到底爬了這座塔多少次啊……

# SdodrSdodrTalkElevatorPhase329FComplete0002
source: Oh, I stopped keeping track a while ago.
de: Ach, ich hab schon längst aufgehört, mitzuzählen.
es: Buf, ya hace tiempo que no llevo la cuenta.
es_mx: Ufff, ya perdí la cuenta.
fr: Oh, ça fait un bail que j'ai arrêté de compter.
it: Mah, ho smesso di contarle già da un po'.
ja: とちゅうで数えるの やめちゃいましたね～…
ko: 도중에 세는 걸 포기했어요…
nl: Eerlijk gezegd hou ik het aantal al niet eens meer bij.
ru: Я уже давно сбилась со счета.
zh_hans: 我已经在途中放弃计算次数了～
zh_hant: 我之前算到一半的時候就放棄了～

# SdodrSdodrTalkElevatorPhase329FComplete0101
source: Think that Smollusk squirt is waiting for us?
de: Meint ihr, dass Ordnuckel dort wieder auf uns wartet?
es: ¿Ese cefalópodo descastado de Pulpín nos estáesperando?
es_mx: ¿Ese pequeñito de Pulpín nos estará esperando?
fr: Vous croyez que Minusque sera de nouveau là ?
it: Credete che quel pesce lessodi Minusco sia lì ad aspettarci?
ja: コダコのやつ、今いんのかなー？
ko: 리틀퍼스 녀석, 지금 있으려나?
nl: Denk je dat die kleine Molluskuul op ons wacht?
ru: Думаете, Мелколюск опять нас ждет?
zh_hans: 现在小小蛸那家伙在不在呢～？
zh_hant: 小小蛸那傢伙現在還在那裡嗎？

# SdodrSdodrTalkElevatorPhase329FComplete0201
source: I'm sure Smollusk is waiting with bated breath.
de: Ich wette mit euch, Ordnuckel wartet schon auf unsund hält gespannt den Atem an.
es: Seguro que Pulpín ya está mordiéndose las uñas...
es_mx: Seguro que Pulpín ya está mordiéndose las uñas...
fr: Minusque doit nous attendre de pied ferme.
it: Secondo me Minusco non vede l'ora di affrontarvi.
ja: きっとコダコが 首を長くして待っていルヨ
ko: 분명 리틀퍼스가 목 빼고 기다리고 있겠지
nl: Molluskuul wacht waarschijnlijk met ingehouden ademop ons.
ru: Уверена, Мелколюск уже на низком старте.
zh_hans: 小小蛸肯定伸长了脖子等着我们吧。
zh_hant: 小小蛸肯定伸長了脖子在等著我們。

# SdodrSdodrTalkElevatorPhase329FComplete0202
source: Yeah? You think it has lungs?
de: Hä? Als ob das Viech so was wie ’ne Lunge hätte!
es: ¿Tú crees que tiene uñas?
es_mx: ¿Tú crees que tiene uñas?
fr: Oh ? Tu crois qu'il a des pieds ?
it: Dici? Eppure non mi sembra che porti l'orologio...
ja: アイツの首って どこ…？
ko: 그 녀석, 목이 있었나…?
nl: Echt? Denk je dat dat ding longen heeft?
ru: Да? Думаешь, он спринтер?
zh_hans: 那家伙的脖子……在哪里……？
zh_hant: 那傢伙有脖子嗎……？

# SdodrSdodrTalkElevatorPhase329FNotClr0103
source: It doesn't seem like the sharing type.
de: Tja, nur scheint mir Ordnuckel nicht geradein Plauderlaune zu sein.
es: No parece que le guste mucho hablar de las cosas...
es_mx: No parece muy conversador...
fr: Il n'a pas l'air disposé à nous dévoiler ses secrets.
it: Non mi pare il tipo che parla molto di sé.
ja: ヤツが素直に教えてくれるとは思えナイヨ
ko: 녀석이 순순히 가르쳐 주지는 않겠지
nl: Het lijkt geen type dat graag informatie deelt.
ru: Не думаю, что он нам поведает об этом.
zh_hans: 可我不认为那家伙会乖乖告诉我们。
zh_hant: 我可不覺得他會乖乖告訴我們喔。

# SdodrSdodrTalkElevatorPhase329FNotClr0202
source: Unless Smollusk decides to give up, probably.
de: Solange Ordnuckel nicht von sich aus aufgibt...
es: Seguramente. A no ser que Pulpín se canse...
es_mx: A no ser que Pulpín se canse... es muy probable.
fr: À moins qu'il ne décide d'abandonner, c'est à craindre,en effet.
it: È probabile, se Minusco non si arrende prima.
ja: コダコがあきらめない限りはネ
ko: 리틀퍼스가 포기하지 않는 한 그렇겠지
nl: Ja, waarschijnlijk totdat Molluskuul het opgeeft.
ru: Если Мелколюск не сдастся, то похоже так.
zh_hans: 只要小小蛸不放弃，就得一直反复呢。
zh_hant: 只要小小蛸不肯死心就得一直重複呢。

# SdodrSdodrTalkElevatorPhase329FNotClr0303
source: Then let's go in and ask it!
de: Dann lasst uns gleich mal nachhaken!
es: ¡Pues venga! ¡Vamos a preguntárselo!
es_mx: ¡Vamos a preguntárselo!
fr: Le plus simple, c'est d'aller lui demander directement !
it: Allora chiediamolo direttamente a lui!
ja: てっとり早く コダコに聞いてみっか！
ko: 고민할 것 없이 리틀퍼스한테 물어보자고!
nl: Laten we naar hem toe gaan en het vragen!
ru: Так надо его спросить!
zh_hans: 那就赶快去找小小蛸问问看吧！
zh_hant: 那就趕快去找小小蛸問問看吧！

# SdodrSdodrTalkElevatorPhase329FNotClr0401
source: Why would anyone want that?
de: Wieso zum Heilbutt sollte sich jemand so was wünschen?
es: ¿Y por qué alguien querría algo así?
es_mx: ¿Y por qué querrían algo así?
fr: Mais qui rêverait d'une chose pareille ?
it: Tsk, erano fuori di cefalo?!
ja: なんでンなもん望んじまったんだかなー
ko: 왜 그런 걸 바라게 된 건지…
nl: Waarom zou je dat willen?
ru: Зачем кому-то нужен такой мир?
zh_hans: 他们为什么会渴望那种世界啊？
zh_hant: 為什麼他們會期望一個那樣的世界呢？

# SdodrSdodrTalkElevatorPhase329FNotClr0402
source: I'm hoping Smollusk can tell us. But will it want to?
de: Das kann uns wohl nur Ordnuckel verraten.Aber die Chancen stehen eher schlecht.
es: Espero que Pulpín pueda contarnos la razón.Pero ¿querrá hacerlo?
es_mx: Espero que Pulpín pueda contarnos la razón.Pero ¿querrá hacerlo?
fr: Il faut espérer que Minusque nous le dira...Mais c'est pas gagné.
it: Magari Minusco ce lo spiegherà.Ma chissà se vorrà farlo...
ja: もう少しコダコから 話を聞けるといいのですが…
ko: 리틀퍼스의 이야기를 조금 더 들을 수 있으면 좋을 텐데…
nl: Ik hoop dat Molluskuul ons dat kan vertellen. Als hijdaar zin in heeft...
ru: Вот и спросим Мелколюска об этом.Правда, захочет ли он нам отвечать?
zh_hans: 要是能从小小蛸那里多问出点事情就好了……
zh_hant: 要是能從小小蛸口中問出更多的事情就好了……

# SdodrSdodrTalkElevatorPhase329FNotClr0601
source: I can see how the Memverse devs might havetrouble adjusting.
de: Ich kann verstehen, dass die Memoversum-EntwicklerProbleme hatten, sich anzupassen.
es: La verdad es que no me sorprende que a los creadoresdel Pastiverso les cueste acostumbrarse.
es_mx: La verdad es que no me sorprende que a la comunidad queayudó a crear el Pastiverso le cueste acostumbrarse.
fr: Il n'est guère étonnant que les développeurs duPoulpivers aient un peu de mal à s'adapter.
it: Ci credo che gli sviluppatori del Noriversehanno avuto problemi ad adattarsi.
ja: ネリバースの開発者たちは ソレを受け入れるコトができなかったんダナ
ko: 네리버스 개발자들은 그걸받아들일 수 없었던 거구나
nl: Het is niet verwonderlijk dat de ontwikkelaars van hetHerinniversum moeite hadden om hun oude denkbeeldenaan te passen.
ru: И похоже, некоторым разработчикам Консерваториибыло сложно к этому приспособиться...
zh_hans: 看来忆界宇宙的开发者没能接受那样的变化啊。
zh_hant: 看來憶界宇宙的技術人員們無法接受那樣的變化。

# SdodrSdodrTalkElevatorPhase329FNotClr0801
source: Now to take care of Smollusk and reconfigurethat Palette.
de: Dann knöpfen wir uns mal Ordnuckel vor undkonfigurieren anschließend diese Palette neu.
es: ¡Ahora, a por Pulpín y a reconfigurar la paleta!
es_mx: Ahora, a encargarnos de Pulpín y a reconfigurarla paleta.
fr: Il ne reste plus qu'à s'occuper de Minusque etreconfigurer la palette.
it: Ora occupiamoci di Minusco e poiriconfiguriamo la tavoletta.
ja: あとはコダコを押さえて パレットを再設定するだけダナ
ko: 남은 건 리틀퍼스를 막고 팔레트를 재설정하는 일뿐이야
nl: Nu nog even afrekenen met Molluskuul en dan dat paletopnieuw configureren.
ru: Пора разобраться с Мелколюском и модифицироватьтон-бокс.
zh_hans: 接下来只要赢过小小蛸，再重新设置调色盘就行了。
zh_hant: 接下來只要戰勝小小蛸，然後重新設定調色盤就行了吧。

# SdodrSdodrTalkElevatorPhase329FNotClr0903
source: Heh.
de: Hehe...
es: Je...
es_mx: Je...
fr: Hé hé hé...
it: Eh eh...
ja: …フッ
ko: …훗
ru: Хе-хе...
zh_hans: ……呵。
zh_hant: ……呵。

# SdodrSdodrTalkElevatorPhase329FNotClr1001
source: Once we reconfigure Eight's Palette, we can finallyrest easy!
de: Nur noch schnell die Palette von Nr. 8 neu konfigurieren,dann haben wir’s endlich geschafft!
es: Cuando reconfiguremos la paleta de Ocho,¡al fin podremos respirar con tranquilidad!
es_mx: Cuando reconfiguremos la paleta de Ocho,¡al fin podremos respirar con tranquilidad!
fr: Une fois qu'on aura reconfiguré la palette de Huit,on pourra enfin souffler un peu !
it: Riconfiguriamo la tavoletta di Ottoe finalmente potremo riposarci.
ja: ハチさんのパレットの再設定が終われば もう安心です！
ko: 에이트 씨의 팔레트만 마저 재설정하면 이제 안심할 수 있어요!
nl: Als we klaar zijn met Achts palet, hebben we onzegrootste zorg eindelijk achter de rug.
ru: Модифицируем тон-бокс Восьмерки, и дело в шляпе!
zh_hans: 重新设置好小八的调色盘就不用再担心了！
zh_hant: 只要把小八的調色盤重新設定完成就可以放心了！

# SdodrSdodrTalkElevatorPhase329FNotClr1003
source: Yo, save it for when we win!
de: Yo, spar dir die Ansprache für unsere Siegesfeier!
es: ¡Eh, no nos lo agradezcas antes de tiempo!
es_mx: ¡Eh, guarda las gracias para después del combate!
fr: Réserve tes remerciements pour la victoire !
it: Aspetta a cantare vittoria, Nori.
ja: そーいうのは 全部終わってからでいーんだよ！
ko: 그런 건 다 끝난 뒤에 해!
nl: Yo, bewaar dat nog even totdat we gewonnen hebben.
ru: Йо, обожди с благодарностями. Надо дело доделать!
zh_hans: 这种话，留到一切都结束之后再说吧！
zh_hant: 想道謝的話就等所有事情都搞定之後再說吧！

# SdodrSdodrTalkElevatorPhase3Chat0101
source: I don't know about you, but I'm getting sick of seeingJelleton faces.
de: Keine Ahnung, wie ihr es seht, aber von mir auskönnen alle Viskelloide geschlossen in die Tonne hüpfen.
es: No sé tú, pero yo me estoy hartando de ver esquealetas.
es_mx: No sé tú, pero yo me estoy hartando de ver esquealetas.
fr: Je ne sais pas ce que vous en pensez, mais moi,je ne peux plus voir ces Squelécailles en peinture.
it: Non so tu, ma io ne ho abbastanzadi quegli Ossimolli!
ja: もうスケルトーンの顔も見あきタナ
ko: 이제 스켈레톤 얼굴 보는 것도 질리네
nl: Ik weet niet hoe jullie erover denken, maar ik begin dekoppen van die Drilgruwels flink zat te worden.
ru: Как же мне эти консервиторы надоели.Такая гадость эти ваши виртуальные рыбы...
zh_hans: 我已经看腻骷髅鱼了。
zh_hant: 骷髏魚的臉我都已經看膩了。

# SdodrSdodrTalkElevatorPhase3Chat0104
source: I dunno—these ones are pretty grody.
de: Weiß ja nicht.Ich find sie irgendwie fesch.
es: Pues estos de monos no tienen nada...
es_mx: Pues estos son más bien asquerosos.
fr: Va falloir te croire sur parole, sur ce coup-là...Parce que maintenant, ils ficheraient plutôt la trouille.
it: In effetti ora sono tremendi.
ja: 今はキョーアクって感じだよな
ko: 지금은 흉악 그 자체야
nl: Ja, het zijn geen knapperds.
ru: Не знаю уж про твой дизайн, но сейчасони выглядят омерзительно, йо...
zh_hans: 现在看起来很凶狠啊。
zh_hant: 現在的模樣看起來很邪惡呢。

# SdodrSdodrTalkElevatorPhase3Chat0206
source: Unbelievable.
de: Ich bin fertig.
es: Increíble...
es_mx: Increíble...
fr: J'aurai tout entendu.
it: Da non crederci.
ja: マジカ…
ko: 진심인가…
nl: Niet te geloven...
ru: Невероятно.
zh_hans: 难以置信……
zh_hant: 真的假的……

# SdodrSdodrTalkElevatorPhase3Chat0700
source: Siiigh...
de: Puh...
es: Ay...
es_mx: Ay...
fr: Pff...
it: Mmmh...
ja: はあぁ………
ko: 하아아………
nl: Hmmm...
ru: Ах-х-х...
zh_hans: 啊……
zh_hant: 呼……

# SdodrSdodrTalkElevatorPhase3Chat0703
source: So...everything's fine, then.
de: Dann... ist ja alles roger.
es: Ah, entonces parece que estás bien...
es_mx: Este... Todo bien entonces.
fr: Bon... J'imagine que tout va bien, alors.
it: OK... Quindi va tutto bene.
ja: …元気みたいダネ
ko: …멀쩡한가 보네
nl: Uhhh... Fijn dat het goed met je gaat.
ru: А... тогда продолжай.
zh_hans: ……看来你很有精神呢。
zh_hant: ……看來你還很有活力呢。

# SdodrSdodrTalkElevatorPhase3Chat0802
source: Just reach out to the airport. I'm sure they can help.
de: Melde dich doch einfach bei dem Flughafen.Dort kann man dir sicher helfen.
es: Si avisas en el aeropuerto, a lo mejor pueden ayudarte.
es_mx: Si avisas en el aeropuerto, a lo mejor pueden ayudarte.
fr: Passe un coup de fil à l'aéroport, ils pourrontsans doute t'aider.
it: Contatta l'aeroporto. Lì ti aiuteranno.
ja: とりあえず 空港に問い合わせたらドウダ？
ko: 일단 공항에 물어보는 게 좋겠어
nl: Al contact opgenomen met de luchthaven? Daar willen zeje vast wel helpen.
ru: Позвони в аэропорт. Уверена, они помогут его найти.
zh_hans: 总之联系机场问一下吧？
zh_hant: 總之，先聯絡機場詢問看看吧。

# SdodrSdodrTalkElevatorPhase3Chat0901
source: Well, don't fly so high that the wind carries you off.
de: Flieg nur nicht zu hoch, ja?Sonst pustet der Wind dich noch fort...
es: No subas muy arriba, no vaya a ser que te lleveel viento...
es_mx: No subas muy arriba, no vaya a ser que te lleveel viento.
fr: Fais juste gaffe à pas te faire emporter parune bourrasque si tu montes trop haut...
it: Beh, non volare troppo in alto o il vento ti porterà via.
ja: あんまり高い所まで行くと 風に流されちゃいますよ…
ko: 너무 높은 곳까지 가면 바람에 날아가 버릴 거예요…
nl: Oké, maar vlieg niet te hoog, want ik wil niet dat je alseen piepklein stipje door de wind wordt weggeblazen.
ru: Смотри не залетай высоко, а то сдует ненароком...
zh_hans: 飞得太高可是会被风吹走的哦……
zh_hant: 要是飛得太高可能會被風給吹走喔……

# SdodrSdodrTalkElevatorPhase3PostBoss0000
source: What a relief to see you both OK!
de: Was bin ich erleichtert, dass es euch gut geht!
es: ¡Qué alegría veros a salvo!
es_mx: ¡Qué alivio que están a salvo!
fr: Ouf ! Vous avez rien !
it: È un sollievo vedere che state bene!
ja: センパイもハチさんも 無事でよかったです～！
ko: 선배도 에이트 씨도 무사해서 다행이에요～!
nl: Wat een opluchting dat jullie allebei in orde zijn!
ru: Я рада, что с вами все в порядке!
zh_hans: 前辈和小八都平安无事，真是太好了～！
zh_hant: 前輩跟小八都平安無事，真是太好了～！

# SdodrSdodrTalkElevatorPhase3PostBoss0101
source: You two are so cool, it's scary!
de: Ihr beide seid so cool, dass man glatt Angstvor euch bekommen könnte!
es: ¡Tanta confianza da hasta miedo!
es_mx: ¡Tanta confianza da hasta miedo!
fr: Vous assurez comme des bêtes !
it: Siete l'incarnazione della mitilicità.
ja: ハチさんもセンパイも スゴイです～♪
ko: 에이트 씨도 선배도 굉장해요～♪
nl: Jullie zijn zo cool dat het een beetje eng wordt.
ru: Вы двое просто огонь! Это даже пугает!
zh_hans: 小八和前辈都好厉害～♪
zh_hant: 小八跟前輩都好厲害喔～♪

# SdodrSdodrTalkElevatorPhase3PostBoss0304
source: Ohhh, Pearlie!
de: Ach, Perla...
es: ¡Ay, Perla!
es_mx: ¡Ay, Perlita!
fr: Oh, ma p'tite Perle !
it: Ooooh, Alguccia...
ja: センパイ………！！！
ko: 선배………!!!
nl: O, Lore toch!
ru: Ах, Жемчик!..
zh_hans: 前辈……！！！
zh_hant: 前輩……！！！

# SdodrSdodrTalkElevatorPhase3PreBoss0001
source: Don't do anything I wouldn't.
de: Und tut nichts, was ich nicht auch tun würde.
es: ¡No os despistéis!
es_mx: No bajen la guardia.
fr: Oui, ne prenez pas de risques inutiles.
it: Non fate nulla che io non farei.
ja: 油断するナヨ
ko: 방심하지 말고
nl: Haal geen dingen uit die ik niet zou doen.
ru: И не делайте ничего такого, чего не делала бы я.
zh_hans: 不要大意哦。
zh_hant: 不能大意喔。

# SdodrSdodrTalkElevatorPhase3PreBoss0201
source: Yes, please don't overextend yourselves!
de: Ihr habt Ahato gehört. Geht bloß kein Risiko ein!
es: ¡Sí, no intentéis ninguna temeridad!
es_mx: ¡Sí, no intenten ninguna temeridad!
fr: Ouais ! Faut pas vendre le tentacule du calamaravant de l'avoir liquidé !
it: Sì, non fate il passo più lungo del tentacolo.
ja: あまり無理はしないでくださいね～
ko: 너무 무리하지 마세요～
nl: Ja, neem geen onnodige risico's!
ru: Да, правильно оценивайте свои силы!
zh_hans: 请不要太逞强哦～
zh_hant: 請不要太過逞強喔～

# SdodrSdodrTalkStageRandomArmorLv000
source: GUH! Mayday, Eight! Get outta there!
de: GAH! Mayday, Nr. 8!Bring dich in Sicherheit!
es: ¡Agh! ¡Atención, Ocho! ¡Ponte a cubierto!
es_mx: ¡Agh! ¡Atención, Ocho! ¡Huye!
fr: Danger, danger, Huit ! File d'ici, et vite !
it: Emergenza, Otto! Gambe in spalla (tu che le hai)!
ja: ゲッ！ まずいぞ、ハチ！ 安全確保だ！
ko: 윽! 큰일이다, 에이트! 안전을 확보해!
nl: Argh! Kijk uit! Acht, maak dat je wegkomt!
ru: ОУ!!! Восьмерка, атас! Уходи оттуда!
zh_hans: 呃！糟了，小八！先确保自己的安全！
zh_hant: 呃！糟了，小八！先確保自身的安全吧！
