Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipCommentWeakSwingRateUpUnlockComment02
source: This lets you keep slashing sothat you don't have to stop untileverything around you is gone.
de: Lässt dich deinen Waagrechthiebso oft einsetzen, bis kein Gegner mehrzu sehen ist.
es: Permite efectuar barridos sin descansoy causar más daño a los enemigos queosen acercarse a ti.
es_mx: Permite efectuar barridos sin descansoy causar más daño a los enemigos queosen acercarse a ti.
fr: Elle permet d'effectuer des frappessans s'arrêter jusqu'à avoir éliminétous les ennemis alentour.
it: Con questa scheda sferri fendentia tutto gas, per infliggere ancorapiù danni ai nemici vicini a te.
ja: ヨコ斬りを連続してくり出せるから、近くの敵に一気にダメージをあたえられるナ
ko: 가로 베기를 연속으로 구사할 수 있으니까주변의 적에게 단번에 대미지를줄 수 있겠는걸
nl: Hiermee kun je blijven zwiepen toter niets meer overeind staat!
ru: Эти жетоны позволят тебенаносить удары, пока все врагивокруг не будут плюхнуты.
zh_hans: 它会让你连续使出横斩，所以能瞬间对附近的敌人造成伤害呢。
zh_hant: 因為可以連續使出橫斬，所以能對身邊的敵人造成大量傷害。

# SdodrSdodrColorTipCommentWeakSwingRateUpUnlockComment03
source: Be careful, because it also usesup more ink. Though I'm surePearl has thoughts about that.
de: Aber nicht den Tintenverbrauch außerAcht lassen, Ahato! Wobei Perla dasicher Einwände hat...
es: Pero ten cuidado, porque tambiénconsume más tinta. Seguro quePerla tiene algo que decir acercade esto.
es_mx: Pero ten cuidado, porque tambiénconsume más tinta. Seguro quePerla tiene algo que decir acercade esto.
fr: Attention, ça utilise aussi plus d'encre.Mais Perle dirait sûrement que c'estpas du tout un souci.
it: Occhio, perché consumi anche piùinchiostro. Ma tanto Alga ti dirà di nonpreoccuparti, perché sbaraglierai tuttii nemici prima di finirlo... RATATATA!
ja: インク消費も増えるので注意ですズバババッて倒せば、インク気にしなくてオッケー！ ってセンパイは言いそうですけど
ko: 잉크 소비량도 늘어나니까 주의하세요선배는 슈슈슈슉 쓰러뜨리면 잉크 걱정할필요도 없다고 말할 것 같지만요
ru: Ой, только осторожно! Ведь тыбудешь расходовать большекраски. Жемчик, расскажи,ты хорошо знаешь!
zh_hans: 要多加注意的是墨汁消耗量也会增加。不过前辈大概会说“只要‘唰唰唰’地击倒敌人，就不用在意墨汁消耗啦！”
zh_hant: 但要注意的是墨汁消耗量也會增加。不過前輩大概會說「只要唰唰唰地擊倒敵人就不用管墨汁了啦！」。

# SdodrSdodrColorTipCommentWeakSwingRateUpUnlockComment04
source: I was just... I was gonna... Uh,yeah, don't get careless and runoutta ink, Eight!
de: Ich, äh... Nein, stimmt schon.Lass die Tinte nicht außer Acht,Nr. 8...
es: Yo iba a... Eh, sí... Pues eso, ¡que note despistes y ahorres tinta, Ocho!
es_mx: Yo iba a... Eh, sí... Pues eso, ¡que note despistes y ahorres tinta, Ocho!
fr: Mais je... enfin... Hem, fais justegaffe à pas te retrouver à courtd'encre, Huit !
it: Io... io volevo dire che...Mi raccomando, fai attenzionea non finire l'inchiostro, Otto.
ja: ズバババッて… あっインク切れに注意だぞ、ハチ！
ko: 슈슈슈슉 하고… 앗잉크 관리 잘 해, 에이트!
nl: Dat wilde ik net... Ik bedoel, eh...Nou ja, zeg. Acht, pas maar opdat je inkt niet opraakt.
ru: Йо, да я ведь только в тот раз...Ой, все! В общем, следи, чтобыкраска не кончилась, Восьмерка!
zh_hans: 只要“唰唰唰”地……啊。注意别耗尽墨汁啊，小八！
zh_hant: 只要唰唰唰地……啊。你要小心別把墨汁用光囉，小八！

# SdodrSdodrColorTipDefeatEnemyBlastFreqUp
source: Lucky Bomb Drop
de: Glücksbomben-Häufigkeit
es: Bomba fortuna probable
es_mx: Bomba fortuna probable
fr: Butin de bombe chance
it: Probabilità bomba fortunata
ja: ラッキーボム確率
ko: 럭키 밤 확률
nl: Geluksbomkans
ru: Вероятность шанс-бомб +
zh_hans: 幸运炸弹概率
zh_hant: 幸運炸彈機率

# SdodrSdodrColorTipDefeatEnemyBlastFreqUpExplanation
source: Increases the chances of enemies droppingLucky Bombs. Lucky Bombs explode fromthe closest enemy to the farthest.
de: Mehr Glücksbomben von Gegnern.Glücksbomben explodieren der Reihe nachvom nächsten zum entferntesten Feind.
es: Aumenta la probabilidad de que los enemigosdejen bombas fortuna, las cuales explotandesde el enemigo más cercano al más lejano.
es_mx: Aumenta la probabilidad de que los enemigosdejen bombas fortuna. Estas explotarándesde el enemigo más cercano al más lejano.
fr: Augmente les chances qu'un ennemi lâchedes bombes chance. Ces bombes explosentde l'ennemi le plus proche au plus éloigné.
it: Aumenta le probabilità che i nemici lascinocadere bombe fortunate. Queste esplodonodal nemico più vicino al più lontano.
ja: 倒した敵からラッキーボムが出る確率がアップします。ラッキーボムは近くのものから順に爆発します。
ko: 쓰러뜨린 적이 럭키 밤을 드롭할 확률이 증가합니다.럭키 밤은 가까운 것부터 순서대로 폭발합니다.
nl: Verhoogt de kans dat vijanden geluksbommenlaten vallen. Geluksbommen exploderen vande meest dichtsbijzijnde vijand tot de verste.
ru: Повышает вероятность того, что изврагов выпадут шанс-бомбы. Шанс-бомбавзрывается от ближнего врага к дальнему.
zh_hans: 提升打倒敌人时出现幸运炸弹的概率。幸运炸弹会由近到远依次爆炸。
zh_hant: 提升擊倒敵人時出現幸運炸彈的機率。幸運炸彈會由近到遠依序爆炸。

# SdodrSdodrColorTipDefeatEnemyInkRecover
source: Splat Ink Recovery
de: Klecks-Regeneration
es: Recarga de tinta liquidativa
es_mx: Recarga de tinta ofensiva
fr: Récup d'encre
it: Recupero colore a splat
ja: 撃破インク回復
ko: 격파 잉크 회복
nl: Inktvampier
ru: Плюхи пополняют краску
zh_hans: 击倒墨汁回复
zh_hant: 擊倒墨汁回復

# SdodrSdodrColorTipDefeatEnemyInkRecoverExplanation
source: Refill ink by defeating enemies.
de: Das Erledigen von Gegnern füllt deinenTintentank ein wenig auf.
es: Recuperas tinta cada vez que eliminas aun enemigo.
es_mx: Recuperas tinta cada vez que eliminas aun enemigo.
fr: Permet de remplir ton réservoir d'encrequand tu élimines des ennemis.
it: Splattare i nemici fa recuperare inchiostro.
ja: 敵を倒すたびにインクが回復します。
ko: 적을 쓰러뜨릴 때마다 잉크가 회복됩니다.
nl: Het verslaan van vijanden vult je inkttank bij.
ru: Пополняет запасы краски за каждогоплюхнутого врага.
zh_hans: 墨汁会在每次击倒敌人时有所回复。
zh_hant: 墨汁會在每一次擊倒敵人時得到回復。

# SdodrSdodrColorTipDefeatEnemyItemDropArmor
source: Armor Drop
de: Rüstungs-Häufigkeit
es: Armadura probable
es_mx: Armadura probable
fr: Butin d'armure
it: Probabilità armatura
ja: アーマー確率
ko: 아머 확률
nl: Pantserkans
ru: Шанс на броню +
zh_hans: 盔甲概率
zh_hant: 盔甲機率

# SdodrSdodrColorTipDefeatEnemyItemDropArmorExplanation
source: Increases the chances of enemies droppingarmor. Armor will absorb damage and breakso you don't lose a Life.
de: Mehr Rüstungen von Gegnern.Rüstungen retten dich vor dem Verlusteines Versuchs.
es: Aumenta la probabilidad de que los enemigosdejen armaduras, las cuales absorben eldaño en tu lugar hasta romperse.
es_mx: Aumenta la probabilidad de que los enemigosdejen armadura, la cual absorbe daño y serompe para evitar que pierdas una vida.
fr: Augmente les chances qu'un ennemi lâchedes armures. L'armure absorbe des dégâtset se brise pour t'éviter de perdre une vie.
it: Aumenta le probabilità che i nemici lascinocadere un'armatura che assorbe i danni esi rompe invece di farti perdere una vita.
ja: 倒した敵からアーマーが出る確率がアップします。アーマーは受けた攻撃の身代わりになって破壊されます。
ko: 쓰러뜨린 적이 아머를 드롭할 확률이 증가합니다.아머는 공격을 대신 받고 파괴됩니다.
nl: Verhoogt de kans dat vijanden bepantseringlaten vallen. Bepantsering absorbeert schade engaat stuk in plaats van dat je levens verliest.
ru: Повышает вероятность того, что из враговвыпадет броня. Броня поглощает урони ломается, а ты не теряешь жизнь.
zh_hans: 提升打倒敌人时出现盔甲的概率。盔甲会代替承受攻击并损坏。
zh_hant: 提升擊倒敵人時出現盔甲的機率。盔甲將會代為承受攻擊並損壞。

# SdodrSdodrColorTipDefeatEnemyItemDropDroneActiveUp
source: Drone-Battery Drop
de: Drohnenbatterien-Häufigkeit
es: Batería de dron probable
es_mx: Batería de dron probable
fr: Butin de batterie du drone
it: Probabilità batteria drone
ja: ドローンバッテリー確率
ko: 드론 배터리 확률
nl: Dronebatterijkans
ru: Шанс на батарею дрона +
zh_hans: 无人机电池概率
zh_hant: 無人機電池機率

# SdodrSdodrColorTipDefeatEnemyItemDropDroneActiveUpExplanation
source: Increases the chances of enemies droppingdrone batteries. A drone battery fills thedrone gauge by 100 points.
de: Mehr Drohnenbatterien von Gegnern.Drohnenbatterien füllen die Drohnenanzeigeum 100 Punkte auf.
es: Aumenta la probabilidad de que los enemigosdejen baterías de dron, las cuales añaden100 p al medidor de dron.
es_mx: Aumenta la probabilidad de que los enemigosdejen baterías de dron. Estas añaden 100p.al medidor de dron.
fr: Augmente les chances qu'un ennemi lâchedes batteries du drone. Une batterie remplit100 points de la jauge du drone.
it: Aumenta le probabilità che i nemici lascinocadere batterie drone. Una batteriariempie l'indicatore drone di 100 punti.
ja: 倒した敵からドローンバッテリーが出る確率がアップします。ドローンバッテリーを取ると、ゲージが100p増加します。
ko: 쓰러뜨린 적이 드론 배터리를 드롭할 확률이증가합니다. 드론 배터리를 획득하면 게이지가100p 증가합니다.
nl: Verhoogt de kans dat vijanden dronebatterijenlaten vallen. Een dronebatterij vult dedronemeter met 100 punten.
ru: Повышает вероятность того, что из враговвыпадут батареи дронов. Батарея дронапополняет шкалу дрона на 100 пунктов.
zh_hans: 提升打倒敌人时出现无人机电池的概率。拾取无人机电池后，可以使蓄力槽增加100p。
zh_hant: 提升擊倒敵人時出現無人機電池的機率。拾取無人機電池後，蓄力槽將會增加100p。

# SdodrSdodrColorTipDefeatEnemyItemDropInkUp
source: Ink-Bottle Drop
de: Tintenflaschen-Häufigkeit
es: Botella de tinta probable
es_mx: Botella de tinta probable
fr: Butin de cartouche d'encre
it: Probabilità cartuccia inchiostro
ja: インクボトル確率
ko: 잉크 보틀 확률
nl: Inktfleskans
ru: Шанс на крас-патроны +
zh_hans: 墨汁瓶概率
zh_hant: 墨汁瓶機率

# SdodrSdodrColorTipDefeatEnemyItemDropInkUpExplanation
source: Increases the chances of enemies droppingink bottles. An ink bottle fills half of yourink tank.
de: Mehr Tintenflaschen von Gegnern.Tintenflaschen füllen deinen Tintentankum die Hälfte auf.
es: Aumenta la probabilidad de que los enemigosdejen botellas de tinta, las cuales rellenanla mitad del tanque de tinta.
es_mx: Aumenta la probabilidad de que los enemigosdejen botellas de tinta, las cuales rellenanla mitad del tanque de tinta.
fr: Augmente les chances qu'un ennemi lâchedes cartouches d'encre. Une cartoucheremplit la moitié de ton réservoir.
it: Aumenta le probabilità che i nemici lascinocadere cartucce d'inchiostro. Una cartucciariempie metà del tuo serbatoio.
ja: 倒した敵からインクボトルが出る確率がアップします。インクボトルを取ると、インクタンクが半分回復します。
ko: 쓰러뜨린 적이 잉크 보틀을 드롭할 확률이 증가합니다.잉크 보틀을 획득하면 잉크 탱크가 절반 회복됩니다.
nl: Verhoogt de kans dat vijanden inktflessenlaten vallen. Een inktfles vult je inkttankvoor de helft.
ru: Повышает вероятность того, что из враговвыпадут крас-патроны. Крас-патронзаполняет баллон с краской наполовину.
zh_hans: 提升打倒敌人时出现墨汁瓶的概率。拾取墨汁瓶后，可以使墨汁槽回复一半。
zh_hant: 提升擊倒敵人時出現墨汁瓶的機率。拾取墨汁瓶後，墨汁槽將會回復一半。

# SdodrSdodrColorTipDefeatEnemyItemDropSpecialUp
source: Canned-Special Drop
de: Powerkonserven-Häufigkeit
es: Conserva especial probable
es_mx: Conserva especial probable
fr: Butin de boîte de conserve
it: Probabilità scatolette speciali
ja: スペシャルカンヅメ確率
ko: 스페셜 통조림 확률
nl: Bonusblikkans
ru: Шанс на особые консервы +
zh_hans: 特殊罐头概率
zh_hant: 特殊罐頭機率

# SdodrSdodrColorTipDefeatEnemyItemDropSpecialUpExplanation
source: Increases the chances of enemies droppingcanned specials. A canned special fills halfof the special gauge.
de: Mehr Powerkonserven von Gegnern.Powerkonserven füllen deine Spezialanzeigeum die Hälfte auf.
es: Aumenta la probabilidad de que los enemigosdejen conservas especiales, las cualesrellenan la mitad del medidor especial.
es_mx: Aumenta la probabilidad de que los enemigosdejen conservas especiales. Estas rellenanla mitad del medidor especial.
fr: Augmente les chances qu'un ennemi lâchedes boîtes de conserve. Une conserveremplit la moitié de la jauge spéciale.
it: Aumenta le probabilità che i nemici lascinocadere scatolette speciali che ti riempionometà dell'indicatore dell'arma speciale.
ja: 倒した敵からスペシャルカンヅメが出る確率がアップします。スペシャルカンヅメを取ると、スペシャルゲージが最大値の半分増加します。
ko: 쓰러뜨린 적이 스페셜 통조림을 드롭할 확률이증가합니다. 스페셜 통조림을 획득하면스페셜 게이지가 최대치의 절반만큼 증가합니다.
nl: Verhoogt de kans dat vijanden bonusblikkenlaten vallen. Een bonusblik vult je specialemeter voor de helft.
ru: Повышает вероятность того, что из враговвыпадут консервы «Особые». Консервызаполняют половину шкалы особого оружия.
zh_hans: 提升打倒敌人时出现特殊罐头的概率。拾取特殊罐头后，可以使特殊武器蓄力槽增加上限的一半。
zh_hant: 提升擊倒敵人時出現特殊罐頭的機率。拾取特殊罐頭後，特殊武器蓄力槽將會增加上限的一半。

# SdodrSdodrColorTipDefeatEnemyItemStunBomb
source: Disc-Piece Drop
de: Plattenteil-Häufigkeit
es: Pieza de disco probable
es_mx: Pieza de disco probable
fr: Butin de fragment de disque
it: Probabilità pezzo di disco
ja: ディスクパーツ確率
ko: 디스크 파츠 확률
nl: Diskdeelkans
ru: Шанс на фрагмент диска +
zh_hans: 唱片零件概率
zh_hant: 唱片零件機率

# SdodrSdodrColorTipDefeatEnemyItemStunBombExplanation
source: Increases the chances of enemies droppingdisc pieces. Get three, and the Pearl Drone'sStep-Off Song will temporarily close portals.
de: Mehr Plattenteile von Gegnern.Drei Stück, dann schließt die Perla-Drohnemit ihrem Perliminator kurz die Portale!
es: Es más probable que los enemigos dejen piezasde discos. Al reunir tres, el dron puede usar elestallido sonoro y bloquear portales un tiempo.
es_mx: Es más probable que los enemigos dejen piezasde discos. Al reunir tres, el dron puede usar elestallido sonoro y bloquear portales un tiempo.
fr: Augmente les chances que l'ennemi lâche desfragments de disque. Avec trois, la tempêtesonore ferme temporairement les vortex.
it: Aumenta le probabilità che i nemici lascinocadere un pezzo di disco. Con tre, l'ondasonora chiuderà temporaneamente i portali.
ja: 倒した敵からディスクパーツが出る確率がアップします。ディスクパーツを３つ集めるとヒメドローンがサウンドバーストを発動し、しばらくポータルから敵が出なくなります。
ko: 쓰러뜨린 적이 디스크 파츠를 드롭할 확률이 증가합니다.디스크 파츠를 3개 모으면 히메 드론이 사운드 버스트를발동하며 한동안 포털에서 적이 나오지 않게 됩니다.
nl: Verhoogt de kans dat vijanden diskdelen latenvallen. Verzamel drie diskdelen om portalen tesluiten met de Schoksirene van de Lorelei-drone.
ru: Повышает вероятность того, что из врагов выпадетфрагмент диска. Если соберешь три, бум-волнажем-дрона временно закроет порталы.
zh_hans: 提升打倒敌人时出现唱片零件的概率。集齐3个唱片零件后，小姬无人机会发动音爆，使敌人暂时不会经由传送口出现。
zh_hant: 提升擊倒敵人時出現唱片零件的機率。收集3個唱片零件後，小姬無人機將會發動音爆，使敵人暫時無法經由傳送口出現。

# SdodrSdodrColorTipDirectAttackBrushAwayUp
source: Rush Knockback
de: Presch-Stoßwirkung
es: Impulso por golpe
es_mx: Empuje terrestre
fr: Vade retro rapido
it: Respinta in corsa
ja: トツゲキふき飛ばし
ko: 돌격 넉백
nl: Duwende stormaanvallen
ru: Скоростные атаки сбивают
zh_hans: 突击击飞
zh_hant: 突襲擊飛

# SdodrSdodrColorTipDirectAttackBrushAwayUpExplanation
source: Push enemies further with rushing attacks,like Reefslider, inking while moving witha roller or brush, etc.
de: Lässt dich Gegner bei Presch-Angriffenweiter wegstoßen. Hierzu zählen Haihammer,Laufen mit Pinseln und Rollern und mehr.
es: Los rivales se ven más desplazados por losgolpes del flotiburón y al entintar mientrasse avanza con armas como rodillos o pinceles.
es_mx: Los rivales se ven más desplazados porlos golpes del flotiburón y los ataquesterrestres con rodillos o pinceles.
fr: Repousse l'ennemi plus loin en enchaînant lesattaques, par exemple avec le cavalsquale ouen encrant avec un rouleau ou un pinceau.
it: Manda più lontano i nemici con gli attacchi incorsa, come quelli del motosqualo e di rullie pennelli quando inchiostri mentre ti sposti.
ja: サメライドや、ローラーやフデの塗り進みなどのトツゲキする攻撃で、敵をふき飛ばします。
ko: 샤크 라이드나 롤러와 붓의 색칠 전진 등돌격하는 공격으로 적을 날려 버립니다.
nl: Duw tegenstanders verder met aanvallen waarbijje naar voren stormt, zoals bij de Opblaashaaien als je de grond verft met rollers of kwasten.
ru: Стремительные атаки, напримерс мотокулой или при прокрасе валикомили кистью, отбрасывают врагов дальше.
zh_hans: 使用鲨鱼坐骑，或滚筒、画笔涂墨前进这类突击攻击时，可以击飞敌人。
zh_hant: 使用鯊魚坐騎、滾筒或畫筆以塗墨前進等方式突襲時，可以擊飛敵人。

# SdodrSdodrColorTipDirectAttackUp
source: Rush Attack
de: Presch-Schaden
es: Daño por golpe
es_mx: Daño por golpe
fr: Attaque rapido
it: Attacco in corsa
ja: トツゲキダメージ
ko: 돌격 대미지
nl: Stormaanval
ru: Урон от скоростных атак +
zh_hans: 突击伤害
zh_hant: 突襲傷害

# SdodrSdodrColorTipDirectAttackUpExplanation
source: Increases damage dealt by rushing attacks,like Reefslider and inking while moving witha roller or brush.
de: Verstärkt Angriffe, bei denen du vorwärtspreschst. Hierzu zählen Haihammer, Laufenmit Pinseln und Rollern und mehr.
es: Aumenta el daño que causan los impactos delflotiburón y armas como rodillos o pincelesal entintar mientras se avanza.
es_mx: Aumenta el daño que causan los impactos delflotiburón y los ataques terrestres con rodilloso pinceles.
fr: Enchaîne les attaques pour augmenter lesdégâts, par exemple avec le cavalsquale, ouen encrant avec un rouleau ou un pinceau.
it: Aumenta i danni inflitti dagli attacchi incorsa, come quelli del motosqualo e di rullie pennelli quando inchiostri mentre ti sposti.
ja: サメライドや、ローラーやフデの塗り進みなどのトツゲキする攻撃のダメージがアップします。
ko: 샤크 라이드나 롤러와 붓의 색칠 전진 등돌격하는 공격의 대미지가 증가합니다.
nl: Verhoogt de schade van aanvallen waarbij jenaar voren stormt, zoals bij de Opblaashaai enals je de grond verft met rollers of kwasten.
ru: Повышает урон от стремительных атак,например с мотокулой, и во времяпрокраса валиком или кистью.
zh_hans: 提升使用鲨鱼坐骑，或滚筒、画笔涂墨前进这类突击攻击的伤害。
zh_hant: 使用鯊魚坐騎、滾筒或畫筆以塗墨前進等方式突襲時，提升攻擊的傷害。

# SdodrSdodrColorTipDisableCanopyShot
source: No-Launch Brella
de: Pluviator-Befestiger
es: Paratintas compacto
es_mx: Paratintas íntegro
fr: Para-encre ancré
it: Ombrello fisso
ja: パージロック
ko: 퍼지 록
nl: Plenzerlanceerpreventie
ru: Неотделяемый зонтган
zh_hans: 伞面锁
zh_hant: 傘面鎖

# SdodrSdodrColorTipDisableCanopyShotExplanation
source: Prevents the brella shield from launching,allowing you to keep shooting with it open.
de: Macht Pluviator-Schirmteile nicht mehrabschießbar. Bei geöffnetem Schirmwird weitergefeuert.
es: Permite seguir disparando con el paratintasabierto, sin que se lance el armazón.
es_mx: Permite seguir disparando con el paratintasabierto, sin que se lance el armazón.
fr: Empêche le para-encre d'être propulsé,ce qui permet de continuer à tirer enle maintenant ouvert.
it: Evita che l'ombrello venga lanciato,permettendoti di continuare a spararementre è aperto.
ja: カサをパージしなくなり、カサを開いたままインクショットを連射できます。
ko: 우산이 분리되지 않아 우산을 펼친 채잉크 샷을 연사할 수 있습니다.
nl: Het schild van een plenzer wordt niet gelanceerd,zodat je kunt blijven vuren met een open plenzer.
ru: Предотвращает запуск щита зонтгана,позволяя стрелять с раскрытым зонтом.
zh_hans: 使伞面不会脱离，可以撑开着伞面连续使用墨汁发射。
zh_hant: 讓傘面不會脫離，可以在開傘的狀態下連射墨汁。

# SdodrSdodrColorTipDroneActionBombQuick
source: Drone Burst Bomb
de: Drohnen-Insta-Bombe
es: Bomba rápida drónida
es_mx: Globo entintado drónido
fr: Bombe ballon du drone
it: Granate per drone
ja: ドローンクイックボム
ko: 드론 퀵 밤
nl: Droneballonbom
ru: Разрывные бомбы дрона
zh_hans: 无人机快速炸弹
zh_hant: 無人機快速炸彈

# SdodrSdodrColorTipDroneActionBombQuickExplanation
source: Allows the Pearl Drone to use Burst Bombs.Having two or more of this color chipreduces the required points accordingly.
de: Ermöglicht der Perla-Drohne, Insta-Bombeneinzusetzen. Mehr dieser Chips verringerndie zum Einsatz benötigten Punkte.
es: Permite al dron Perla usar bombas rápidas.Los puntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
es_mx: Permite al dron Perla usar globos entintados.Los puntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
fr: Permet au drone Perle d'utiliser les bombesballons. Équiper deux puces chromatiquesou plus de ce type réduit les points requis.
it: Permette ad Alga drone di usare le granate.Con due o più di queste schede coloresi riducono i punti necessari all'uso.
ja: ヒメドローンがクイックボムを使います。２枚目からは必要なゲージが少なくなります。
ko: 히메 드론이 퀵 밤을 사용합니다.2개째부터는 필요한 게이지가 줄어듭니다.
nl: Laat de Lorelei-drone Ballonbommen gebruiken.Als je twee of meer van deze chips hebt,is het benodigde aantal punten lager.
ru: Жем-дрон может применять разрывныебомбы. Чем больше таких тон-жетонов(минимум 2), тем меньше нужно очков.
zh_hans: 小姬无人机可以使用快速炸弹。从第2块晶片开始减少需要消耗的蓄力槽。
zh_hant: 可讓小姬無人機使用快速炸彈。裝備2枚以上能降低蓄力槽消耗。

# SdodrSdodrColorTipDroneActionBombSplash
source: Drone Splat Bomb
de: Drohnen-Klecks-Bombe
es: Bomba básica drónida
es_mx: Plasbomba drónida
fr: Bombe splash du drone
it: Bomba splash per drone
ja: ドローンスプラッシュボム
ko: 드론 스플래시 밤
nl: Droneklodderbom
ru: Брызгающие бомбы дрона
zh_hans: 无人机斯普拉炸弹
zh_hant: 無人機斯普拉炸彈

# SdodrSdodrColorTipDroneActionBombSplashExplanation
source: Allows the Pearl Drone to use Splat Bombs.Having two or more of this color chipreduces the required points accordingly.
de: Ermöglicht der Perla-Drohne, Klecks-Bombeneinzusetzen. Mehr dieser Chips verringerndie zum Einsatz benötigten Punkte.
es: Permite al dron Perla usar bombas básicas.Los puntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
es_mx: Permite al dron Perla usar plasbombas.Los puntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
fr: Permet au drone Perle d'utiliser les bombessplash. Équiper deux puces chromatiques ouplus de ce type réduit les points requis.
it: Permette ad Alga drone di usare le bombesplash. Con due o più di queste schedecolore si riducono i punti necessari all'uso.
ja: ヒメドローンがスプラッシュボムを使います。２枚目からは必要なゲージが少なくなります。
ko: 히메 드론이 스플래시 밤을 사용합니다.2개째부터는 필요한 게이지가 줄어듭니다.
nl: Laat de Lorelei-drone Klodderbommengebruiken. Als je twee of meer van deze chipshebt, is het benodigde aantal punten lager.
ru: Жем-дрон может применять брызгающиебомбы. Чем больше таких тон-жетонов(минимум 2), тем меньше нужно очков.
zh_hans: 小姬无人机可以使用斯普拉炸弹。从第2块晶片开始减少需要消耗的蓄力槽。
zh_hant: 可讓小姬無人機使用斯普拉炸彈。裝備2枚以上能降低蓄力槽消耗。

# SdodrSdodrColorTipDroneActionItemDrop
source: Drone Items
de: Drohnen-Items
es: Objeto drónido
es_mx: Objeto drónido
fr: Objets du drone
it: Oggetti del drone
ja: ドローンアイテム
ko: 드론 아이템
nl: Dronevoorwerpen
ru: Предметы дрона
zh_hans: 无人机道具
zh_hant: 無人機道具

# SdodrSdodrColorTipDroneActionItemDropExplanation
source: Allows the Pearl Drone to generate items.Having two or more of this color chipreduces the required points accordingly.
de: Ermöglicht der Perla-Drohne, Items zuproduzieren. Mehr dieser Chips verringerndie zum Einsatz benötigten Punkte.
es: El dron Perla podrá generar objetos al azar.Los puntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
es_mx: El dron Perla podrá generar objetos al azar.Los puntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
fr: Permet au drone Perle de générer des objets.Équiper deux puces chromatiques ou plusde ce type réduit les points requis.
it: Permette ad Alga drone di generare oggetti.Con due o più di queste schede coloresi riducono i punti necessari all'uso.
ja: ヒメドローンがランダムなアイテムを生成します。２枚目からは必要なゲージが少なくなります。
ko: 히메 드론이 랜덤으로 아이템을 생성합니다.2개째부터는 필요한 게이지가 줄어듭니다.
nl: Laat de Lorelei-drone voorwerpen maken.Als je twee of meer van deze chips hebt,is het benodigde aantal punten lager.
ru: Жем-дрон может генерировать предметы.Чем больше таких жетонов (минимум 2),тем меньше нужно очков.
zh_hans: 小姬无人机会生成随机道具。从第2块晶片开始减少需要消耗的蓄力槽。
zh_hant: 可讓小姬無人機製造隨機道具。裝備2枚以上能降低蓄力槽消耗。

# SdodrSdodrColorTipDroneActionSprinkler
source: Drone Sprinkler
de: Drohnen-Sprinkler
es: Aspersor drónido
es_mx: Aspersor drónido
fr: Fontaine du drone
it: Spruzzatore per drone
ja: ドローンスプリンクラー
ko: 드론 스프링클러
nl: Drone-inktsprinkler
ru: Распыляторы дрона
zh_hans: 无人机洒墨器
zh_hant: 無人機灑墨器

# SdodrSdodrColorTipDroneActionSprinklerExplanation
source: Allows the Pearl Drone to spray ink.Having two or more of this color chipreduces the required points accordingly.
de: Ermöglicht der Perla-Drohne, Tinte zuverspritzen. Mehr dieser Chips verringerndie zum Einsatz benötigten Punkte.
es: Permite al dron Perla lanzar tinta. Lospuntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
es_mx: Permite al dron Perla lanzar tinta. Lospuntos de medidor requeridos se reducenal usar dos o más unidades del cromochip.
fr: Permet au drone Perle d'asperger de l'encre.Équiper deux puces chromatiques ou plus dece type réduit les points requis.
it: Permette ad Alga drone di usare lospruzzatore. Con due o più di queste schedecolore si riducono i punti necessari all'uso.
ja: ヒメドローンがインクをまき散らします。２枚目からは必要なゲージが少なくなります。
ko: 히메 드론이 잉크를 흩뿌립니다.2개째부터는 필요한 게이지가 줄어듭니다.
nl: Laat de Lorelei-drone inkt spuiten.Als je twee of meer van deze chips hebt,is het benodigde aantal punten lager.
ru: Жем-дрон может применять распыляторы.Чем больше таких жетонов (минимум 2),тем меньше нужно очков.
zh_hans: 小姬无人机可以喷洒墨汁。从第2块晶片开始减少需要消耗的蓄力槽。
zh_hant: 可讓小姬無人機噴灑墨汁。裝備2枚以上能降低蓄力槽消耗。

# SdodrSdodrColorTipDroneActionSuperLaser
source: Drone Killer Wail
de: Drohnen-Heulboje
es: Tintófono drónido
es_mx: Berreón drónido
fr: Haut-perceur du drone
it: Tintofono per drone
ja: ドローンメガホンレーザー
ko: 드론 메가폰 레이저
nl: Dronemegalofoon
ru: Мегалофон дрона
zh_hans: 无人机喇叭镭射
zh_hant: 無人機喇叭雷射
