Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipCommentDroneActionBombQuickUnlockComment02
source: Burst Bombs aren't the biggestbang, but they explode oncontact whenever they hit.
de: Insta-Bomben sind nicht gerade dasdurchschlagkräftigste Modell, doch sieexplodieren sofort beim Auftreffen!
es: Las bombas rápidas no son las máspotentes, pero explotan en cuantotocan algo.
es_mx: Los globos entintados no son los máspotentes, pero explotan en cuantotocan algo.
fr: Les bombes ballons ne sont pas les pluspuissantes, mais elles explosent dèsqu'elles entrent en contact avec unennemi.
it: Le granate non producono esplosionidevastanti, ma scoppiano al contattocon i nemici.
ja: クイックボムはイリョクはひかえめだけど、ねらった敵に直撃しやすいネ
ko: 퀵 밤은 위력 자체는 약하지만조준한 적을 맞히기 쉽지
nl: Ballonbommen hebben niet de grootsteexplosie, maar ze exploderen meteenzodra ze iets raken.
ru: Разрывные бомбы — не самыемощные, зато взрываются сразупри контакте.
zh_hans: 快速炸弹的威力比较弱，不过比较容易直接命中瞄准的敌人。
zh_hant: 雖然快速炸彈的威力偏低，不過比較容易直接命中瞄準的敵人。

# SdodrSdodrColorTipCommentDroneActionBombQuickUnlockComment03
source: If you already have Splash Damageor Drone-Gauge Charge, Pearl willbe a force to be reckoned with.
es: Si añades otros cromochips como«daño explosivo» o «medidor de drontemporal», la aportación ofensiva dePerla será muy significativa.
fr: Et si en plus tu as déjà équipé Dégâtsd'éclaboussure ou Charge de jauge dudrone, Perle sera une force inarrêtable !
it: Se possiedi anche Danno splasho Carica indicatore drone, Alga avràuna potenza incredibile!
ja: 「爆発ダメージ」や「時間ドローンゲージ」なども集めると、センパイがオニのように攻撃してくれますよ♪
ko: 「폭발 대미지」나 「시간 드론 게이지」등도 함께 모으면 선배가 엄청난 기세로공격해 주실 거예요♪
nl: Als je de chips Spetterschade ofSnellere dronemeter al hebt, wordtLorelei daarmee een stuk gevaarlijker.
ru: Добавь «Урон взрывами +»или «Скорость зарядки дрона +»,и Жемчик станет серьезнойугрозой для консервиторов.
zh_hans: 再收集“爆炸伤害”和“时间 无人机蓄力槽”之类的晶片，前辈就会像恶鬼一样猛攻哦♪
zh_hant: 只要收集「爆炸傷害」或「時間 無人機蓄力槽」之類的晶片，前輩就會幫忙展開惡鬼般的猛攻喔♪

# SdodrSdodrColorTipCommentDroneActionBombQuickUnlockComment04
source: That's right! Beast mode ON!Get all the chips you can forme, Eight!
de: Noch gewaltiger als sonst, meinstdu wohl! Also, Nr. 8, mach dichans Chip-Sammeln!
es: ¡Así es! ¡Puedo llegar a ser una fuerzade la naturaleza! ¡Consígueme tantoscromochips como puedas, Ocho!
es_mx: ¡Eso es! ¡Puedo llegar a ser una fuerzade la naturaleza! ¡Consígueme tantoscromochips como puedas, Ocho!
fr: Absolument ! Un vrai monstre assoifféd'encre ! Trouve-moi un maximum depuces, Huit !
it: Proprio così! Mi scatenerò allagrande! Prendi più schede chepuoi per me, Otto!
ja: おし！ オニになってやんぞー！チップ集めはたのんだぞ、ハチ！
ko: 좋아! 내 실력을 보여 주마!칩 모으는 건 부탁한다, 에이트!
nl: En ik ben normaal al heel gevaarlijk! Dusbezorg me zoveel mogelijk chips, Acht!
ru: Ага! Получайте, рыбины!Восьмерка, побольше мнетаких жетонов!
zh_hans: 好！那我就化作恶鬼吧——！收集晶片的事情就交给你了，小八！
zh_hant: 好！就讓我化身成為惡鬼吧！小八，收集晶片的事就交給你囉！

# SdodrSdodrColorTipCommentDroneActionBombSplashUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDroneActionBombSplashUnlockComment02
source: This lets Pearl throw Splat Bombs,which explode after rolling arounda little bit.
de: Damit wirft Perla Klecks-Bomben.Diese rollen erst ein wenig über denBoden und explodieren dann.
es: Permite a Perla lanzar bombas básicas,que explotarán tras rodar un poco.
es_mx: Permite a Perla lanzar plasbombas,que explotarán tras rodar un poco.
fr: Avec ça, Perle peut lancer des bombessplash qui exploseront après avoir rouléun peu.
it: Questa scheda permette ad Alga dilanciare le bombe splash, che esplodonodopo aver rotolato un pochino.
ja: ヒメが敵にスプラッシュボムを投げるヨ少し転がってから爆発するボムだネ
ko: 히메가 적에게 스플래시 밤을 던져조금 굴러간 뒤에 폭발하는 밤이지
nl: Deze chip laat Lorelei Klodderbommengooien, die kort over de bodem stuiterenen dan exploderen.
ru: Эти жетоны позволят Жемчикуиспользовать брызгающие бомбы.Они взрываются спустя некотороевремя.
zh_hans: 它能让小姬向敌人投掷斯普拉炸弹。这种炸弹会在地上滚几下再爆炸。
zh_hant: 可以讓小姬朝敵人投擲斯普拉炸彈喔，落地後會稍微滾個幾圈才爆炸呢。

# SdodrSdodrColorTipCommentDroneActionBombSplashUnlockComment03
source: But she'll hold off if there are noenemies around Eight, so get inclose if you want her to attack.
de: Die Bomben fliegen aber nur, wenn sichGegner in der Nähe von Nr. 8 befinden.Also rasch Richtung Feind mit dir!
es: Pero no servirá de mucho si no hayenemigos a la vista. Si quieres que losataque a bombazos, tendrás que estarcerca de ellos, Ocho.
es_mx: Pero no servirá de mucho si no hayenemigos a la vista. Si quieres que losataque a bombazos, tendrás que estarcerca de ellos, Ocho.
fr: Mais elle ne larguera pas de bombess'il n'y a pas d'ennemis à proximité.Huit, si tu veux qu'elle attaque, vafalloir aller les voir de près.
it: Ma le conserverà se non c'è nessunonei dintorni. Quindi avvicinati ai nemicise vuoi che attacchi.
ja: ハチさんの周りに敵がいないと、センパイのゲージはたまったままです投げたい敵に近づきましょう
ko: 에이트 씨 주변에 적이 없으면선배의 게이지가 모인 상태로 유지돼요던지고 싶은 적에게 다가가세요
nl: Maar ze wacht daarmee als er geenvijanden in je buurt zijn, Acht, duszoek die op als je wilt dat ze aanvalt.
ru: Но она не будет их бросать, еслирядом с Восьмеркой нет врагов.Подберись к ним поближе, чтобыЖемчик бросила бомбу!
zh_hans: 如果小八身边没有敌人，前辈的蓄力槽就会一直维持全满状态。去靠近想要攻击的敌人吧。
zh_hant: 如果小八身邊沒有敵人的話，前輩累積的蓄力槽就無法發揮作用。主動接近想要攻擊的敵人吧。

# SdodrSdodrColorTipCommentDroneActionBombSplashUnlockComment04
source: I know better than to waste goodgauge. No bombs until I getsomething in my sights!
de: Verschwendung? Nicht mit mir!Ich bombe erst los, wenn's keinEntkommen mehr vor mir gibt!
es: Es que no es plan de malgastar. ¡Nadade bombas si no veo a quien entintar!
es_mx: Es que no hay que malgastarlas. ¡Nadade bombas si no veo a quien entintar!
fr: Forcément, je suis pas du genre àgâcher ! Pas de bombe tant que jevois pas le blanc de leurs yeux !
it: Non voglio certo sprecare il mioindicatore. Niente bombe finchénon ho un bersaglio a portata!
ja: 敵を見つけるまでガマンだ！やっぱ、イザってときに備えとかねーとな！
ko: 적을 발견할 때까지 참는 거야!역시 만일의 경우를 대비해 둬야지!
nl: Ik verspil niet zomaar een volle meter.Dus geen bommen tot ik doelwitten zie!
ru: Будто я про экономию не знаю!Нет цели — нет бомб, йо!
zh_hans: 我会在发现敌人之前忍住的！果然凡事都要为万一的情况做好准备啊！
zh_hant: 在發現敵人之前我會先忍住的！凡事都得以防萬一才行！

# SdodrSdodrColorTipCommentDroneActionItemDropUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDroneActionItemDropUnlockComment02
source: Pearl will generate random itemsfor you. Just don't expect anydrone batteries.
de: Hiermit generiert Perla zufällige Itemsfür dich. Nur Drohnenbatterien könnendabei nicht vorkommen.
es: Perla generará objetos al azar para ti.Eso sí, no esperes baterías de dron.
es_mx: Perla generará objetos al azar para ti.Eso sí, no esperes baterías de dron.
fr: Perle produira des objets aléatoirespour toi... enfin ne t'attends pas à cequ'il y ait des batteries du drone dansle lot.
it: Alga genererà oggetti casuali per te.Ma non ti aspettare batterie drone.
ja: ヒメが生成するアイテムはランダムだけど、ドローンバッテリーは出ないらしイ
ko: 히메가 생성하는 아이템은 랜덤이지만드론 배터리는 나오지 않는 모양이야
nl: Lorelei creëert willekeurig voorwerpenvoor je. Dronebatterijen zullen daar nietbij zitten.
ru: Жемчик будет создавать для тебяслучайные предметы. Правда, кромебатарей дрона.
zh_hans: 虽然它让小姬生成的道具是随机的，但似乎不会出现无人机电池。
zh_hant: 雖然小姬製造出來的道具是隨機的，不過似乎不會出現無人機電池。

# SdodrSdodrColorTipCommentDroneActionItemDropUnlockComment03
source: They'll appear right underneathPearl. So don't forget they'rethere, Eight!
de: Die Items erscheinen direkt unter Perla.Nicht übersehen, Nr. 8!
es: Aparecerán justo debajo de Perla.¡Que no se te escapen, Ocho!
es_mx: Aparecerán justo debajo de Perla.¡Que no se te escapen, Ocho!
fr: Les objets apparaîtront en dessousde Perle, alors n'oublie pas de lesrécupérer, Huit !
it: Appariranno proprio sotto ad Alga,non te lo scordare!
ja: アイテムはセンパイの真下に出るので、見のがさないようご注意ください、ハチさん
ko: 아이템은 선배 바로 아래에 나오니까놓치지 않게 조심하세요, 에이트 씨
nl: De voorwerpen verschijnen preciesonder Lore, dus vergeet niet dat zedaar liggen, Acht!
ru: Предметы будут появлятьсяпрямо под ней. Не забывайо них, Восьмерка!
zh_hans: 道具会出现在前辈的正下方，小八，请多留意别看漏掉。
zh_hant: 因為道具會出現在前輩的正下方，所以小八，請你多多留意，別漏看了。

# SdodrSdodrColorTipCommentDroneActionItemDropUnlockComment04
source: I can even create items? Yo, isthere anything Drone Me CAN'Tmake happen?!
de: Ich kann ITEMS MACHEN?Boah, gibt's eigentlich 'nebessere Drohne als mich?
es: ¿También puedo generar objetos?¡¿Hay algo que no pueda hacer enmi forma de dron?!
es_mx: ¿También puedo generar objetos?¡¿Hay algo que no pueda hacer enmi forma de dron?!
fr: Je peux même créer des objets ?Je suis pas la meilleure, dites ? Jepeux vraiment tout faire !
it: Posso pure creare gli oggetti?Sono troppo forte! C'è qualcosache non so fare?!
ja: アイテムまで作れるとか、なんでもアリだなドローンのアタシ！
ko: 아이템까지 만들 수 있다니드론인 나는 뭐든지 가능하네!
nl: Ik kan zelfs voorwerpen creëren?Wauw, is er iets wat mijn drone-ik nietkan?!
ru: Шпрот-поворот, я и предметысоздавать умею?! Да в видедрона я вообще всесильная, йо!
zh_hans: 居然还能生成道具，无人机的我真是无所不能啊！
zh_hant: 居然還能製造道具，無人機的我真是無所不能耶！

# SdodrSdodrColorTipCommentDroneActionSprinklerUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDroneActionSprinklerUnlockComment02
source: Pearl's drizzling ink is there tohelp you ink turf and splat fish.
de: Perlas Sprinklertinte färbt nicht nurBoden ein, sondern fügt auch deinenGegnern Schaden zu.
es: Perla podrá ayudarte a pintar terrenoy hacer pupa a los enemigos con unalluvia de tinta.
es_mx: Perla podrá ayudarte a conquistarterritorio y reventar peces con unalluvia de tinta.
fr: L'encre dont Perle dispose à profusionest à ta disposition pour encrer leterrain et arroser la poiscaille.
it: Gli spruzzi di inchiostro di Alga tiaiuteranno a conquistare terreno esplattare nemici.
ja: ヒメがインクをまき散らして、攻撃や塗りをサポートするヨ
ko: 히메가 잉크를 흩뿌려서 공격이나색칠을 서포트해 줘
nl: Lorelei zal inkt sproeien om je te helpenbij het verven van de grond en hetaanvallen van vijanden.
ru: Распыляторы Жемчика помогут тебепрокрашивать территорию и плюхатьконсервиторов.
zh_hans: 它能让小姬喷洒墨汁，在攻击和涂墨方面提供支援哦。
zh_hant: 可以讓小姬噴灑墨汁，在進攻與塗墨方面提供輔助喔。

# SdodrSdodrColorTipCommentDroneActionSprinklerUnlockComment03
source: With enough of these and someDrone-Gauge Charge chips on top,Pearl will be gushing ink!
es: Si tienes varios de estos y ademásalgún cromochip «medidor de drontemporal», ¡Perla producirá tintaa borbotones!
fr: Et avec suffisamment de pucesCharge de jauge du drone en prime,Perle débordera d'encre !
it: Con un po' di queste schede abbinatea qualche Carica indicatore drone,Alga inonderà tutto d'inchiostro!
ja: このチップと「時間ドローンゲージ」をたくさん集めると、センパイからインクがあふれ出ます
ko: 이 칩과 「시간 드론 게이지」를 많이모으면 선배의 잉크가 흘러넘칠 거예요
nl: Met genoeg van deze chips en wat vande Snellere dronemeter-chips zorgtLore voor bakken inkt!
ru: Добавь к этим жетонам«Скорость зарядки дрона +»,и Жемчик закрасит все вокруг!
zh_hans: 多收集这种晶片和“时间 无人机蓄力槽”，就能让前辈喷出很多墨汁了。
zh_hant: 只要大量收集這種晶片還有「時間 無人機蓄力槽」，前輩就能噴灑很多的墨汁。

# SdodrSdodrColorTipCommentDroneActionSprinklerUnlockComment04
source: Yeah, like a Sprinkler! Wait, butdon't throw me anywhere!
de: Wie ein Premium-Sprinkler!Aber wehe, irgendwer wirft michdurch die Arena!
es: ¡Sí, pero no creas que puedes dejarmetirada en cualquier lado como si fueraun aspersor cualquiera!
es_mx: ¡Sí, como un aspersor! Pero... conemociones y deseos y aspiraciones.No me dejes colgada en la pared, ¿eh?
fr: Ouais, une vraie fontaine à encre !Mais... je t'interdis de me lancer !
it: Sì, proprio come uno spruzzatore!Però non mi abbandonare daqualche parte sul campo, eh!
ja: アタシがスプリンクラーになんのか！スプリンクラーを投げるんじゃねーの？！
ko: 내가 스프링클러가 되는 거야?스프링클러를 던지는 게 아니라?!
nl: Noem mij maar Lorelei de Inktsprinkler!Wacht... ik ben geen Inktsprinkler ommee te gooien!
ru: Я летающий распылятор,йо-хо! Только меня саму воврагов не бросай, окей?
zh_hans: 怎么我自己变成洒墨器了！不是让我投掷洒墨器吗？！
zh_hant: 居然不是投擲灑墨器，而是我自己變成了灑墨器嗎！？

# SdodrSdodrColorTipCommentDroneActionSuperLaserUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDroneActionSuperLaserUnlockComment02
source: Killer Wail's a special weapon, soit needs more gauge than bombsor other sub weapons.
de: Die Heulboje ist eine Spezial- und keineSekundärwaffe, also verbraucht sieauch mehr von der Drohnenleiste.
es: El tintófono es un arma especial, asíque reduce el medidor más que lasbombas u otras armas secundarias.
es_mx: El berreón es un arma especial, así quesu medidor consume más puntos que lasbombas u otras armas secundarias.
fr: Le haut-perceur est une arme spéciale,et par conséquent elle met plus detemps à se charger que les bombes oules autres armes secondaires.
it: Il tintofono è un'arma speciale, quindiquesta scheda consuma più indicatorerispetto alle bombe o ad altre armisecondarie.
ja: メガホンレーザーはスペシャルだから、サブのボムより必要なゲージは多めだナ
ko: 메가폰 레이저는 스페셜 웨펀이니까서브 웨펀인 밤보다 필요한 게이지가 많지
nl: De Megalofoon is een speciaal wapen enverbruikt daarom meer van de meterdan bommen of andere subwapens.
ru: Мегалофон — особое оружие, поэтомуего шкала заряда дрона больше, чему бомб и прочего запасного оружия.
zh_hans: 喇叭镭射是特殊武器，所以会比次要武器的炸弹消耗更多蓄力槽。
zh_hant: 喇叭雷射屬於特殊武器，所以蓄力槽消耗比次要武器的炸彈還大。

# SdodrSdodrColorTipCommentDroneActionSuperLaserUnlockComment03
source: Sound-Wave Damage amplifies it,so if you can set that too, thiscan really clear the floor.
es: Con «daño por onda» se amplifica suefecto, de manera que esta combinaciónpuede ser demoledora.
fr: La puce Dégâts sonores amplifie seseffets, alors si tu l'équipes aussi, tuvas pouvoir faire des dégâts...retentissants !
it: La scheda Danno onda d'urto neamplifica l'effetto, quindi insiemefanno un'accoppiata devastante.
ja: 「音波ダメージ」で強化できるので、合わせて大ダメージを出したいですね～
ko: 「음파 대미지」로 강화할 수 있으니조합해서 큰 대미지를 줄 수 있어요～
nl: De Geluidsgolfschadechip vergroot zijnschade, dus als je die ook hebt, kun jeveel schade aanrichten.
ru: «Урон звуком +» делает его мощнее.Добавь этот жетон, и быстро сможешьзачистить весь этаж.
zh_hans: 搭配“音波伤害”可以使其获得强化，真想一起使用，给敌人造成大量伤害呢～
zh_hant: 因為可以利用「音波傷害」強化，讓人很想搭配在一起使用造成大量傷害呢～

# SdodrSdodrColorTipCommentDroneActionSuperLaserUnlockComment04
source: No 5.1, huh? Well, even in mono,there's nowhere to hide from mydeadly pipes!
de: Kein 5.1, ja? Egal, ordentlichröhren kann ich auch in Mono!
es: Ah, ¿no es la versión 5.1? Da igual.Como si fuera la 1.0... ¡Nadie escaparáde mi poderosa onda!
es_mx: Ah, ¿no es la versión 5.1? Da igual.Como si fuera la 1.0... ¡Nadie escaparáde mis cuerdas vocales!
fr: Pas la version 5.1, alors ? Tant pis,même en mono, personne n'échapperaà mes ondes ravageuses !
it: Niente 5.1, eh? Pazienza,sarò devastante anche in mono!
ja: 5.1chじゃねーのか… モノラルだけどしつこく追撃してやんぞ！
ko: 5.1ch이 아니구나…모노럴이지만 끈질기게 추격해 주겠어!
nl: Geen 5.1? Nou ja, prima. Mijn stem isal verpletterend genoeg in mono!
ru: Стоп, это не версия 5.1? Эх...Ну да ладно, врагов и так нарыбьи хвосты покромсает!
zh_hans: 不是5.1ch的啊……虽然是单声道，但我也会紧逼敌人追击的！
zh_hant: 結果只有單聲道……不是5.1ch耶。不過我會死纏爛打地追擊的！

# SdodrSdodrColorTipCommentDroneActionTornadoUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDroneActionTornadoUnlockComment02
source: This needs a lot of gauge to use.Setting multiple copies of it or takingTurf Drone Gauge helps some.
es: Acumula unidades de este cromochipo de «medidor de dron tintero» parapoder llenar el medidor con menosdificultad.
fr: Pour utiliser cette puce, t'as intérêt àprévoir une sacrée réserve d'encre... Enéquiper plusieurs ou la combiner avecJauge drone par encrage aide un peu.
it: Questa scheda consuma moltoindicatore. La situazione migliora seaccumuli più schede di questo tipoo abbini Indicatore drone a inchiostro.
ja: 必要なゲージが多いから、同じチップや「塗りドローンゲージ」などを集めたいナ
ko: 필요한 게이지가 많으니까 같은 칩이나「색칠 드론 게이지」 등을 모으는 게 좋겠어
nl: Deze chip verbruikt een groot deel vande meter. Het kan helpen om ermeerdere van te gebruiken of om deGrondverfdronemeter in te zetten.
ru: Эти жетоны требуют много зарядашкалы дрона. Добавь несколькоодинаковых или возьми жетон«Зарядка дрона прокрасом»,чтобы повысить эффективность.
zh_hans: 它会消耗很多蓄力槽，所以想多收集同种晶片或“涂墨 无人机蓄力槽”之类的晶片。
zh_hant: 因為蓄力槽消耗很大，真想多收集同一晶片或「塗墨 無人機蓄力槽」之類的呢。

# SdodrSdodrColorTipCommentDroneActionTornadoUnlockComment03
source: Make your Inkstrike bigger withSplash Radius so even moreenemies get swept up in it!
es: ¡Y dale al tornado más fuerza con«amplitud explosiva» para barreraún más enemigos con él!
fr: Tu peux aussi augmenter le périmètrede la tornade avec Rayon d'éclaboussagepour balayer encore plus d'ennemis d'uncoup !
it: Con Raggio splash puoi rendereil tuo tornado più grande, così dacoinvolgere ancora più nemici!
ja: 「爆発サイズ」でトルネードを大きくして、敵をまとめて巻きこみましょう！
ko: 「폭발 사이즈」로 토네이도를 크게 키워서적을 한꺼번에 쓸어버리는 거예요!
nl: Vergroot je Inkttornado's met deSpetterbereikchip zodat er nog meervijanden in worden meegesleurd.
ru: «Радиус взрыва +» сделает взрывот дрон-торнадо больше, и онзахватит еще больше врагов!
zh_hans: 搭配“爆炸规模”让龙卷风变大，把敌人全部卷入其中吧！
zh_hant: 用「爆炸規模」擴大龍捲風，把敵人通通捲進去吧！

# SdodrSdodrColorTipCommentDroneActionTornadoUnlockComment04
source: No Triple version, huh? Whocheaped out there? Oh well...so long as I aim good, we're set!
de: Keine Tri-Version, wie? Blarg.Na ja, einfach besser zielen,dann klappt's auch so!
es: Ah, ¿que no es triple? ¿Y esaracanería? En fin, mientras puedaapuntar bien, todo marchará.
es_mx: Ah, ¿que no es triple? ¿No habíapresupuesto, o qué? En fin, mientraspueda apuntar bien, todo marchará.
fr: Alors c'est pas la version triple ?C'est quoi cette arnaque ? Enfin tantpis, faudra juste que je m'applique àviser !
it: Non c'è la versione tripla?Si va al risparmio, eh? Pazienza,mi basterà mirare con precisione.
ja: トリプルじゃねーのか… ま、シングルでもしっかりねらえば問題ねーか！
ko: 트리플이 아니구나… 뭐, 싱글이어도정확하게 노리면 문제없겠지!
nl: O, geen driedubbele versie? Was hetbudget op of zo? Nou ja, zolang ikmaar goed mik, is er geen probleem!
ru: Стоп, он не тройной что ли?Это кто там экономит?! Эх...Похоже, придется целиться.
zh_hans: 不是三重的啊……算了，就算只有一重，好好瞄准就没问题！
zh_hant: 居然不是三重龍捲風啊……算了，只要好好地瞄準，只有一個也不成問題啦！

# SdodrSdodrColorTipCommentDroneActionTrapUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDroneActionTrapUnlockComment02
source: If you want Pearl to drop InkMines, here you go. Ideally she'llplace them on high-traffic paths.
de: Mit diesem Chip kann Perla Tintenminenlegen – idealerweise dort, wo größeresGegneraufkommen herrscht.
es: Úsala si quieres que Perla deje bombastrampa. En lo posible, las colocará enzonas muy transitadas.
es_mx: Úsala si quieres que Perla deje minas detinta. De ser posible, es mejor que lascoloque en zonas muy transitadas.
fr: Si tu veux que Perle largue des mines,c'est ça qu'il te faut. L'idéal, c'estqu'elle les place là où il y a beaucoupde passage.
it: Se vuoi che Alga usi le mine, questaè la scheda che fa al caso tuo.Cercherà di piazzarle nei posti piùtrafficati.
ja: ヒメが自分の真下にトラップを設置するヨ敵の通り道に設置しておきたいネ
ko: 히메가 자기 아래에 트랩을 설치해적이 다니는 길목에 설치해 두면 좋겠지
nl: Met deze chip kan Lorelei inktmijnenleggen, het liefst op plekken waar er veelvijanden door kunnen worden geraakt.
ru: Бери эти жетоны, если хочешь,чтобы Жемчик ставила мины.Она будет ставить их там, гдевраги появляются чаще всего.
zh_hans: 它能让小姬在自己正下方设置墨汁陷阱。真想设置在敌人的前进路线上呢。
zh_hant: 可以讓小姬在自己的正下方設置墨汁陷阱喔，建議設置在敵人的行進路線上。

# SdodrSdodrColorTipCommentDroneActionTrapUnlockComment03
source: Splash Radius and Splash Damageenhance its effect, so see if youcan grab those too!
es: «Amplitud explosiva» y «dañoexplosivo» potencian este efecto,¡así que procura emplearlos también!
fr: Rayon d'éclaboussage et Dégâtsd'éclaboussure améliorent les effetsde cette puce, alors si tu en équipesune, essaie d'équiper les trois !
it: Le schede Raggio splash e Dannosplash incrementano il suo effetto,quindi cerca di procurartele!
ja: 「爆発サイズ」と「爆発ダメージ」でトラップを強化できるので、合わせてセットしましょう！
ko: 「폭발 사이즈」와 「폭발 대미지」로 트랩을강화할 수 있으니 함께 세팅해 보세요!
nl: De chips Spetterbereik en Spetterschadevergroten het effect van de chip, dusprobeer die ook te krijgen!
ru: Жетоны «Радиус взрыва +»и «Урон взрывами +» повысятэффективность, так что попробуйи их!
zh_hans: 搭配“爆炸规模”和“爆炸伤害”可以强化墨汁陷阱，一起装备上吧！
zh_hant: 「爆炸規模」跟「爆炸傷害」可以強化墨汁陷阱的威力，搭配在一起使用看看吧！

# SdodrSdodrColorTipCommentDroneActionTrapUnlockComment04
source: Don't sweat getting flanked. I'llmake sure no one sneaks upon you!
de: Keine Angst vor fiesen Angriffenvon hinten! Ich pflastere allesum dich herum zu!
es: No te preocupes por cubrir turetaguardia. ¡Yo me encargode que nadie se te acerque!
es_mx: No te preocupes por cubrir turetaguardia. ¡Yo me encargode que nadie se te acerque!
fr: Et avec, je te garantis qu'aucun ennemiréussira à t'attaquer par surprise !
it: Non temere che ti circondino!Ci penso io a sventare i loroagguati!
ja: これで、後ろから敵にせまられてはさみ撃ちされる心配はねーな！
ko: 이거라면 뒤에서 적이 다가와협공을 당할 걱정은 없겠네!
nl: Je hoeft niet bang te zijn voorverrassingsaanvallen, want ik zalje dekking bieden!
ru: За тыл не беспокойся, йо!Через мои мины к тебе никтоне подкрадется!
zh_hans: 这下就不用担心被后方逼近过来的敌人夹击了！
zh_hant: 這樣一來就不用擔心會被敵人前後夾擊了！

# SdodrSdodrColorTipCommentDroneCadenceDefeatEnemyUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。
