Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BynameBynameAdjective0617
source: Economical
es: sostenible
es_mx: sostenible
fr: au budget optimisé
it: frugale
ja: コスパのいい
ko: 가성비 좋은
zh_hans: 划算的
zh_hant: 划算的

# BynameBynameAdjective0618
source: Gothic
fr: gothique
ja: ゴシック
ko: 고딕
zh_hans: 哥德式的
zh_hant: 哥德式的

# BynameBynameAdjective0619
source: Covert
fr: malgré les apparences
it: sotto copertura
ko: 이래 봬도
zh_hans: 看起来是
zh_hant: 看起來是

# BynameBynameAdjective0620
source: High-Performing
es: de alto rendimiento
es_mx: de alto rendimiento
it: performante
ko: 고성능
zh_hans: 高性能的
zh_hant: 高性能的

# BynameBynameAdjective0621
source: Praiseworthy
es: loable
es_mx: loable
fr: digne d'éloge
it: encomiabile
ja: けなげな
ko: 기특한
zh_hans: 英勇的
zh_hant: 英勇的

# BynameBynameAdjective0622
source: Arcade-Hopping
es: de recreativas
es_mx: de las maquinitas
fr: de la salle d'arcade
it: da sala giochi
ja: ゲーセンの
ko: 게임 센터의
zh_hans: 电玩中心的
zh_hant: 電玩中心的

# BynameBynameAdjective0623
source: Pretty Good
es: más que aceptable
es_mx: aceptable
ja: グッド
ko: 착한
zh_hans: 好
zh_hant: 好

# BynameBynameAdjective0624
source: The GOAT
es: inmejorable
es_mx: inmejorable
fr: suprêmissime
it: migliore di sempre
ko: 전무후무한
zh_hans: 空前绝后的
zh_hant: 空前絕後的

# BynameBynameAdjective0625
source: Glistening
es: reluciente
es_mx: reluciente
it: lucente
ja: ギラギラな
ko: 번쩍번쩍한
zh_hans: 闪闪发光的
zh_hant: 閃閃發光的

# BynameBynameAdjective0626
source: Sparkling
es: relampagueante
es_mx: relampagueante
ja: キラキラな
ko: 반짝반짝한
zh_hans: 闪亮的
zh_hant: 閃亮的

# BynameBynameAdjective0627
source: Gigantified
ko: 거대화한
zh_hans: 巨大化的
zh_hant: 巨大化的

# BynameBynameAdjective0629
source: Camera-Facing
fr: face caméra
ko: 카메라 시점의
zh_hans: 相机视角的
zh_hant: 相機視角的

# BynameBynameAdjective0630
source: Clockwork
fr: à retardement
it: a orologeria
ja: カチカチの
ko: 꽁꽁 언
zh_hans: 死板的
zh_hant: 死板的

# BynameBynameAdjective0631
source: Solid
fr: stable
ja: かたい
ko: 단단한
nl: Solide
zh_hans: 生硬的
zh_hant: 生硬的

# BynameBynameAdjective0632
source: Fully
es: 100 % natural
es_mx: 100 % natural
fr: sans édulcorant
zh_hans: 100%的
zh_hant: 100%的

# BynameBynameAdjective0633
source: Unperceived
fr: en loucedé
ko: 숨은
zh_hans: 隐藏的
zh_hant: 隱藏的

# BynameBynameAdjective0634
source: Carnivorous
fr: carnivore
ko: 고기를 좋아하는
zh_hans: 爱吃肉的
zh_hant: 愛吃肉的

# BynameBynameAdjective0635
source: Homebound
es: de salón
ko: 티타임의
zh_hans: 客厅的
zh_hant: 客廳的

# BynameBynameAdjective0636
source: Fish-Lovin'
es: piscícola
es_mx: piscícola
ko: 생선을 좋아하는
zh_hans: 爱吃鱼的
zh_hant: 愛吃魚的

# BynameBynameAdjective0638
source: Sketching
es: delineante
es_mx: delineante
fr: le crayon sur l'oreille
ko: 그림 그리는
zh_hans: 描绘的
zh_hant: 描繪的

# BynameBynameAdjective0639
source: Precocious
es: precoz
es_mx: precoz
fr: précoce
it: precoce
ja: おませな
ko: 조숙한
zh_hans: 早熟的
zh_hant: 早熟的

# BynameBynameAdjective0640
source: Easy-Peasy
fr: tranquillou
it: come se niente fosse
ja: おちゃのこさいさい
ko: 손쉬운
nl: Ongedwongen
zh_hans: 轻而易举的
zh_hant: 輕而易舉的

# BynameBynameAdjective0642
source: Made-to-Order
es: a medida
es_mx: a la medida
fr: sur mesure
it: su misura
ja: オーダーメイドの
ko: 오더 메이드
zh_hans: 订制的
zh_hant: 訂製的

# BynameBynameAdjective0643
source: Elegant
es: de buen vestir
es_mx: de buen vestir
it: elegante
ja: エレガントな
ko: 우아한
zh_hans: 优雅的
zh_hant: 優雅的

# BynameBynameAdjective0644
source: Water-Breathing
ko: 아가미로 호흡하는
zh_hans: 用鳃呼吸的
zh_hant: 用鰓呼吸的

# BynameBynameAdjective0645
source: The Eternal
es: atemporal
es_mx: inmortal
ja: エターナル
ko: 이터널
zh_hans: 永恒的
zh_hant: 永恆的

# BynameBynameAdjective0646
source: Instant
es: fugaz
es_mx: fugaz
ja: インスタント
ko: 인스턴트
zh_hans: 立即的
zh_hant: 立即的

# BynameBynameAdjective0647
source: The Usual
es: como de costumbre
es_mx: como de costumbre
fr: typique
it: usuale
ja: いつもの
ko: 평소의
zh_hans: 总是的
zh_hant: 總是的

# BynameBynameAdjective0648
source: Ready-to-Go
ja: いつだって
ko: 언제나
zh_hans: 任何时候都是
zh_hant: 任何時候都是

# BynameBynameAdjective0650
source: Lively
es: vivaz
es_mx: vivaz
it: esuberante
ja: イキのいい
ko: 생기 넘치는
zh_hans: 活力十足的
zh_hant: 活力十足的

# BynameBynameAdjective0651
source: Unstoppable
es: imparable
es_mx: imparable
fr: inarrêtable
it: irrefrenabile
ko: 못 말리는
nl: Niet te stoppen
zh_hans: 搭上好浪潮的
zh_hant: 搭上好浪潮的

# BynameBynameAdjective0652
source: Underground
ja: アングラの
ko: 언더그라운드의
zh_hans: 前卫的
zh_hant: 前衛的

# BynameBynameAdjective0653
source: The Real Ultimate
fr: ultime
ja: アルティメット
ko: 얼티밋
zh_hans: 顶级
zh_hant: 頂級

# BynameBynameAdjective0654
source: Overflowing
es: desbordante
es_mx: desbordante
it: straripante
ko: 흘러 넘치는
zh_hans: 满出来的
zh_hant: 滿出來的

# BynameBynameAdjective0655
source: Toon-Lovin'
es: de dibujos animados
es_mx: de dibujos animados
it: cartonista
ko: 애니메이션을 좋아하는
zh_hans: 爱好动画的
zh_hant: 愛好動畫的

# BynameBynameAdjective0656
source: Splendid
fr: splendide
ja: あっぱれ
ko: 훌륭한
zh_hans: 不得了
zh_hant: 不得了

# BynameBynameAdjective0657
source: Warm-and-Cozy
it: accogliente
ja: あったか～い
ko: 따뜻～한
zh_hans: 温暖的
zh_hant: 溫暖的

# BynameBynameAdjective0660
source: Amped-Up
fr: au taquet
ja: アガる
ko: 안절부절못하는
zh_hans: 心跳加速的
zh_hant: 心跳加速的

# BynameBynameAdjective0661
source: Outdoorsy
es: al aire libre
es_mx: de exterior
fr: d'extérieur
it: da aria aperta
ja: アウトドアな
ko: 아웃도어파
zh_hans: 室外的
zh_hant: 室外的

# BynameBynameAdjective0662
source: Tech-Minded
es: a transistores
es_mx: de la tecnología
fr: technophile
ko: IT계의
zh_hans: IT界的
zh_hant: IT界的

# BynameBynameAdjective0663
source: Lovable
es: entrañable
es_mx: entrañable
fr: adorable
it: adorabile
ja: I LOVE
ko: I LOVE
zh_hans: I love
zh_hant: I love

# BynameBynameAdjective0664
source: amiibo-Collecting
es: coleccionista de amiibo
es_mx: coleccionista de amiibo
it: collezionista di amiibo
ja: amiiboの
ko: amiibo
zh_hans: amiibo的
zh_hant: amiibo的

# BynameBynameAdjective0665
source: 5-Year-Planning
de: In fünf Jahren
es: a cinco años vista
es_mx: en cinco años
fr: d'ici cinq ans
it: da qui a 5 anni
ko: 5년 뒤에는
zh_hans: 5年后是
zh_hant: 5年後是

# BynameBynameAdjective0666
source: Decade-Experienced
de: Vor zehn Jahren
es: desde hace décadas
es_mx: desde hace décadas
fr: affichant 10 ans d'expérience
it: con 10 anni di esperienza
ko: 10년 전에는
zh_hans: 10年前是
zh_hant: 10年前是

# BynameBynameAdjective0667
source: Crab-N-Go
es: de desembocadura
es_mx: de desembocadura
fr: du Rab de Crabe
it: del PigliaPesci
ja: サンカクスの
ko: 삼각주의
zh_hans: 三角洲的
zh_hant: 三角洲的

# BynameBynameAdjective0669
source: Summer-Fun
es: de tonos estivales
es_mx: de tonos estivales
it: che si gode l'estate
ko: 여름빛의
zh_hans: 夏日风情的
zh_hant: 夏日風情的

# BynameBynameAdjective0670
source: Winter-Ready
es: de tonos invernales
es_mx: de tonos invernales
ko: 겨울빛의
zh_hans: 冬日风情的
zh_hant: 冬日風情的

# BynameBynameAdjective0671
source: Not-Streaming
es: en diferido
es_mx: en retransmisión
fr: entre deux streams
it: non in linea
ko: 오프 에어
nl: Onderbroken
zh_hans: 直播结束的
zh_hant: 直播結束的

# BynameBynameAdjective0672
source: Daylit
es_mx: del día
fr: diurne
ko: 점심형
zh_hans: 日行性的
zh_hant: 日行性的

# BynameBynameAdjective0673
source: Dawning
es: al alba
es_mx: al alba
fr: de l'aube
ko: 새벽의
zh_hans: 破晓的
zh_hant: 破曉的

# BynameBynameAdjective0674
source: Realistic
es: realista
es_mx: realista
fr: réaliste
ja: リアリストな
ko: 현실주의자인
zh_hans: 务实的
zh_hant: 務實的

# BynameBynameAdjective0675
source: Lightly Snacking
es: frugal
es_mx: frugal
it: che mangia poco
ko: 소식하는
zh_hans: 食量小的
zh_hant: 食量小的

# BynameBynameAdjective0676
source: Late-Night
fr: nocturne
ko: 밤을 새운
zh_hans: 熬夜的
zh_hant: 熬夜的

# BynameBynameAdjective0677
source: Comfy-Cozy
ko: 이불 속의
zh_hans: 躲在被子里的
zh_hant: 躲在被子裡的

# BynameBynameAdjective0678
source: Fearful
es: blandengue
es_mx: blandengue
ko: 무기력한
nl: Timide
zh_hans: 懦弱的
zh_hant: 懦弱的

# BynameBynameAdjective0679
source: Winter-Breaking
es: de recreo invernal
es_mx: de recreo invernal
fr: en vacances de neige
it: in vacanza d'inverno
ko: 겨울 방학의
zh_hans: 冬眠的
zh_hant: 冬眠的

# BynameBynameAdjective0680
source: So-Called
es: literalmente
es_mx: literalmente
fr: ou presque
it: (alias)
ja: いわゆる
ko: 이른바
zh_hans: 所谓的
zh_hant: 所謂的

# BynameBynameAdjective0681
source: Intuitive
es: por intuición
es_mx: por intuición
it: perspicace
ko: 직감을 믿는
zh_hans: 相信直觉的
zh_hant: 相信直覺的

# BynameBynameAdjective0682
source: A Complex
ko: 농후한
zh_hans: 浓郁的
zh_hant: 濃郁的

# BynameBynameAdjective0683
source: The Original
it: originale
ko: 초대
zh_hans: 初代
zh_hant: 初代

# BynameBynameAdjective0684
source: Second-Generation
de: In zweiter Generation
es: de segunda ola
es_mx: de segunda generación
fr: de 2e génération
it: di seconda generazione
ko: 2대째
zh_hans: 第二代
zh_hant: 第二代

# BynameBynameAdjective0686
source: The Best
es: insuperable
es_mx: insuperable
it: migliore di tutti
ko: 최고의
zh_hans: 最棒的
zh_hant: 最棒的

# BynameBynameAdjective0687
source: Roaming
es: nómada
es_mx: nómada
fr: en vadrouille
ja: さすらいの
ko: 떠돌이
zh_hans: 漂泊的
zh_hant: 漂泊的

# BynameBynameAdjective0689
source: Badlands
fr: des zones sauvages
it: delle terre desolate
ko: 황야의
zh_hans: 荒野的
zh_hant: 荒野的

# BynameBynameAdjective0690
source: Snowy
ko: 설원의
zh_hans: 雪地的
zh_hant: 雪地的

# BynameBynameAdjective0691
source: Seaside
es: de litoral
es_mx: de litoral
fr: du bord de mer
ko: 해변의
zh_hans: 海边的
zh_hant: 海邊的

# BynameBynameAdjective0692
source: Big-Sky
es: a cielo abierto
es_mx: a cielo abierto
fr: du firmament
it: del firmamento
ko: 천공의
zh_hans: 天空的
zh_hant: 天空的

# BynameBynameAdjective0693
source: Dry
fr: moyennement classe
it: migliorabile
ja: チョーシあげたい
ko: 컨디션을 끌어올리고 싶은
zh_hans: 状态值低的
zh_hant: 狀態值低的

# BynameBynameAdjective0694
source: Raw
es_mx: verde
fr: assez classe
it: accettabile
ja: チョーシぼちぼちの
ko: 컨디션 이상 무인
zh_hans: 状态值中等的
zh_hant: 狀態值中等的

# BynameBynameAdjective0695
source: Awesome
es: exultante
es_mx: fenomenal
fr: super classe
it: notevole
ja: チョーシいい
ko: 컨디션 좋은
zh_hans: 状态值不错的
zh_hant: 狀態值不錯的

# BynameBynameAdjective0696
source: SUPERFRESH
es: a tope de marcha
es_mx: la onda
fr: trop classe
it: inarrestabile
ja: チョーシサイコーの
ko: 컨디션 최고인
zh_hans: 状态值超棒的
zh_hant: 狀態值超棒的

# BynameBynameAdjective0697
source: Splatoon
es: de Splatoon
es_mx: de Splatoon
fr: de Splatoon
it: di Splatoon
ja: スプラトゥーンの
ko: 스플래툰
nl: Splatoons eigen
zh_hans: 斯普拉遁的
zh_hant: 斯普拉遁的

# BynameBynameAdjective0698
source: Avant-Garde
es: vanguardista
es_mx: vanguardista
fr: d'avant-garde
ja: アバンギャルド
ko: 아방가르드
zh_hans: 前卫艺术的
zh_hant: 前衛藝術的

# BynameBynameAdjective0699
source: Punk
es: punki
it: con la cresta
ja: パンク
ko: 펑크
zh_hans: 朋克的
zh_hant: 龐克的

# BynameBynameAdjective0700
source: Mod
fr: sélect
ja: モッズ
ko: 모즈
zh_hans: 摩德派的
zh_hant: 摩德派的

# BynameBynameAdjective0701
source: Goth
es: lúgubre
ja: ゴス
ko: 고스
zh_hans: 哥德摇滚的
zh_hant: 哥德搖滾的

# BynameBynameAdjective0702
source: Rockabilly
ja: ロカビリー
ko: 로커빌리
zh_hans: 乡村摇滚的
zh_hant: 鄉村搖滾的

# BynameBynameAdjective0703
source: Casual
ja: アメカジ
ko: 아메리칸 캐주얼
zh_hans: 美式休闲风的
zh_hant: 美式休閒風的

# BynameBynameAdjective0704
source: Sporty
es: deportista
es_mx: deportista
ja: スポーティー
ko: 스포티
zh_hans: 运动风的
zh_hant: 運動風的

# BynameBynameAdjective0705
source: Breakin'
es: de break dance
es_mx: de break dance
it: da breakdance
ko: 브레이크 댄서 스타일
zh_hans: 霹雳舞派的
zh_hant: 霹靂舞派的

# BynameBynameAdjective0707
source: Glam
fr: glamour
ko: 비주얼계
zh_hans: 视觉系的
zh_hant: 視覺系的

# BynameBynameAdjective0708
source: Vintage
es: a la antigua usanza
es_mx: a la antigua
ko: 빈티지
zh_hans: 古着风的
zh_hant: 古著風的

# BynameBynameAdjective0709
source: Bohemian
es: extravagante
it: stile bohémien
ko: 보헤미안
zh_hans: 民族风的
zh_hant: 民族風的

# BynameBynameAdjective0710
source: Grunge
ja: グランジ
ko: 그런지
zh_hans: 油渍摇滚的
zh_hant: 油漬搖滾的

# BynameBynameAdjective0714
source: Hip-Hop
es: a ritmo de hip-hop
es_mx: del hip-hop
fr: dingue de rap
ja: ヒップホップ
ko: 힙합
zh_hans: 嘻哈的
zh_hant: 嘻哈的

# BynameBynameAdjective0716
source: Thunderous
ko: 천둥의
zh_hans: 雷霆的
zh_hant: 雷霆的

# BynameBynameAdjective0717
source: Turbo
fr: ultra-rapide
ko: 전광석화의
zh_hans: 电光石火的
zh_hant: 電光石火的

# BynameBynameAdjective0718
source: Wizened
ko: 노쇠한
zh_hans: 年迈的
zh_hant: 年邁的

# BynameBynameAdjective0719
source: Today's
fr: du jour
ko: 오늘은
zh_hans: 今天是
zh_hant: 今天是

# BynameBynameAdjective0720
source: Virtual
it: virtuale
ja: VR
ko: VR
zh_hans: VR
zh_hant: VR

# BynameBynameAdjective0721
source: Half
es: a medias
es_mx: a medias
it: al 50%
zh_hans: 50%的
zh_hant: 50％的

# BynameBynameAdjective0722
source: Microscopic
es: residual
fr: microscopique
zh_hans: 3%的
zh_hant: 3％的

# BynameBynameAdjective0723
source: Swift
ko: 발 빠른
zh_hans: 迅捷的
zh_hant: 迅捷的

# BynameBynameAdjective0724
source: Everyone's
de: Jedermanns
es: de todo el mundo
es_mx: de todo el mundo
it: di tutto il mondo
ja: みんなの
ko: 모두의
nl: Iedereens favoriete
zh_hans: 全民爱戴的
zh_hant: 全民愛戴的

# BynameBynameAdjective0725
source: Carefree
ko: 부담 없는
zh_hans: 随意的
zh_hant: 隨意的

# BynameBynameAdjective0727
source: High-Earning
es: de altos ingresos
es_mx: con buen sueldo
fr: à hauts revenus
ja: かせぎまくりの
ko: 벌이가 좋은
zh_hans: 赚大钱的
zh_hant: 賺大錢的

# BynameBynameAdjective0728
source: Pool-Frequenting
es: del canal
es_mx: del canal
fr: du canal
ja: チャンネルの
ko: 채널의
zh_hans: 频道中的
zh_hant: 頻道中的

# BynameBynameAdjective0729
source: Revived
ja: よみがえる
ko: 되살아난
zh_hans: 死而复生的
zh_hant: 死而復生的

# BynameBynameAdjective0730
source: Preposterous
fr: grotesque
ja: ハチャメチャな
ko: 엉망진창인
zh_hans: 荒唐的
zh_hant: 荒唐的

# BynameBynameAdjective0731
source: Mighty
fr: fortiche
it: potente
ko: 힘센
zh_hans: 强而有力的
zh_hant: 強而有力的

# BynameBynameAdjective0732
source: Chill
fr: sans prise de tête
ja: チルい
ko: 잔잔한
zh_hans: 放松的
zh_hant: 放鬆的

# BynameBynameAdjective0733
source: Gossip-Loving
es: cotilla
ko: 가십을 좋아하는
zh_hans: 爱听八卦的
zh_hant: 愛聽八卦的

# BynameBynameAdjective0734
source: Social
es: sociable
es_mx: sociable
it: popolare
ja: ソーシャル
ko: 소셜
zh_hans: 社交型
zh_hant: 社交型

# BynameBynameAdjective0735
source: Crafty
ko: 다소곳한
zh_hans: 默默站着的
zh_hant: 默默站著的

# BynameBynameAdjective0736
source: Hopeful
ko: 희망의
zh_hans: 希望之
zh_hant: 希望之

# BynameBynameAdjective0737
source: Sealed
ko: 봉인된
zh_hans: 被封印的
zh_hant: 被封印的

# BynameBynameAdjective0738
source: Theoretically Possible
es: teóricamente posible
es_mx: teóricamente posible
fr: (du moins, en théorie)
it: teoricamente possibile
ko: 이론상 가능한
zh_hans: 理论上可能的
zh_hant: 理論上可能的

# BynameBynameAdjective0739
source: Rookie
es: de primer turno
es_mx: del mazo básico
ja: スターターデッキの
ko: 스타터 덱의
nl: Onervaren
zh_hans: 初阶牌组的
zh_hant: 初階牌組的

# BynameBynameAdjective0740
source: Sleeved
fr: à motifs
it: con le maniche
ko: 슬리브에 든
zh_hans: 放入卡片套的
zh_hant: 放入卡套的

# BynameBynameAdjective0741
source: World's First
fr: number one
ko: 세계 최초의
nl: Werelds eerste
zh_hans: 世上第一个
zh_hant: 世上第一個

# BynameBynameAdjective0742
source: Nature-Loving
es: de la naturaleza
es_mx: de la naturaleza
fr: naturophile
it: naturalista
ko: 녹음이 우거진
zh_hans: 充满大自然气息的
zh_hant: 充滿大自然氣息的

# BynameBynameAdjective0743
source: Inflexible
es: irreductible
fr: rigide
it: incrollabile
ko: 악착스러운
zh_hans: 不服输的
zh_hant: 不服輸的

# BynameBynameAdjective0744
source: Prized
it: di valore
ja: とっておきの
ko: 비장의
zh_hans: 珍藏的
zh_hant: 珍藏的

# BynameBynameAdjective0745
source: Faux
ja: なんちゃって
ko: 모조품
zh_hans: 开玩笑的
zh_hant: 開玩笑的

# BynameBynameAdjective0746
source: Reasonable
es: razonable
es_mx: razonable
fr: raisonnable
it: ragionevole
ko: 저렴한
zh_hans: 适中的
zh_hant: 適中的

# BynameBynameAdjective0747
source: Unfettered
fr: en liberté
ko: 천방지축
nl: Losgeslagen
zh_hans: 粗暴的
zh_hant: 粗暴的

# BynameBynameAdjective0748
source: Unthinkable
es: inconcebible
es_mx: inconcebible
fr: inconcevable
it: impensabile
ja: とんでもない
ko: 터무니없는
zh_hans: 不得了的
zh_hant: 不得了的

# BynameBynameAdjective0749
source: Phantom
es: espectral
es_mx: espectral
it: spettrale
ko: 환상의
zh_hans: 虚幻的
zh_hant: 虛幻的

# BynameBynameAdjective0750
source: Cherished
ko: 애지중지하는
zh_hans: 珍爱的
zh_hant: 珍愛的

# BynameBynameAdjective0751
source: Gold
es: de oro
es_mx: de oro
fr: en or
it: d'oro
ja: ゴールド
ko: 골드
nl: Gouden
zh_hans: 金色版
zh_hant: 金色版

# BynameBynameAdjective0752
source: Silver
es: de plata
es_mx: de plata
fr: en argent
it: d'argento
ja: シルバー
ko: 실버
nl: Zilveren
zh_hans: 银色版
zh_hant: 銀色版

# BynameBynameAdjective0753
source: Undefeated
ko: 패배를 모르는
zh_hans: 战无不胜的
zh_hant: 戰無不勝的

# BynameBynameAdjective0754
source: New Year's
es: de Año Nuevo
es_mx: de Año Nuevo
fr: du nouvel an
it: dell'anno nuovo
ko: 신년의
zh_hans: 新年新气象的
zh_hant: 新年新氣象的

# BynameBynameAdjective0755
source: This Year's Final
es: de fin de año
fr: ultime de l'année
ko: 올해 최후의
zh_hans: 今年最后的
zh_hant: 今年最後的

# BynameBynameAdjective0756
source: Newly Released
es: de reciente lanzamiento
es_mx: de lanzamiento reciente
fr: qui vient de sortir
ko: 새로 발매되는
nl: Net verschenen
zh_hans: 新发售的
zh_hant: 新發售的

# BynameBynameAdjective0757
source: Tonight's
es: de esta noche
es_mx: de esta noche
fr: de ce soir
it: di stasera
ko: 오늘 밤은
zh_hans: 今晚是
zh_hant: 今晚是

# BynameBynameAdjective0758
source: Reclusive
ja: ひとりぼっちの
ko: 외톨이
nl: Teruggetrokken
zh_hans: 孤苦伶仃的
zh_hant: 孤苦伶仃的

# BynameBynameAdjective0759
source: Stewed
es: humeante
es_mx: humeante
ko: 푹 끓인
zh_hans: 炖煮多时的
zh_hant: 燉煮多時的

# BynameBynameAdjective0760
source: Cyber-Brainiac
es: cibercerebral
es_mx: cibercerebral
fr: cyberintello
ko: 사이버
zh_hans: 电脑
zh_hant: 電腦

# BynameBynameAdjective0761
source: Magical
fr: magique
ko: 마법의
zh_hans: 魔法的
zh_hant: 魔法的

# BynameBynameAdjective0762
source: Of-the-Moment
es: de hoy
es_mx: de hoy
fr: du moment
it: del momento
ko: 오늘의
zh_hans: 本日的
zh_hant: 本日的

# BynameBynameAdjective0763
source: Forevermore
de: Auf ewig
es: de siempre
es_mx: de siempre
fr: pour toujours et à jamais
it: per sempre
ja: いつまでも
ko: 언제까지나
nl: Voor altijd
zh_hans: 永远都会是
zh_hant: 永遠都會是

# BynameBynameAdjective0764
source: Anticipated
ko: 기대의
zh_hans: 备受期待的
zh_hant: 備受期待的

# BynameBynameAdjective0765
source: Automated
ja: メカニカル
ko: 메커니컬
zh_hans: 机械
zh_hant: 機械

# BynameBynameAdjective0766
source: Drab
fr: des ténèbres
ja: ダーク
ko: 다크
zh_hans: 黑暗
zh_hant: 黑暗

# BynameBynameAdjective0767
source: Reflective
es: resplandeciente
es_mx: resplandeciente
it: riflettente
ja: シャイニング
ko: 샤이닝
zh_hans: 闪亮
zh_hant: 閃亮

# BynameBynameAdjective0768
source: Hoary
es: ancestral
es_mx: ancestral
ko: 고대의
nl: Oudbakken
zh_hans: 古代的
zh_hant: 古代的

# BynameBynameAdjective0769
source: Parallel World's
es: de un mundo paralelo
es_mx: de un mundo paralelo
it: di un mondo parallelo
ko: 평행 세계의
zh_hans: 平行世界的
zh_hant: 平行世界的

# BynameBynameAdjective0770
source: Power-Concealing
es: de talento oculto
es_mx: de talento oculto
fr: qui cache son jeu
it: con abilità nascoste
ko: 힘을 숨긴
zh_hans: 蕴藏力量的
zh_hant: 蘊藏力量的

# BynameBynameAdjective0771
source: Nourishing
es: afable
es_mx: afable
ko: 건더기 가득한
zh_hans: 配料丰盛的
zh_hant: 配料豐盛的

# BynameBynameAdjective0772
source: Highly Nutritious
fr: énergétique
it: molto nutriente
ko: 영양 만점
zh_hans: 营养满分的
zh_hant: 營養滿分的

# BynameBynameAdjective0773
source: Ascending
es: naciente
es_mx: naciente
fr: en progrès
it: crescente
ja: ライジング
ko: 라이징
zh_hans: 崛起的
zh_hant: 崛起的

# BynameBynameAdjective0774
source: Sprightly
fr: alerte
ja: ヤングな
ko: 풋풋한
zh_hans: 年少的
zh_hant: 年少的

# BynameBynameAdjective0775
source: Always-in-Our-Hearts
es: presente en el alma
es_mx: siempre en el corazón
fr: inoubliable
it: sempre nei nostri cuori
ko: 언제나 마음속에
zh_hans: 长存人心的
zh_hant: 長存人心的

# BynameBynameAdjective0776
source: Sanguine
fr: qui aime tout le monde
ko: 누구나 좋아하는
zh_hans: 广受喜爱的
zh_hant: 廣受喜愛的

# BynameBynameAdjective0777
source: Daybreaking
es: del alba
es_mx: del amanecer
fr: du point du jour
it: albeggiante
ko: 철야를 끝낸
zh_hans: 熬夜到天亮的
zh_hant: 熬夜到天亮的

# BynameBynameAdjective0778
source: Repeating
de: Heute mal wieder
es: de hoy también
ko: 오늘 하루도
zh_hans: 今天也一整天
zh_hant: 今天也一整天

# BynameBynameAdjective0779
source: Endlessly Ringing
es: que no calla
es_mx: que no para de sonar
fr: qui sonne sans arrêt
it: che non smette di suonare
ko: 끝없이 울려 퍼지는
zh_hans: 响个不停的
zh_hant: 響個不停的

# BynameBynameAdjective0781
source: Listless
es_mx: indolente
fr: apathique
ja: アンニュイな
ko: 나른한
zh_hans: 倦怠的
zh_hant: 倦怠的

# BynameBynameAdjective0782
source: In-Season
es: de temporada
es_mx: de temporada
fr: de saison
it: stagionale
ko: 제철
zh_hans: 当季的
zh_hant: 當季的

# BynameBynameAdjective0783
source: Rampaging
ko: 폭주하는
zh_hans: 失控的
zh_hant: 失控的

# BynameBynameAdjective0784
source: Scintillating
es: brillante
es_mx: deslumbrante
it: sfavillante
ja: ピカピカの
ko: 반짝반짝 빛나는
zh_hans: 闪闪发亮的
zh_hant: 閃閃發亮的

# BynameBynameAdjective0785
source: Abyssal
de: Des Abgrunds
es: del abismo
es_mx: abisal
it: abissale
ko: 심연의
zh_hans: 深渊的
zh_hant: 深淵的

# BynameBynameAdjective0786
source: Originally from
de: Ursprung:
es: de alcurnia
es_mx: de alcurnia
fr: d'origine
ja: メイドイン
ko: 메이드 인
nl: Van origine
zh_hans: Made in
zh_hant: Made In

# BynameBynameAdjective0787
source: Unknowing
es: ignorante
es_mx: ignorante
fr: qui ne sait rien
it: ignorante
ko: 아무것도 모르는
zh_hans: 一无所知的
zh_hant: 一無所知的

# BynameBynameAdjective0788
source: Currently Obsessed with
de: Hype-Thema:
es: en plena tendencia
es_mx: en plena tendencia
fr: en vue
ja: マイブームは
ko: 최근 관심사는
nl: In de ban van een
zh_hans: 现在沉迷于
zh_hant: 現在沉迷於

# BynameBynameAdjective0789
source: Nonstop
es: interminable
es_mx: interminable
it: senza sosta
ko: 끝나지 않는
zh_hans: 永无止境的
zh_hant: 永無止境的

# BynameBynameAdjective0790
source: Vivacious
es: en todo su esplendor
es_mx: en todo su esplendor
fr: indispensable
ko: 삶의 낙은
zh_hans: 活着是为了
zh_hant: 活著是為了

# BynameBynameAdjective0791
source: Aggressive
ja: アグレッシブな
ko: 공격적인
zh_hans: 好斗的
zh_hant: 好鬥的

# BynameBynameAdjective0793
source: Immediate
ko: 행동파인
nl: Linea recta
zh_hans: 行事迅速的
zh_hant: 行事迅速的

# BynameBynameAdjective0794
source: Natural
es: sin aditivos
es_mx: sin aditivos
ko: 어리바리한
zh_hans: 天然的
zh_hant: 天然的

# BynameBynameAdjective0795
source: High-Calorie
es: de altas calorías
es_mx: de altas calorías
fr: calorique
ko: 칼로리 높은
zh_hans: 高卡路里的
zh_hant: 高熱量的

# BynameBynameAdjective0796
source: Low-Calorie
es: de bajas calorías
es_mx: de bajas calorías
fr: basses calories
ko: 칼로리 낮은
zh_hans: 低卡路里的
zh_hant: 低熱量的

# BynameBynameAdjective0797
source: Recently
de: Seit Neuestem
es: reciente
es_mx: reciente
it: recente
ko: 최근에는
zh_hans: 最近是
zh_hant: 最近是

# BynameBynameAdjective0798
source: Esteemed
ko: 인망 있는
zh_hans: 有声望的
zh_hant: 有聲望的

# BynameBynameAdjective0799
source: Treasured
ko: 아주 좋아하는
zh_hans: 最喜欢的
zh_hant: 最喜歡的

# BynameBynameAdjective0800
source: Existing
es: existente
es_mx: existente
it: esistente
ko: 실재하는
zh_hans: 真实存在的
zh_hant: 真實存在的

# BynameBynameAdjective0801
source: Nonexistent
es: inexistente
es_mx: inexistente
it: inesistente
ko: 실재하지 않는
zh_hans: 非真实存在的
zh_hant: 非真實存在的

# BynameBynameAdjective0802
source: On-the-Job
es: dando el callo
es_mx: en el trabajo
it: al lavoro
ko: 아르바이트 중인
zh_hans: 打工中的
zh_hant: 打工中的

# BynameBynameAdjective0804
source: Choosy
ja: どちらかといえば
ko: 굳이 따지자면
zh_hans: 真要说的话应该是
zh_hant: 真要說的話應該是

# BynameBynameAdjective0805
source: Delicate
fr: de nature délicate
ko: 섬세한
zh_hans: 心思细腻的
zh_hant: 心思細膩的

# BynameBynameAdjective0806
source: Haphazard
es: negligente
es_mx: negligente
ja: おおざっぱな
ko: 덤벙거리는
zh_hans: 粗枝大叶的
zh_hant: 粗枝大葉的

# BynameBynameAdjective0807
source: Golden Egg–Like
fr: comme un œuf doré
it: simile a un uovo d'oro
ko: 황금 연어알의
zh_hans: 金鲑鱼卵的
zh_hant: 金鮭魚卵的

# BynameBynameAdjective0808
source: Ice-Cold
es: dabuten
fr: de glace
ja: かっこいい
ko: 멋있는
zh_hans: 帅气的
zh_hant: 帥氣的

# BynameBynameAdjective0809
source: Low-Battery
es_mx: con batería baja
fr: au bout du rouleau
it: a corto di energie
ko: 배터리가 바닥난
nl: Leeggelopen
ru: без заряда
zh_hans: 电量耗尽的
zh_hant: 電量耗盡的

# BynameBynameAdjective0810
source: Fully Charged
fr: aux batteries pleines
ko: 배터리가 가득한
nl: Volledig opgeladen
ru: с полным зарядом
zh_hans: 电量全满的
zh_hant: 電量全滿的

# BynameBynameAdjective0811
source: Noontime
es: de media tarde
es_mx: por la tarde
fr: de la mi-journée
it: di mezzodì
ko: 점심때의
zh_hans: 正午时分的
zh_hant: 正午時分的

# BynameBynameAdjective0812
source: Break-Time
es: de pausa
es_mx: en descanso
fr: à l'heure de la pause
it: in pausa
ko: 휴식 중인
zh_hans: 休息中的
zh_hant: 休息中的

# BynameBynameAdjective0813
source: Unavailable
ja: いそがしい
ko: 바쁜
zh_hans: 忙碌的
zh_hant: 忙碌的

# BynameBynameAdjective0814
source: Protecting
it: tutelare
ko: 지켜보는
zh_hans: 从旁守望的
zh_hant: 從旁守望的
