Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# WeaponWeaponNameSubBombSplash
source: Splat Bomb
de: Klecks-Bombe
es: Bomba básica
es_mx: Plasbomba
fr: Bombe splash
it: Bomba splash
ja: スプラッシュボム
ko: 스플래시 밤
nl: Klodderbom
ru: Брызгающая бомба
zh_hans: 斯普拉炸弹
zh_hant: 斯普拉炸彈

# WeaponWeaponNameSubBombSplashSdodr
source: Splat Bomb
de: Klecks-Bombe
es: Bomba básica
es_mx: Plasbomba
fr: Bombe splash
it: Bomba splash
ja: スプラッシュボム
ko: 스플래시 밤
nl: Klodderbom
ru: Брызгающая бомба
zh_hans: 斯普拉炸弹
zh_hant: 斯普拉炸彈

# WeaponWeaponNameSubBombSuction
source: Suction Bomb
de: Haftbombe
es: Bomba ventosa
es_mx: Bomba pegajosa
fr: Bombe gluante
it: Appiccibomba
ja: キューバンボム
ko: 빨판 밤
nl: Kleefbom
ru: Бомба на присоске
zh_hans: 吸盘炸弹
zh_hant: 吸盤炸彈

# WeaponWeaponNameSubBombSuctionSdodr
source: Suction Bomb
de: Haftbombe
es: Bomba ventosa
es_mx: Bomba pegajosa
fr: Bombe gluante
it: Appiccibomba
ja: キューバンボム
ko: 빨판 밤
nl: Kleefbom
ru: Бомба на присоске
zh_hans: 吸盘炸弹
zh_hant: 吸盤炸彈

# WeaponWeaponNameSubBombTorpedo
source: Torpedo
fr: Bentorpille
it: Torpedinatore
ja: トーピード
ko: 토피도
nl: Torpedobom
ru: Торпедная бомба
zh_hans: 鱼雷
zh_hant: 魚雷

# WeaponWeaponNameSubLineMarker
source: Angle Shooter
de: Winkelmarker
es: Tiralíneas
es_mx: Dardo resaltador
fr: Ricocheur
it: Sparalinee
ja: ラインマーカー
ko: 라인 마커
nl: Ketskogel
ru: Углострел
zh_hans: 标线器
zh_hant: 標線器

# WeaponWeaponNameSubPointSensor
source: Point Sensor
de: Detektor
es: Rastreador
es_mx: Rastreador
fr: Détecteur
it: Cimice
ja: ポイントセンサー
ko: 포인트 센서
nl: Detector
ru: Маркер движения
zh_hans: 定点侦测器
zh_hant: 定點偵測器

# WeaponWeaponNameSubPoisonMist
source: Toxic Mist
de: Sepitox-Nebel
es: Nebulizador
es_mx: Nebulizador
fr: Brume toxique
it: Nebbia tossica
ja: ポイズンミスト
ko: 포이즌 미스트
nl: Gifmist
ru: Едкий туман
zh_hans: 毒雾
zh_hant: 毒霧

# WeaponWeaponNameSubPoisonMistSdodr
source: Toxic Mist
de: Sepitox-Nebel
es: Nebulizador
es_mx: Nebulizador
fr: Brume toxique
it: Nebbia tossica
ja: ポイズンミスト
ko: 포이즌 미스트
nl: Gifmist
ru: Едкий туман
zh_hans: 毒雾
zh_hant: 毒霧

# WeaponWeaponNameSubSalmonBuddy
source: Smallfry
de: Salmini
es: Cenutrín
es_mx: Escamita
fr: Salmioche
it: Salmonello
ja: コジャケ
ko: 꼬마연어
nl: Salmini
ru: Малетчик
zh_hans: 小鲑鱼
zh_hant: 小鮭魚

# WeaponWeaponNameSubShield
source: Splash Wall
de: Tintenwall
es: Telón de tinta
es_mx: Barricada
fr: Mur d'encre
it: Muro di colore
ja: スプラッシュシールド
ko: 스플래시 실드
nl: Inktgordijn
ru: Чернильный занавес
zh_hans: 斯普拉防护墙
zh_hant: 斯普拉防護牆

# WeaponWeaponNameSubShieldSdodr
source: Splash Wall
de: Tintenwall
es: Telón de tinta
es_mx: Barricada
fr: Mur d'encre
it: Muro di colore
ja: スプラッシュシールド
ko: 스플래시 실드
nl: Inktgordijn
ru: Чернильный занавес
zh_hans: 斯普拉防护墙
zh_hant: 斯普拉防護牆

# WeaponWeaponNameSubSprinkler
source: Sprinkler
es: Aspersor
es_mx: Aspersor
fr: Fontaine
it: Spruzzatore
ja: スプリンクラー
ko: 스프링클러
nl: Inktsprinkler
ru: Распылятор
zh_hans: 洒墨器
zh_hant: 灑墨器

# WeaponWeaponNameSubSprinklerSdodr
source: Sprinkler
es: Aspersor
es_mx: Aspersor
fr: Fontaine
it: Spruzzatore
ja: スプリンクラー
ko: 스프링클러
nl: Inktsprinkler
ru: Распылятор
zh_hans: 洒墨器
zh_hant: 灑墨器

# WeaponWeaponNameSubTrap
source: Ink Mine
de: Tintenmine
es: Bomba trampa
es_mx: Mina de tinta
fr: Mine
it: Mina
ja: トラップ
ko: 트랩
nl: Inktmijn
ru: Мина
zh_hans: 墨汁陷阱
zh_hant: 墨汁陷阱

# WeaponWeaponNameSubTrapSdodr
source: Ink Mine
de: Tintenmine
es: Bomba trampa
es_mx: Mina de tinta
fr: Mine
it: Mina
ja: トラップ
ko: 트랩
nl: Inktmijn
ru: Мина
zh_hans: 墨汁陷阱
zh_hant: 墨汁陷阱

# WeaponWeaponParamNameBlaze
source: Fire Rate
de: Feuerrate
es: Cadencia
es_mx: Cadencia
fr: Cadence
it: Cadenza
ja: 連射力
ko: 연사력
nl: Vuursnelheid
ru: Темп стрельбы
zh_hans: 连射力
zh_hant: 連射力

# WeaponWeaponParamNameCharge
source: Charge Speed
de: Aufladetempo
es: Recarga
es_mx: Recarga
fr: Vitesse de charge
it: Ricarica
ja: チャージ速度
ko: 충전 속도
nl: Oplaadsnelheid
ru: Скорость зарядки
zh_hans: 蓄力速度
zh_hant: 蓄力速度

# WeaponWeaponParamNameDefence
source: Durability
de: Haltbarkeit
es: Durabilidad
es_mx: Durabilidad
fr: Résistance
it: Resistenza
ja: 耐久力
ko: 내구력
nl: Duurzaamheid
ru: Прочность
zh_hans: 耐久度
zh_hant: 耐久度

# WeaponWeaponParamNameExplosion
source: Impact
de: Explosion
es: Impacto
es_mx: Impacto
fr: Explosion
it: Impatto
ja: 爆発力
ko: 폭발력
ru: Радиус взрыва
zh_hans: 爆发力
zh_hant: 爆發力

# WeaponWeaponParamNameMobility
source: Mobility
de: Beweglichkeit
es: Movilidad
es_mx: Movilidad
fr: Mobilité
it: Praticità
ja: 機動性
ko: 기동성
nl: Wendbaarheid
ru: Мобильность
zh_hans: 机动性
zh_hant: 機動性

# WeaponWeaponParamNamePaintSpeed
source: Ink Speed
de: Färbetempo
es: Vel. pintado
es_mx: Vel. tinta
fr: Vitesse d'encrage
it: Vel. pittura
ja: 塗り進み速度
ko: 색칠 전진 속도
nl: Inktsnelheid
ru: Темп покраса
zh_hans: 涂墨前进速度
zh_hant: 塗墨前進速度

# WeaponWeaponParamNamePower
source: Damage
de: Feuerkraft
es: Potencia
es_mx: Daño
fr: Dégâts
it: Potenza
ja: 攻撃力
ko: 공격력
nl: Schade
ru: Урон
zh_hans: 攻击力
zh_hant: 攻擊力

# WeaponWeaponParamNameRange
source: Range
de: Reichweite
es: Alcance
es_mx: Alcance
fr: Portée
it: Gittata
ja: 射程
ko: 사정거리
nl: Bereik
ru: Дальнобойность
zh_hans: 射程
zh_hant: 射程

# WeaponWeaponParamNameWeight
source: Handling
de: Leichtheit
es: Ligereza
es_mx: Ligereza
fr: Légèreté
it: Leggerezza
ja: 軽さ
ko: 가벼움
nl: Draagbaarheid
ru: Маневренность
zh_hans: 轻巧度
zh_hant: 輕巧度

# WeaponWeaponTypeNameBlaster
source: Blasters
de: Blaster
es: Devastadores
es_mx: Lanzamotas
it: Blaster
ja: ブラスター
ko: 블래스터
ru: Бластеры
zh_hans: 爆破枪
zh_hant: 爆破槍

# WeaponWeaponTypeNameBrush
source: Brushes
de: Pinsel
es: Pinceles
es_mx: Pinceles
fr: Pinceaux
it: Pennelli
ja: フデ
ko: 붓
nl: Kwasten
ru: Кисти
zh_hans: 画笔
zh_hant: 畫筆

# WeaponWeaponTypeNameCharger
source: Chargers
de: Konzentratoren
es: Cargatintas
es_mx: Cargatintas
fr: Fusils
it: Armi a carica
ja: チャージャー
ko: 차저
nl: Laders
ru: Нагнетатели
zh_hans: 蓄力狙击枪
zh_hant: 蓄力狙擊槍

# WeaponWeaponTypeNameManeuver
source: Dualies
de: Doppler
es: Armas duales
es_mx: Armas duales
fr: Armes doubles
it: Repolper
ja: マニューバー
ko: 머누버
nl: Dubbelknallers
ru: Спуртометы
zh_hans: 机动枪
zh_hant: 機動槍

# WeaponWeaponTypeNameRoller
source: Rollers
de: Roller
es: Rodillos
es_mx: Rodillos
fr: Rouleaux
it: Rulli
ja: ローラー
ko: 롤러
ru: Валики
zh_hans: 滚筒
zh_hant: 滾筒

# WeaponWeaponTypeNameSaber
source: Splatanas
es: Azotintadores
es_mx: Azotintadores
fr: Éclatanas
it: Lame
ja: ワイパー
ko: 와이퍼
nl: Zwiepers
ru: Сплат-катаны
zh_hans: 刮水刀
zh_hant: 刮水刀

# WeaponWeaponTypeNameShelter
source: Brellas
de: Pluviatoren
es: Paratintas
es_mx: Paratintas
fr: Para-encres
it: Sparasole
ja: シェルター
ko: 셸터
nl: Plenzers
ru: Сплат-зонты
zh_hans: 防空伞
zh_hant: 防空傘

# WeaponWeaponTypeNameShooter
source: Shooters
de: Kleckser
es: Lanzatintas
es_mx: Rociadores
fr: Lanceurs
it: Armi a ripetizione
ja: シューター
ko: 슈터
nl: Spetters
ru: Краскоматы
zh_hans: 射击枪
zh_hant: 射擊槍

# WeaponWeaponTypeNameSlosher
source: Sloshers
de: Schwapper
es: Derramatic
es_mx: Derramatic
fr: Seaux
it: Secchiostri
ja: スロッシャー
ko: 슬로셔
nl: Morsers
ru: Ведроганы
zh_hans: 泼桶
zh_hant: 潑桶

# WeaponWeaponTypeNameSpinner
source: Splatlings
es: Tintralladoras
es_mx: Garabateadores
fr: Badigeonneurs
it: Splatling
ja: スピナー
ko: 스피너
nl: Spetlingen
ru: Брызгометы
zh_hans: 旋转枪
zh_hant: 旋轉槍

# WeaponWeaponTypeNameStringer
source: Stringers
de: Stringer
es: Arcromatizadores
es_mx: Arcromatizadores
fr: Transperceurs
it: Calamarchi
ja: ストリンガー
ko: 스트링거
nl: Spanners
ru: Тетиваторы
zh_hans: 猎鱼弓
zh_hant: 獵魚弓

# WelcomeAbout
source: SplatNet 3 is a service linked to Splatoon 3.<br />More features exist in addition to those described here.
de: SplatNet 3 ist ein mit Splatoon 3 verbundener Service. Es gibt noch weitere Funktionen, die hier nicht aufgeführt sind.
es: SplatNet 3 es un servicio vinculado a Splatoon 3 y cuenta con otras funciones además de las aquí descritas.
es_mx: SplatNet 3 es un servicio vinculado a Splatoon 3 y cuenta con otras funciones además de las descritas aquí.
fr: SplatNet 3 est un service associé à Splatoon 3.<br />Les fonctionnalités décrites ici sont loin d'être exhaustives !
it: SplatNet 3 è un servizio collegato a Splatoon 3.<br />Oltre a quelle elencate, ci sono anche molte altre funzioni.
ja: イカリング３はスプラトゥーン3と連動するサービスです。<br />ここで紹介したもの以外にもさまざまな機能があります。
ko: 오징어넷 3는 스플래툰 3와 연동하는 서비스입니다.<br />이곳에서 소개한 것들 외에도 다양한 기능이 있습니다.
nl: SplatNet 3 is een dienst die aan Splatoon 3 is gekoppeld.<br />Er zijn meer mogelijkheden naast die die hier worden genoemd.
ru: SplatNet 3 — это особый сервис, созданный для Splatoon 3.<br />В нем полно и других возможностей!
zh_hans: 《鱿鱼圈 3》是用于《斯普拉遁 3》的关联服务。除了此处介绍的内容之外，还有其他各种功能。
zh_hant: 《魷魚圈 3》是《斯普拉遁 3》的連動服務。除了這裡介紹的功能之外，還有很多各式各樣的用途。

# WelcomeFeature1
source: Check out battle logs and see what maps and modes are coming up on the schedule!
de: Sieh dir Kampfstatistiken sowie Zeitpläne für Arenen und Kampfarten an!
es: ¡Consulta registros de combates y los próximos escenarios y estilos!
es_mx: ¡Consulta registros de combates y los próximos escenarios y estilos!
fr: Consulte le journal de matchs et découvre les stages et les modes programmés au planning !
it: Vedi le statistiche delle battaglie e scopri le mappe e le modalità in arrivo!
ja: バトルの戦績やスケジュールをチェックして<br />ライバルに差をつけろ！
ko: 배틀 전적과 스케줄을 체크해서<br />라이벌과 격차를 벌리자!
nl: Bekijk gevechtsstatistieken en zie welke levels en spelstanden er gepland staan!
ru: Смотри протоколы боев и узнавай, какие карты и режимы ждут тебя по расписанию!
zh_hans: 查看对战的战绩与日程，<br />拉开与劲敌之间的差距吧！
zh_hant: 查看對戰的戰績還有時間表，<br />拉開與勁敵之間的差距吧！

# WelcomeFeature1Alt
source: Battle Logs & Schedule
de: Kampfstatistiken & Zeitplan
es: Registros de combates y calendario
es_mx: Registros de combates y calendario
fr: Journal de matchs et planning
it: Statistiche di battaglia e calendario
ja: バトルの戦績やスケジュール
ko: 배틀 전적과 스케줄
nl: Gevechtsstatistieken en het levelschema
ru: Протоколы боев и расписание
zh_hans: 对战战绩与日程
zh_hant: 對戰戰績與時間表

# WelcomeFeature2
source: Stay fashionable!<br />Edit your Freshest Fits on the go!
de: Passe deine Lieblings-Styles unterwegs an! Immer das perfekte Outfit!
es: ¡Mantén tu estilo siempre a la última!<br />¡Podrás gestionar tus atuendos favoritos cuando quieras!
es_mx: ¡Mantén tu estilo siempre a la última moda!<br />¡Confecciona tus atuendos cuando quieras!
fr: Reste à la pointe de la mode !<br />Modifie tes tenues favorites en un clin d'œil !
it: Non passare di moda!<br />Modifica i tuoi look preferiti al volo!
ja: ファッションリーダーたちに朗報！<br />いつでもマイコーデを編集できるぞ！
ko: 패션 리더들이 기다리던 빅뉴스!<br />언제든지 마이 코디를 편집할 수 있다!
nl: Blijf modieus!<br />Bewerk je lievelingsstijlen onderweg!
ru: Не тухни в стиле!<br />Редактируй свои свежие прикиды в любое время!
zh_hans: 献给各位时尚教主一个好消息！<br />以后能随时编辑个人穿搭了哦！
zh_hant: 獻給各位時尚教主一個好消息！<br />以後隨時隨地都能編輯個人穿搭囉！

# WelcomeFeature3
source: Help Crusty Sean on his quest,<br />and you'll earn special items!
de: Mach Shrimpson Beine und schnapp dir tolle Belohnungen!
es: ¡Ayuda a Adolfrito en su aventura<br />para conseguir objetos especiales!
es_mx: ¡Ayuda a Adolfrito en su aventura<br />para conseguir objetos especiales!
fr: Soutiens Omar dans son odyssée, et<br />tu obtiendras des objets spéciaux !
it: Aiuta Gamberto nel suo viaggio<br />e otterrai oggetti speciali!
ja: ひとり旅に出たロブを支援して<br />特別な報酬をゲットしよう！
ko: 홀로 여행을 떠난 롭을 서포트해서<br />특별한 보상을 획득하자!
nl: Help Pelle op zijn tocht,<br />en ontvang speciale voorwerpen!
ru: Помоги Ракки с его заданием, чтобы<br />заработать особые предметы!
zh_hans: 支援独自踏上旅程的阿龙，<br />获得特殊报酬吧！
zh_hant: 支持獨自踏上旅程的阿龍<br />獲得特殊報酬吧！

# WelcomeFeature4
source: Order unique in-game gear that can<br />only be found on the SplatNet Shop!
de: Einzigartige Spielausrüstung, die es nur im SplatNet gibt!
es: ¡Encarga artículos exclusivos que solo están<br />disponibles en la Tentatienda!
es_mx: ¡Encarga artículos exclusivos que solo están<br />disponibles en la tienda SplatNet!
fr: Commande des pièces d'équipement uniques<br />disponibles chez Céphalochic et nulle part ailleurs !
it: Ordina articoli esclusivi, disponibili<br />solo tramite Calama-zone!
ja: ここだけの特別仕様！<br />ゲソタウンで限定ギアをチェック！
ko: 이곳에서만 사용 가능한 특별한 기능!<br />오징어넷 숍에서 한정 기어를 체크하자!
nl: Bestel unieke in-game-uitrusting<br />die alleen verkrijgbaar is in de Tentashop!
ru: Закажи уникальное игровое снаряжение,<br />которое есть только в магазине SplatNet!
zh_hans: 只有在这里才能找到的特别商品！<br />前往鱿鱼须商城查看限定装备吧！
zh_hant: 只有在這裡才找得到的特規商品！<br />到魷魚鬚商城查看限定裝備吧！

# WelcomeOtherFeatures
source: And more!
de: Und vieles mehr!
es: ¡Y más cosas!
es_mx: ¡Y más cosas!
fr: Et plus encore !
it: E molto altro!
ja: 他にも便利な機能がたくさん！
ko: 그 밖에도 편리한 기능이 한가득!
nl: En meer!
ru: И многое другое!
zh_hans: 除此之外还有很多方便的功能！
zh_hant: 除此之外還有很多方便的功能！

# WelcomeService
source: The freshest way to connect!
de: Spritzig in Verbindung!
es: ¡La forma más molona de conectarse!
es_mx: ¡La forma más chévere de conectarse!
fr: Se connecter avec classe !
it: Il modo più mitilico di restare in contatto!
ja: 本気のヤツらのためのイカしたサービス
ko: 어메이징한 플레이어를 위한 어메이징한 서비스
nl: De coolste manier om verbinding te maken!
ru: Подключайся со стилем!
zh_hans: 为全力以赴的玩家准备的超鱿型服务。
zh_hant: 專為極限玩家準備的超魷型服務。

# WelcomeSplatoon3
source: Splatoon 3
ja: スプラトゥーン3
ko: 스플래툰 3
zh_hans: 《斯普拉遁 3》
zh_hant: 《斯普拉遁 3》

# WelcomeStore
source: Find Out More!
de: Weitere Infos!
es: ¡Descubre más cosas!
es_mx: ¡Descubre más cosas!
fr: En découvrir plus !
it: Scopri di più!
ja: 購入サイトへ
ko: 구입 사이트로
nl: Ontdek meer!
ru: Подробнее тут!
zh_hans: 前往购买网站
zh_hant: 前往購買網站

# WelcomeWidgets
source: Widgets
it: Widget
ja: ウィジェット
ko: 위젯
ru: Виджеты
zh_hans: 小工具
zh_hant: 小工具

# XRankingAll
source: Show All
de: Alle zeigen
es: Todas
es_mx: Todas
fr: Tout afficher
it: Mostra tutto
ja: すべて表示
ko: 모두 표시
nl: Alle tonen
ru: Отобразить все
zh_hans: 全部显示
zh_hant: 全部顯示

# XRankingAppName
source: X Rankings
de: X-Ranglisten
es: Clasifs. rango X
es_mx: Clasifs. rango X
fr: Classements X
it: Classifiche X
ja: Xランキング
ko: X 랭킹
nl: X-ranglijsten
ru: Разряд X
zh_hans: X排名
zh_hant: X排名

# XRankingAtlantic
source: Tentatek Division
de: Tentatek-Gruppe
es: División Arome
es_mx: División Tentáctica
fr: Division OculR
it: Gruppo Arome
ja: グループ・アロメ
ko: 그룹・아로메
nl: Tentatek-competitie
ru: «Щуччи»
zh_hans: 组别·艾洛眼
zh_hant: 組別‧艾洛眼

# XRankingEstimatedRank
source: Approximate Rank: #{ 0 }
de: Geschätzt: { 0 }. Platz
es: Posición estimada: { 0 }
es_mx: Posición estimada: { 0 }
fr: Classement estimé : { 0 }
it: Posizione stimata: { 0 }
ja: 推定{ 0 }位
ko: 추정 { 0 }위
nl: Geschatte positie: { 0 }
ru: Предпол. место: { 0 }
zh_hans: 推算第{ 0 }名
zh_hant: 預估第{ 0 }名

# XRankingMeasurement
source: TBD...
de: Offen
es: En cálculo
es_mx: En cálculo
fr: Calcul...
it: Calcolo...
ja: 計測中
ko: 계측 중
nl: n.n.b.
ru: н/д
zh_hans: 计算中
zh_hant: 計算中

# XRankingOpen
source: Now Open!
de: Jetzt offen!
es: ¡En curso!
es_mx: ¡En curso!
fr: En cours !
it: In corso!
ja: 開催中！！
ko: 개최 중!!
nl: Nu geopend!
ru: Идет!
zh_hans: 举行中！！
zh_hant: 舉行中！！

# XRankingPacific
source: Takoroka Division
de: Kalamati-Gruppe
es: División Sepioca
es_mx: División Pulpioka
fr: Division Cubic
it: Gruppo Sepia
ja: グループ・ヤコ
ko: 그룹・라이즈
nl: Takoroka-competitie
ru: «Рыбок»
zh_hans: 组别·暇古
zh_hant: 組別‧暇古

# XRankingPastRankings
source: Past Ranking
de: Vorherige Ranglisten
es: Clasificaciones previas
es_mx: Clasificaciones previas
fr: Anciens classements
it: Classifiche passate
ja: 過去のランキング
ko: 과거 랭킹
nl: Eerdere ranglijst
ru: Предыдущий рейтинг
zh_hans: 以往的排名
zh_hant: 過去的排名

# XRankingPastRankingsAnnotation
source: Past Ranking is calculated and revealed after the season ends. Please note that it may take a few days in some cases.
de: Vorherige Ranglisten werden jeweils nach Saison-Abschluss berechnet und veröffentlicht. Dies kann unter Umständen mehrere Tage dauern.
es: Las clasificaciones previas se calculan y publican cuando concluye la temporada (en ciertos casos, pueden tardar algunos días en estar disponibles).
es_mx: Las clasificaciones previas se calculan y publican cuando termina la temporada (en ciertos casos, pueden tardar algunos días en estar disponibles).
fr: Les anciens classements sont calculés et publiés une fois la saison terminée. (Dans certains cas, le calcul peut prendre plusieurs jours.)
it: Le classifiche passate vengono calcolate e rivelate dopo la fine della stagione. In certi casi, potrebbero essere necessari alcuni giorni.
ja: ※ 過去のランキングはシーズン終了後、集計をしてから公開されます。集計が終わるまで数日かかる場合があります。
ko: ※과거 랭킹은 시즌 종료 후 집계가 완료된 다음 공개됩니다. 집계 완료에는 수일이 경과될 수 있습니다.
nl: De eerdere ranglijst wordt na afloop van het seizoen opgemaakt en gedeeld. Dit kan in sommige gevallen enkele dagen duren.
ru: Предыдущий рейтинг подсчитывается и публикуется после окончания сезона. В некоторых случаях это может занять несколько дней.
zh_hans: ※过去的排名将会在赛季结束后统计再公布。可能需要几天才能完成统计。
zh_hant: ※過去的排名將會在賽季結束後，於統計完成時公布。統計可能需要幾天才能完成。

# XRankingRankSns
source: <small>#</small>{ 0 }
es: Puesto: { 0 }
es_mx: { 0 }.º
fr: Pos. { 0 }
it: { 0 }º
ja: { 0 }<small>位</small>
ko: { 0 }<small>위</small>
nl: { 0 }e
ru: { 0 }-е
zh_hans: <small>第</small>{ 0 }<small>名</small>
zh_hant: <small>第</small>{ 0 }<small>名</small>

# XRankingRegion
source: Division
de: Gruppe
es: División
es_mx: División
it: Gruppo
ja: グループ
ko: 그룹
nl: Competitie
ru: Группа
zh_hans: 组别
zh_hant: 組別

# XRankingSeeRanking
source: View Ranking
de: Rangliste
es: Clasificación
es_mx: Clasificaciones
fr: Voir le classement
it: Vedi la classifica
ja: ランキングを見る
ko: 랭킹 보기
nl: Ranglijst
ru: Рейтинг участников
zh_hans: 查看排名
zh_hant: 查看排名

# XRankingSeeWeaponTop
source: Top Weapon Wielders
de: Beste Spieler/Waffe
es: Mejores con esta arma
es_mx: Mejores con esta arma
fr: Spécialistes de cette arme
it: I migliori per arma
ja: ブキトップを見る
ko: 무기 톱 보기
nl: Beste spelers per wapen
ru: Топ по оружию
zh_hans: 查看顶级武器
zh_hant: 查看頂尖武器

# XRankingSelectWeapon
source: Select Weapon
de: Waffe wählen
es: Elegir arma
es_mx: Elegir arma
fr: Sélectionner une arme
it: Seleziona arma
ja: ブキを選ぶ
ko: 무기 선택하기
nl: Wapen kiezen
ru: Выбрать оружие
zh_hans: 选择武器
zh_hant: 選擇武器

# XRankingTitle
source: X Rank Leaderboard
de: X-Ranglisten
es: Clasifs. rango X
es_mx: Clasifs. rango X
fr: Classements X
it: Classifiche X
ja: Xランキング
ko: X 랭킹
nl: X-ranglijsten
ru: Разряд X
zh_hans: X排名
zh_hant: X排名

# XRankingTopPlayers
source: Top Players
de: Top-Spieler
es: Mejores jugadores
es_mx: Mejores jugadores
fr: Top du top
it: I migliori
ja: トッププレイヤー
ko: 톱 플레이어
nl: Beste spelers
ru: Топ по режиму
zh_hans: 顶级玩家
zh_hant: 頂尖玩家

# XRankingWeaponTop
source: Top Weapon Wielders
de: Beste Spieler/Waffe
es: Mejores con esta arma
es_mx: Mejores con esta arma
fr: Spécialistes de cette arme
it: I migliori per arma
ja: ブキトップ プレイヤー
ko: 무기 톱 플레이어
nl: Beste spelers per wapen
ru: Топ по оружию
zh_hans: 顶级武器玩家
zh_hant: 頂尖武器玩家

# XRankingWeaponTopSingular
source: Top Weapon Wielder
de: Bester mit dieser Waffe
es: Mejor con esta arma
es_mx: Mejor con esta arma
fr: Spécialiste de cette arme
it: Migliore con quest'arma!
ja: ブキトップ プレイヤー
ko: 무기 톱 플레이어
nl: Beste speler met dit wapen
ru: Топ с этим оружием
zh_hans: 顶级武器玩家
zh_hant: 頂尖武器玩家

# XRankingXcrown
source: Crown
de: Krone
es: Corona
es_mx: Corona
fr: Couronne
it: Corona
ja: おうかん
ko: 왕관
nl: Kroon
ru: Корона
zh_hans: 王冠
zh_hant: 王冠

# XRankingXpower
source: <small>X Power:</small> { 0 }
es: <small>Energía X:</small> { 0 }
es_mx: <small>Fuerza X:</small> { 0 }
it: <small>Energia X:</small> { 0 }
ja: <small>Xパワー</small> { 0 }
ko: <small>X 파워</small> { 0 }
nl: <small>X-kracht:</small> { 0 }
ru: <small>Сила X: </small> { 0 }
zh_hans: <small>X战力</small> { 0 }
zh_hant: <small>X戰力</small> { 0 }

# VsUdemaeUdemae04
source: Ｂ
es: B
es_mx: B
ko: B
zh_hant: B

# BynameBynameSubject05860
source: Boss
ja: ボス
ko: 보스

# BynameBynameSubject07270
source: B-Boy
ja: Bボーイ
ko: 비 보이

# BynameBynameSubject07271
source: B-Girl
ja: Bガール
ko: 비 걸

# CatalogComplete
source: COMPLETE!
de: ABGESCHLOSSEN!
es: ¡Completo!
es_mx: ¡Completo!
fr: TERMINÉ !
it: COMPLETATO!
ja: コンプリート！
ko: 컴플리트!
nl: VOLTOOID!
ru: Выполнено!

# EventFlowMsgNewsFestBreaking217
source: Ay! Ay. Ay! (That was thrilling! Well played,everyone. These battles are so cool!)
de: Ay! Ay! (Wie spannend das war!Ihr seid klasse, und ihr kämpft klasse!)
es: ¡No se le puede pedir más emociónal asunto! ¡Qué fieras del combate!)
es_mx: ¡Zasss! (¡No se puede pedir más emociónen un combate!)
fr: Ay ! (Quel spectacle ! Bravo à tous !Ces matchs sont vraiment haletants !)
ja: エ～イ！（ナイスゲーム！ 感動をありがとう！！）
ko: 만타! 만타!!(나이스 게임! 감동적인 시합이었어!!)
nl: Ay! Ay! (Wat een mooie strijd! Fijn datiedereen zo enthousiast meedoet!)
ru: Ик! Ик! Ик! (Ну и игра! Браво, команда!От таких боев аж дух захватывает!)

# EventMatchRankingTop100
source: Top 100
es: 100 mejores
es_mx: 100 mejores
ja: トップ100
ko: 톱 100
ru: ТОП-100

# SoundMusicNameLobbyVersus01Fsodr
source: Inkopolis Lobby
ja: ハイカラシティ ロビー
ko: 오더폴리스 시티 로비

# SoundMusicNameLobbyVersus03Fsodr
source: Inkopolis News
ja: ハイカラニュース
ko: 오더폴리스 뉴스

# SoundMusicNameLobbyVersus03Sdodr
source: Inkopolis News
ja: ハイカラニュース
ko: 오더폴리스 뉴스

# SoundMusicNameMissionDemoSceneD101
source: Cap'n Cuttlefish's Theme
ja: アタリメのテーマ
ko: 마르징오 테마

# WelcomeLink
source: https://store-jp.nintendo.com/list/software/70010000046394.html
ko: https://store.nintendo.co.kr/70010000046397

# XRankingTop500
source: Top 500
es: 500 mejores
es_mx: 500 mejores
ja: トップ 500
ko: 톱 500
ru: ТОП-500

# BynameBynameAdjective0250
source: Calamari
fr: calamaresque
ja: シオカラ

# MiniGameMiniGameStarterDeckName
source: Starter Deck
es: Mazo básico
es_mx: Mazo básico
fr: Deck de départ
it: Mazzo iniziale
ja: スターターデッキ
nl: Starterset
ru: Стартовая колода

# SoundArtistName049
source: Yoko & the Gold Bazookas
ja: YOKO HORNS & FRIENDS

# SoundArtistName056
source: Free Association
ja: Mnemonic Clouds

# SoundArtistName057
source: Riot Act
ja: O.C.K

# SoundArtistName065
source: Now or Never Seven
ja: ヌラネバセブン

# SoundArtistName067
source: Anglerfish feat. Cory
es: Anglerfish con Cory
es_mx: Anglerfish con Cory
ja: Anglerfish feat. NAGARE
ru: Anglerfish и Cory

# SoundMusicNameBgmPlazaSandLiveGambit5
source: Liquid Sunshine
ja: 春風とペトリコール

# SoundMusicNameBgmVersusFesThunder04
source: Liquid Sunshine
ja: 春風とペトリコール

# SoundMusicNameBlitzAbxy01
source: Blitz It!
ja: Chip Damage

# SoundMusicNameBlitzAbxy02
source: Wave Prism
ja: Battery Full

# SoundMusicNameBlitzCurrentRip01
source: Broken Coral
ja: 可憐なタクティクス

# SoundMusicNameBlitzCurrentRip02
source: Riptide Rupture
ja: 不意打ちのセオリー

# SoundMusicNameBlitzFromBottom01
source: Shipwreckin’
ja: Shipwreckin’ ～沈まばもろとも～

# SoundMusicNameBlitzFromBottom02
source: Fins & Fiddles
ja: Fins & Fiddles ～深海の喜劇～

# SoundMusicNameBlitzFromBottom03
source: Seafoam Shanty
ja: Seafoam Shanty ～荒波ロデオ～

# SoundMusicNameBlitzGasshokukin02
source: Kinetosis
ja: Eazy Queazy

# SoundMusicNameBlitzSashiMori01
source: Chopscrewey
ja: チャンポン・チャント

# SoundMusicNameBlitzSashiMori02
source: Entropical
ja: エントロピカル

# SoundMusicNameCoopBigRun
source: Bait & Click
ja: 過言

# SoundMusicNameCoopEvent
source: Fishing Frenzy
ja: 竜穴

# SoundMusicNameCoopEvent2
source: Frothy Waters
ja: 運鈍根

# SoundMusicNameCoopHeavy
source: Frantic Aspic
ja: 鼕々

# SoundMusicNameCoopMain
source: Deluge Dirge
ja: 囂々

# SoundMusicNameCoopMenu
source: Happy Little Workers - 24/7 Mix
ja: カガヤクンデス・マーチ24h

# SoundMusicNameCoopMenuBigRun
source: Bait & Click (Mutation)
ja: 過言（変異）

# SoundMusicNameCoopMenuSubThanks
source: Happy Little Workers - 24/7 Deep Mix
ja: カガヤクンどす・マーチ24h

# SoundMusicNameCoopOkashira
source: Toxic Anoxic
ja: 峨々

# SoundMusicNameCoopResult
source: Not Bad (Do Better)
ja: ノット・バッド

# SoundMusicNameCoopResultThanks
source: Not Bad (Catch Ya Better)
ja: ノット・バッドじゃな！

# SoundMusicNameCoopThanks
source: Double Clickbait
ja: 大過言

# SoundMusicNameFirstLaunchPlayerMakeTemp
source: What's Your Style?
ja: キミはだれなんだ？

# SoundMusicNameGambitAbxy01
source: Shellfie
ja: Friend List

# SoundMusicNameGambitAbxy02
source: Split & Splat
ja: Quick Start

# SoundMusicNameMissionBossKumasan01
source: Bear with Me
ja: クマサンからのおねがい

# SoundMusicNameMissionBossSurimi03
source: Surprise and Shine
ja: 驚天動地ゴンタクレー

# SoundMusicNameMissionStaffroll
source: Wave Goodbye
ja: シオカゼの星

# SoundMusicNameMissionStageAlterna04
source: Octoling Rendezvous
ja: Tacozones Rendezvous
