Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# EventFlowMsgNewsBigRunEnd2230
source: No matter your contributions, we oweeveryone who pitched in. Thank you, all!
de: ...Tja, das haben wir euch zu verdanken!Danke an alle, die mitgeholfen haben!
es: ¡Millones de gracias a todo el mundo porayudarnos a defender nuestras ciudades!
es_mx: ¡Millones de gracias a todo el mundo porayudarnos a defender nuestras ciudades!
fr: Merci à tous ceux qui ont participé !C'est grâce à vous qu'on les a vaincus !
it: Indipendentemente dal vostro contributo,a tutti vanno i nostri ringraziamenti!
ja: スコアがどうであれ、街のために戦うてくれたヒトはウチらの恩人や！ ほんまにほんまに ありがとうね！
ko: 스코어가 어찌 됐든 도시를 위해서 싸워 준 사람은모두 우리의 은인이다! 진짜 참말로 고맙데이!
nl: We zijn heel blij met alle hulp die we hebbengekregen! Dank jullie wel, allemaal!
ru: Ну, тогда спасибо за это всемплюх-участникам!
zh_hans: 不管分数如何，为城镇而战的人都是我们的恩人！真的真的太感谢大家了！
zh_hant: 姑且不論分數如何，所有為了城鎮挺身而戰的人都是我們的恩人！真的、真的非常感謝大家！

# EventFlowMsgNewsBigRunEnd2232
source: Love to see Inkopolis and Splatsville folkslooking after each other. Now that's fresh!
de: Inkopolis UND Splatsville, beide vereint!So was find ich WIRKLICH spritzig!
es: ¡Ha molado mucho que la gente de Tinteliay Cromópolis se ayudaran mutuamente!
es_mx: ¡Qué chévere que la gente de Tinteliay Cromópolis se ayuden mutuamente!
fr: Cité-Clabousse ET Chromapolis qui bossentmain dans la main ! La grande classe !
it: Coloropolitani e splatvilliani che si aiutanoa vicenda. Beh, mitilico, non c'è che dire!
ja: やはり、街を守りたい心に バンカラもハイカラもない！オマエさんら全員、イカしておったぞ！！
ko: 역시 도시를 지키겠다는 마음에 카오폴리스도오더폴리스도 상관없지… 다들 어메이징했느니라!!
nl: De bewoners van Inkopolis EN Splatsvillehielpen elkaar! Superverse actie!
ru: Инкопольцы и плюхтонцы в тандеме —вот это я понимаю, свежо!
zh_hans: 想要守护城镇的愿望果然是不分蛮颓和尚兴的……你们所有人都超鱿型啊！！
zh_hant: 想要保護城鎮的心意是不分蠻頹或尚興的……你們所有人全都超魷型的喔！！

# EventFlowMsgNewsBigRunEnd2233
source: Never thought I'd see the day you had akind word for Inkopolitans, Frye.
de: Ein Lob von dir, das sich die Leuteaus Inkopolis verdient haben, Muri.
es: Jamás imaginé que un día te oiríaalabar a los cromopolitanos, Angie...
es_mx: Jamás imaginé que un día te oiríaalabar a los cromopolitanos, Angie...
fr: Angie qui lâche un truc sympa surChromapolis ? On aura tout vu !
it: Non pensavo che avresti mai speso unaparola gentile per Coloropoli, Morena.
ja: ウツホがこんな素直に ハイカラのヒトらを認めるやなんてねぇ
ko: 우츠호가 이리 솔직하게오더폴리스 사람들을 인정하다니
nl: Nooit gedacht dat ik jou iets aardigs overInkopolis-bewoners zou horen zeggen, Muriël.
ru: Не помню, чтобы ты хоть раз хвалилаинкопольцев, Мурия. Это свежо, да.
zh_hans: 真是没想到，曼曼居然会这么坦率地认可尚兴的人。
zh_hant: 真沒想到曼曼會如此坦率地對尚興地區的人表達認可耶。

# EventFlowMsgNewsBigRunEnd2235
source: Look, nobody can be all bad. Even if they'refrom Inkopolis!
de: Auch Leute aus Inkopolis können spritzigsein! Hab nie was anderes behauptet!
es: Oye, que hay gente buena en todos sitios...¡incluso en Cromópolis!
es_mx: Oye, hay gente buena en todos lados...¡incluso en Cromópolis!
fr: OK, je l'admets, on peut s'entendre avecles habitants de Chromapolis...
it: Umpf. Sentite, qualcosa di buono c'è intutti. Anche se sono di Coloropoli.
ja: べつにワシだって、ハイカラなもんが何でもかんでも キライなわけじゃーないぞ？
ko: 나라고 딱히 오더폴리스 녀석들의모든 것이 그냥 다 싫은 것은 아니니라
nl: Iedereen heeft een goede kant. Zelfs dielui van Inkopolis!
ru: Ну, не могут же они все быть тухлячком!Даже в тухлом Инкополе!
zh_hans: 毕竟我也并不是讨厌尚兴的一切嘛。
zh_hant: 就算我討厭尚興的人，也沒有到不分青紅皂白的地步啊！

# EventFlowMsgNewsBigRunEnd2236
source: Did that physically pain you to admit?
de: Rare Töne von dir.Hoffe, so was tut dir nicht weh!
es: No sé yo... ¿No notas alguna reacciónfísica desagradable cuando dices eso?
es_mx: ¿Notaste alguna reacción físicadesagradable cuando dijiste eso?
fr: Ça va ? Ça t'a pas fait trop mal de direun truc pareil ?
it: Quanto male ti ha fatto ammetterlo?
ja: ほ～ん？ そら知らへんかったわ
ko: 흐음～? 그건 몰랐구마
nl: Deed het pijn om dat toe te geven?
ru: Ой, кому-то явно до слез больно этопризнавать!
zh_hans: 哦～？这倒是头一次听说。
zh_hant: 哦～？我還真不知道耶。

# EventFlowMsgNewsBigRunEnd2238
source: And not support local business?! Sure,let's book it for the twelfth of Never!
de: Also, DA halte ich aber Splatsville bei.Hier schmeckt's immer noch am besten!
es: ¿Allí? ¿En lugar de apoyar los negocioslocales? ¡Con una servidora no contéis!
es_mx: ¿En lugar de apoyar los negocios locales?¡Que la pasen bien, yo no voy!
fr: Mais oui ! Pourquoi soutenir nos restoslocaux ? Réservons pour la Saint-Glinglin !
it: Invece di sostenere i locali di qui? Certo,prenota pure quando pioveranno sogliole!
ja: だーから！ カネを使うなら バンカラで使えといつも言っておろうがーーーッ！！
ko: 예끼～! 돈을 쓰려면 카오폴리스에서 쓰라고항상 말하지 않았더냐～～～!!
nl: In plaats van onze lokale restaurants testeunen? Oké, doen we... in de zeepruimentijd!
ru: Вы чего?! А местный ресторанныйбизнес?! ЭТОТ никогдень не наступит!
zh_hans: 听好了——！要花钱就在蛮颓地区花，我都说过多少遍啦——！！
zh_hant: 拜託——！如果要花錢就應該在蠻頹花啊！我平時就已經說過很多次了吧——！！

# EventFlowMsgNewsBigRunResult001
source: What is it? You're so excited!
de: Was gibt’s denn? Du bist so aufgeregt!
es: ¿De qué se trata? ¡Te veo entusiasmadocomo nunca!
es_mx: ¿De qué se trata? ¡Te veo emocionado!
fr: Qu'est-ce que c'est ?T'as l'air dans tous tes états !
it: Cosa c'è? Non tenerci sulle lische!
ja: なんや？ うれしそうやん
ko: 뭔데? 기뻐보이는구마
nl: Wat is er dan? Je bent in alle staten!
ru: Что у тебя там? Я смотрю, ты взволнован!
zh_hans: 你看起来很高兴啊，怎么了？
zh_hant: 是什麼？看你一臉高興的樣子。

# EventFlowMsgNewsBigRunResult003
source: Ooo! We got a letter!
de: Oh! Ein Brief!
es: ¡Anda! ¡Y han llegado por carta!
es_mx: ¡Aaah! ¡Y llegaron por carta!
fr: Oh ! On a reçu une lettre !
it: Oooh! Abbiamo una lettera!
ja: うおおお！ 来たのじゃーー！！
ko: 우오오오!드디어～～!!
nl: O, kijk! Een brief!
ru: Ага, значит, мы получили письмецо!
zh_hans: 哦——！结果出来了啊——！
zh_hant: 哦——！終於來了啊——！！

# EventFlowMsgNewsBigRunResult004
source: Really? Grizzco sent a letter? Why don'tyou let me read it? Ahem...
de: Echt? Die haben einen Brief geschickt?Lass mich vorlesen! Also...
es: ¿En serio? ¿Una carta de Don Oso, S. A.?¿Me dejas que la lea yo? A ver...
es_mx: ¿En serio? ¿Una carta de Don Oso, S. A.?Mejor deja que yo la lea. A ver...
fr: Tiens donc ? M. Ours SA a envoyéun courrier ? Je peux lire ? Hmm...
it: Davvero? La Ursus & Co ha mandato unalettera? Posso leggerla io? Ah-ehm...
ja: ……え、何？ クマサン商会から？
ko: 진짜가?Mr. 베어 상회에서?
nl: Echt waar? Beer & Co heeft een briefgestuurd? Ik lees hem wel voor! Ahum...
ru: Письмо от «Потапыч Inc.»? Дай-казачитаю! Кхе-кхе...
zh_hans: ……咦？什么？来自熊先生商会的消息？
zh_hant: ……咦？什麼？來自熊先生商會的訊息？

# EventFlowMsgNewsBigRunResult007
source: What is it? What is it? EEEEEE!
de: Materiell? Klingt schon mal nicht schlecht!Was ist es? Sag's miiiir!
es: ¡Qué serán! ¡¿Qué serán?! ¡Vamooos!
es_mx: ¡Qué serán! ¡¿Qué serán?! ¡A veeer!
fr: C'est quoi ? C'est quoi ?Je veux savooooir !
it: Che cos'è? Dai, dai! Diccelo!
ja: ふむぅ、ワクワクするのう！
ko: 흐음, 두근거리는구나!
nl: Attentie? Ze hebben mijn aandacht!Kom, wat is het dan? Kom op nou!
ru: Что за подарок?! ГДЕ?! Говори скорее!
zh_hans: 嗯，真是令人期待啊！
zh_hant: 嗯，真是令人期待耶！

# EventFlowMsgNewsBigRunResult009
source: Hurry UUUUUUP!
de: Jetzt mach schoooon!
es: ¡Venga, deprisa!
es_mx: ¡Vamooos, rápido!
fr: DÉPÊÊÊÊCHE !
it: SBRIGATIIIIII!
ja: はよ！ はよぅ！！
ko: 얼른! 얼른!!
nl: Schiet nou toch ooooohoooop!
ru: Не копайся там, Кулла!
zh_hans: 快点！快点呀！！
zh_hant: 快！快說！！

# EventFlowMsgNewsBigRunResult010
source: Budda-dudda-budda-dudda...
de: Tsch-tt-tss-tt-tssssch...
es: Tan, ta-ta, taaan, ta-ta, ¡taaaaan!...
es_mx: Tan, ta-ta, taaan, ta-ta, ¡taaaaan!...
fr: Poum, palapoum, poum...
it: Dan-dan-dan-dan...
ja: てんてけてけてけー…
ko: 두구두구두구두구…
nl: Boem-bada-boem-bada...
ru: Тыц-тыц-тыц-тыц...
zh_hans: 噔噔噔噔——
zh_hant: 噔噔噔噔～

# EventFlowMsgNewsBigRunResult011
source: Ayayayayayaaay...
de: Ayayayayayayyy...
es: Za-za-za-za-zasss...
es_mx: Za-za-za-za-zasss...
fr: Ay ay ay ay ay ayyy...
it: Manmanmanmanman...
ja: エイエイエイエイ～…
ko: 만타만타만타만타…
ru: Ик-ик-ик-ик...
zh_hans: 鲼鲼鲼鲼～
zh_hant: 魟魟魟魟～

# EventFlowMsgNewsBigRunResult014
source: A-are those scores real? How are peopleso good at this?!
de: Sind die Zahlen echt?Wieso sind die Leute so gut?
es: ¿E-esas puntuaciones son auténticas?¡¿En serio hay gente con ese nivel?!
es_mx: ¿E-esas puntuaciones son reales?¡¿De verdad hay gente con ese nivel?!
fr: C-C'est des vrais scores ? Commenton peut être aussi balèze ?
it: S-Sono veri quei punteggi?Come fa la gente a essere così brava?!
ja: こ、こんなに高いスコアを出した連中がおったんか？！
ko: 이, 이렇게 높은 스코어를기록한 녀석들이 있단 말이냐?!
nl: Zijn dit echte scores? Hoe kan iedereenhier nou zó goed in zijn?!
ru: А результаты настоящие? С трудомверится, что есть такие асы!
zh_hans: 居、居然有人获得了这么高的分数？！
zh_hant: 居、居然有人拿到了那麼高的分數嗎！？

# EventFlowMsgNewsBigRunResult0141
source: Whoa. Looks like another round ofeye-wateringly high scores...
de: Nanu! Abermals eine wahre Flutan echten Spitzenleistungen...
es: Bueno, parece que tendremos otraconmovedora sesión de récords...
es_mx: Bueno, parece que tendremos otraconmovedora sesión de récords...
fr: Waouh. Un festival... de scores de folie !C'est merveilleux !
it: Wow. Arriva un altro giro di punteggivertiginosi...
ja: また えらいスコアが出てもうたな…
ko: 또 엄청난 스코어가 나왔구마…
nl: Wauw, er is weer ontzettend hoog gescoorddeze keer!
ru: Ух ты. От таких роскошных результатоваж глаза слезятся...
zh_hans: 又有人获得了这么高的分数啊……
zh_hant: 又有不得了的分數出現了呢……

# EventFlowMsgNewsBigRunResult0143
source: I still can't get over how good everyoneis at this!
de: Dass die Leute das SO draufhaben, WOW!
es: ¡Alucino con el nivel que tiene la gentea la hora de trabajar!
es_mx: ¡Me impresiona el nivel que tiene la gentea la hora de trabajar!
fr: Le talent des employés de M. Ours SAme laisse toujours pantoise !
it: Ancora non mi capacito di quanto lagente sia in gambero...
ja: なんじゃー？！ この高すぎるボーダーはー！
ko: 아니～?! 보더 라인이 이렇게나 높다니!
nl: Ik blijf het ongelofelijk vinden dat luitjes ditzó goed kunnen!
ru: Вот это я понимаю, наши ребятазажигали! Показали этим гадам!
zh_hans: 这高得离谱的分数线是怎么回事啊——？！
zh_hant: 怎麼回事！？基準線未免太高了吧——！

# EventFlowMsgNewsBigRunResult0151
source: The Salmonids came out of the water, sowhat do you expect?
de: Klar, wenn die Salmoniden uns hiervoll die Bude zufluten!
es: Normal... Si en el fondo los salmónidos sonunos seres entrañables.
es_mx: Claro... Es que en el fondo los salmónidosson unos seres entrañables.
fr: Quoi de plus normal, face à des créaturesvenues de la mer !
it: Ti credo. Li guardano dall'alto in basso,i Salmonoidi, sai?
ja: これにはシャケもびっくりじゃろ
ko: 연어들도 깜짝 놀라지 않았을까 싶구나
nl: Tsja, die Salmonieten zijn goedoefenmateriaal.
ru: Самониды как-никак из воды вышли.Вот и слезятся у тебя глаза!
zh_hans: 鲑鱼们看了都会吓一跳吧。
zh_hant: 應該連鮭魚也被嚇到了吧。

# EventFlowMsgNewsBigRunResult0152
source: I bet the Salmonids were as surprisedas you are.
de: Wenn du schon so ein Gesicht machst,was sollen bloß die Salmoniden sagen?
es: Se te ha quedado cara de salmónido, ¿eh?
es_mx: Si a ti te sorprende, imagínate los pobressalmónidos.
fr: Je crois que les Salmonoïdes ont étéaussi étonnés que toi.
it: Scommetto che i Salmonoidi eranosorpresi quanto te.
ja: 相変わらず ハイレベルやねぇ！
ko: 여전히 하이 레벨이구마!
nl: Als jij er al van opkijkt, wat zullen dieSalmonieten dan wel niet zeggen!
ru: Думаю, самониды сейчас задаютсятем же вопросом!
zh_hans: 你的水平还是一如既往地高超呢！
zh_hant: 水準真是一如往常地高呢！

# EventFlowMsgNewsBigRunResult016
source: Don't worry, you two. All participants willget a gift, regardless of score.
de: Keine Sorge. Alle Teilnehmer kriegen einGeschenk, unabhängig vom Highscore.
es: Independientemente de las puntuaciones,todos los participantes se llevan premio.
es_mx: Independientemente de las puntuaciones,todos los participantes se llevan un premio.
fr: Je vous rassure : tout le monde reçoitune récompense, quel que soit le score.
it: Tranquilli. Tutti i partecipanti ricevonoun regalo, qualunque sia il punteggio.
ja: このスコアに届かんかってもお礼は全員もらえるさかい、安心してな～
ko: 이 스코어를 넘지 못해도사례는 모두 받을 수 있으니까 안심하래이～
nl: Maak jullie maar geen zorgen. Alle deelnemersworden beloond, wat hun score ook was.
ru: Можете не переживать, подарки дадутвсем — независимо от количества очков!
zh_hans: 即使没有达到这个分数，礼品也是人人有份，放心吧～
zh_hant: 即使沒有達到這個分數也可以儘管放心，所有人都一樣會拿到禮物喔～

# EventFlowMsgNewsBigRunResult101
source: That'll teach those Salmonids to mess withthe Splatlands! I mean...to NOT do that.
de: Das wird diesen Salmoniden zeigen,wer die dicksten Fische in Splatsville sind!
es: Espero que los salmónidos hayan aprendidoque con los tintelianos no se bromea.
es_mx: Espero que los salmónidos hayan aprendidoa no meterse con los tintelianos.
fr: Ça apprendra aux Salmonoïdes à débarquerdans la contrée... Ou plutôt à pas le faire !
it: Così i Salmonoidi imparano a invadereSplattonia! Cioè, a NON farlo.
ja: うむ、バンカラもんの強さをシャケどもに見せつけてやったのじゃ！
ko: 음, 연어 녀석들도카오폴리스의 저력을 톡톡히 깨달았을 것이니라!
nl: Hopelijk weten die Salmonieten nu wie erde baas is in de Splatlands!
ru: Пусть эти самониды навсегда запомнят:с плюхтонцами шутки плохи!
zh_hans: 嗯，这下鲑鱼应该见识到我们蛮颓之民的厉害了吧！
zh_hant: 嗯，那群鮭魚現在應該知道我們蠻頹之民的厲害了！

# EventFlowMsgNewsBigRunResult102
source: Well done, everyone. On behalf of all of us,I want to thank you for your service.
de: Gut gemacht! Ich möchte ebenfalls allenTeilnehmern in unserem Namen danken.
es: Desde aquí va nuestro agradecimientoy admiración para todos los participantes.
es_mx: Todos los participantes tienen nuestroagradecimiento y admiración.
fr: Bravo, tout le monde. En notre nom à tous,je veux vous remercier pour votre aide.
it: Ben fatto, gente. A nome di tutti noi,voglio ringraziarvi per l'impegno.
ja: みんな ほんまにようやったね！バンカラを代表して お礼を言わしてもらいますえ！
ko: 다들 참말로 욕봤데이!카오폴리스를 대표해서 인사하고 싶구마!
nl: Heel goed gewerkt, allemaal. Ik wil alledeelnemers ook namens ons bedanken.
ru: Молодцы! Я бы хотела поблагодаритьвсех участников и от нашего имени.
zh_hans: 大家的表现真的很棒哦！请允许我作为蛮颓代表向大家表示感谢！
zh_hant: 大家真的都做得很棒！在此我要代表蠻頹向各位致謝！

# EventFlowMsgNewsBigRunResult103
source: So, now...do we get to ride the coaster ornah? I want the wind in my tentacles!
de: So, jetzt ist die Achterbahn wieder frei,oder? Ich will den Wind spüren!
es: ¿Nos damos unas vueltas en la montañarusa? Creo que nos lo hemos ganado.
es_mx: ¿Qué tal si vamos a la montaña rusa?Creo que nos lo ganamos.
fr: Et donc... On le fait, ce tour en montagnesrusses ? Je veux m'aérer les tentacules !
it: Quindi adesso... saliamo sull'ottovolanteo no? Voglio il vento tra i tentacoli!
ja: あー、久しぶりに あのジェットコースター乗りたくなってきたのう！
ko: 아～ 오랜만에 제트 코스터를 타고 싶구나!
nl: Dus, eh... Nu is de achtbaan weer vrij,toch? Ik wil de wind voelen in mijn tentakels!
ru: Так что, айда на инкопольские горки?Проветрю тентакли!
zh_hans: 啊——我久违地想乘过山车了呢！
zh_hant: 啊——我已經開始想搭久違的雲霄飛車了！

# EventFlowMsgNewsBigRunResult105
source: Then it's settled. A trip to Wahoo World isin the cards...as soon as it reopens.
de: Dann auf zum Flunder-Funpark...Sobald er wieder geöffnet hat.
es: Buena idea. En cuanto reabra Pirañalandia,¡allí que nos plantamos!
es_mx: Buena idea. En cuanto reabra Pirañalandia,¡ahí estaremos!
fr: Alors c'est décidé. On fera une virée auparc Carapince... dès qu'il aura rouvert.
it: Allora è deciso. Faremo una bella gitaa Soglioland... appena riapre.
ja: ほな、営業再開したら ３人で行こか！
ko: 그럼 영업 재개하면 셋이서 가까!
nl: Prima, wij gaan naar Waterwonderland!Zodra het weer open is, tenminste.
ru: Договорились! Луна-парк «Язь» ждетнас... после капитального ремонта.
zh_hans: 那就等游乐园恢复营业之后，我们3个一起去吧！
zh_hant: 嗯，那等恢復營業之後就3個人一起去吧！

# EventFlowMsgNewsBigRunResult106
source: Giddyup!
de: Abgemacht!
es: ¡Vamooos!
es_mx: ¡Vamooos!
fr: Youhou !
it: Evviva!
ja: ヨッシャ！ 決まりじゃな！！
ko: 좋구나! 약속이니라!!
nl: Driedubbel afgesproken!
ru: ЙЕС!
zh_hans: 好！就这么说定了！！
zh_hant: 好耶！就這麼說定了！！

# EventFlowMsgNewsBigRunResult108
source: Yes, it was truly a clinic in Salmonidrepulsion. Well done, everyone!
de: Geradezu ein Lehrstück in SachenStadtrettung. Hochachtung, ihr Lieben!
es: Espero que los salmónidos hayan aprendidoalgo de vuestra actuación. ¡Enhorabuena!
es_mx: Espero que los salmónidos hayan aprendidoalgo de su actuación. ¡Buen trabajo!
fr: Oui, c'était un vrai cours magistral enmatière d'évacuation Salmonoïde ! Bravo !
it: Più che bocciatura, è stata un'espulsionea regola d'arte. Ben fatto, gente!
ja: シャケも みんなのキレ～な立ち回り見してもろてええ勉強になったんとちゃう？
ko: 연어도 당신들의 매끄러～운 전투를 보면서많이 배웠을 기데이
nl: Ja, die Salmonieten hebben hun lesje welgeleerd. Een spoedcursus, zelfs!
ru: Да уж, посещение академии не прошлодля них зря, они многому научились!
zh_hans: 鲑鱼在看到大家的精～彩攻防之后，是不是也算好好上了一课呢？
zh_hant: 鮭魚也已經見識到大家華～麗的攻防，我想這應該算是幫牠們上了一課吧？

# EventFlowMsgNewsBigRunResult109
source: Yeah, we schooled 'em! Taught 'ema lesson! Made 'em think!
de: Genau! Öl rumkleckern und Metallgebildezusammenkünstlern können die eh schon!
es: Sí, ¡confiamos en haber fomentado sucapacidad de autocrítica!
es_mx: Sí, ¡confiamos en haber fomentado sucapacidad de autocrítica!
fr: Ah ça, la fin de la récré a été dure poureux ! Belle leçon ! Ça leur apprendra !
ja: 強さも美しさも ワシらが勝っておったな！おとといきやがれなのじゃ！！
ko: 강함도 아름다움도 우리의 승리였노라!두 번 다시 얼씬도 하지 말거라!
nl: Die Salmonieten zijn gezakt voor hun toets!Hopelijk gaan ze niet voor de herkansing.
ru: Да, мы хорошенько проучили их!Теперь они поумнеют!
zh_hans: 不论是实力还是美丽，都是我们赢了呢！别再让我看见那群鲑鱼了！！
zh_hant: 無論實力還是美貌，贏的都是我們！以後別再讓我看見你們了！！

# EventFlowMsgNewsBigRunResult110
source: Speaking of art...this reminds me that I'vebeen neglecting my own projects lately.
de: Was mich daran erinnert, dass ich auch malan meine eigenen Projekte denken sollte...
es: Lo que me recuerda que últimamente hedescuidado mis proyectos...
es_mx: Eso me recuerda que últimamente hedescuidado mis proyectos...
fr: En parlant d'art... j'ai un peu négligé mespropres projets, ces derniers temps.
it: A proposito di arte... ciò mi ricorda chedi recente sto trascurando i miei progetti.
ja: にしても、美術なぁ… 仕事始めてから絵なんて全然かいてへん気ぃするわ
ko: 그나저나 미술이라… 일을 시작하고부터그림은 손도 안 댔던 거 같구마
nl: Rondhangen op de Koraalcampus deed medenken aan mijn eigen kunstprojecten...
ru: Кстати, мои собственные проекты давноуже лежат на полке.
zh_hans: 话说回来，美术啊……感觉自从开始工作之后，就再也没画过画呢。
zh_hant: 不過講到美術……我自從開始工作之後好像就完全沒有畫過圖了呢。

# EventFlowMsgNewsBigRunResult112
source: That's right! It was that abstract paintingof the Great Zapfish. SO creepy and cool!
de: Genau, das voll komische, megaklotzigeabstrakte Gemälde vom Riesen-Elektrowels!
es: ¡Claro! ¡El retrato impresionista abstractodel Gran Siluro! Sobrecogedor...
es_mx: ¡Claro! ¡El retrato impresionista abstractodel Volbagrezón! Tan raro e impactante...
fr: Tout juste ! Une peinture abstraite duGrand Poisson-charge. C'était magistral !
it: Esatto! Era quel quadro astratto delGran pescescossa. Inquietante e mitilico!
ja: あの オオデンチナマズの絵じゃな！実にアバンギャルドな色使いじゃった！
ko: 그 거대전지메기 그림 말이로구나!색채가 아주 아방가르드했노라!
nl: O ja, met dat abstracte schilderij van deMegavoltvis! Zo eng, maar zo cool!
ru: Да! За мое абстрактное видение большоговольторыба. Криповая картина! Классная!
zh_hans: 你是说那幅大电池鲶鱼的画吧！使用了相当前卫艺术的色彩呢！
zh_hant: 我記得是一幅大電池鯰魚的畫吧！那幅畫的用色真的是很前衛呢！

# EventFlowMsgNewsBigRunResult113
source: Great Zapfish? Um, the subject of thatpainting was my art teacher...
de: Das... sollte eigentlich meine Lehrerindarstellen...
es: ¿El Gran Siluro? Se supone que es unode mis profesores de dibujo...
es_mx: ¿El Volbagrezón? Se supone que es unode mis profesores de dibujo...
fr: Le Grand Poisson-charge ? Eh bien, le sujetde ton tableau, c'était mon prof d'art...
it: Il Gran pescescossa? Ma... il soggetto diquel quadro era il mio insegnante d'arte...
ja: ナマズ？入賞したんは 先生をかいた絵やろ？
ko: 메기라꼬?입상한 거는 선생님을 그린 그림이었는데?
nl: Mega...voltvis? Dat was een zelfportret...
ru: Разве это большой вольторыб? Это жемой учитель по рисованию...
zh_hans: 鲶鱼？获奖作品画的是老师吧？
zh_hant: 鯰魚？我得獎的作品應該是老師的肖像畫吧？

# EventFlowMsgNewsBigRunResult114
source: Great job, everyone! The Salmonidsnever stood a chance.
de: Top gemacht, Leute! Die Fiesfische sindbis aufs letzte Schüppchen vertrieben!
es: ¡Bien hecho, currantes! ¡No habéis tenidocompasión de salmónido alguno!
es_mx: ¡Bien hecho, compañeros! ¡Les dieron sumerecido a esos invasores salmónidos!
fr: Bien joué, les amis ! Les Salmonoïdesont bu un sacré bouillon.
it: Ottimo lavoro, gente! Quei Salmonoidierano spacciati fin dall'inizio.
ja: オマエさんら、よくがんばってくれた！実にテキパキとした働きっぷりじゃったぞ！
ko: 다들 수고 많았노라!실로 깔끔한 일처리였느니라!
nl: Goed gedaan, stelletje toppers! DatSalmonietentuig maakte geen schijn van kans.
ru: Молодцы, команда! Ни однойсамонидской чешуйки не уцелело!
zh_hans: 各位都辛苦了！你们做事真是太利落了！
zh_hant: 各位做得非常好！真是既勤奮又刻苦耐勞呢！

# EventFlowMsgNewsBigRunResult116
source: Yeah, it spills money for the Splatlands.We definitely want it to keep spilling!
de: Und irgendeinen Zweck erfüllt es für dieStadt sicher auch, würde ich mal annehmen.
es: ¡Cierto! El patrimonio municipal de Tinteliase mantiene a salvo. ¡Gracias a todos!
es_mx: ¡Cierto! La infraestructura de Tinteliase mantiene a salvo. ¡Gracias a todos!
fr: Un réservoir de revenus pour la Contrée,surtout. Il s'agit pas de le laisser se tarir !
it: Sì, è un serbatoio di denaro per Splattonia.E vogliamo che continui a esserlo!
ja: バンカラの大事な収入…やなかった、文化財を守ってくれはって ほんまにありがとうね！
ko: 카오폴리스의 중요한 수입…이 아니라,문화재를 지켜 줘서 참말로 고맙데이!
nl: Dat ding zal wel ergens goed voor zijn. Voorals je een reservebaars nodig hebt, of zo.
ru: Если речь о туристских денежках, пустьсливает их в Плюхтон, все верно!
zh_hans: 各位保护了蛮颓的重要收入……不对，是保护了蛮颓的文化财产，真是感激不尽！
zh_hant: 感謝各位保護了蠻頹的重要收入……我是說，重要的文化財產！

# EventFlowMsgNewsBigRunResult117
source: Wait...I just realized that Salmonids couldprobably invade ANY waterway!
de: Äh, Leute? Könnten die Salmoniden nichteinfach durch andere Kanäle angreifen?
es: Pero más vale vigilar cualquier canalizaciónpor la que puedan invadirnos los salmónidos.
es_mx: Oye... ¿será que los salmónidos puedeninvadirnos por cualquier vía acuática?
fr: Par contre, ça prouve qu'ils peuventenvahir n'importe quel plan d'eau, en fait !
it: Ora che ci penso, i Salmonoidi potrebberoinvadere qualsiasi corso d'acqua!
ja: シャケが地上だけでなく 水路も通ってくるコトは覚えといたほうが良さそうじゃな
ko: 연어가 지상뿐만 아니라수로도 지날 수 있다는 건 기억해 두는 게 좋겠구나
nl: Eh... Kunnen die Salmonieten ons eigenlijkvia elke waterweg aanvallen?
ru: Стоп, ребята! А самониды не прорвутсяв Плюхтон по другим каналам?
zh_hans: 鲑鱼不光会走陆路，还会走水路入侵，看来有必要将这一点牢记于心。
zh_hant: 除了陸地之外，鮭魚也會透過水道侵襲，最好還是把這件事情記在腦海裡吧。

# EventFlowMsgNewsBigRunResult122
source: Way to rep the Splatlands, everyone!We showed those Salmonids what's UP.
de: Klasse gemacht, Leute! Mit Splatsvillelegt sich keiner an, ihr habt's bewiesen!
es: Sobre todo en los de historia salmónida.¡Los hemos expulsado sin la menor piedad!
es_mx: Sobre todo en los de historia salmónida.¡Los expulsamos sin piedad!
fr: Vous avez fait honneur à la ContréeClabousse, les amis !
it: Splattonia è fiera di voi, gente! Abbiamomostrato ai Salmonoidi chi è che comanda.
ja: ワシら バンカラもんの強さは、遠い未来まで 語りつがれるじゃろうな！
ko: 우리 카오폴리스 주민들의 무용담은먼 미래까지 전해져 내려가겠구나!
nl: Goed gedaan, allemaal! Met de Splatlandsvalt niet te spotten!
ru: Мы показали этим самонидам, чтос плюхтонцами штуки плохи!
zh_hans: 想必我们蛮颓之民的强大之处一定会流传至遥远的未来吧！
zh_hant: 想必我們蠻頹之民的強大之處會被人持續傳頌到遙遠的未來吧！

# EventFlowMsgNewsBigRunResult123
source: And best of all, the historic site at Um'amiRuins is undamaged. Tourism can resume!
de: Und kein Steinchen der Um'ami-Ruinenbeschädigt. Da freuen sich die Touristen!
es: Y Ruinas Ceviche no ha sufrido daños degravedad. ¡Ya pueden volver los turistas!
es_mx: Y Ruinas Ceviche no sufrió daños graves.¡Ya pueden volver los turistas!
fr: Et le mieux, c'est que les ruines Uma'misont intactes. Le tourisme peut reprendre !
it: E la cosa migliore è che le rovine sonoancora intatte. I turisti possono tornare!
ja: ナンプラー遺跡は無事やったみたいやし、また安心して バトルや観光においでやす～！
ko: 남플라 유적은 무사하다카이다시 안심하고 배틀이나 관광하러 오이소～!
nl: En de Ruisvoornruïnes hebben geen krasje!Tenminste... Geen NIEUWE krasjes.
ru: И главное, Рыбожирные руины уцелели!Их снова откроют для туристов!
zh_hans: 鱼露遗迹似乎平安无事，还请各位安心地来对战、观光～！
zh_hant: 魚露遺跡好像已經平安無事，之後又可以放心地去那裡對戰跟觀光了～！
