Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualCoopTTitleCoop36
source: 2.3.5 Cohock Charge
de: 2.3.5 Brocken-Sturmangriff
es: 2.3.5. Ataques de escamacarras
es_mx: 2.3.5 Ataques de agallones
fr: 2.3.5. Charges de Sumoches
it: 2.3.5 Orde di Pinne Pingui
ja: ２.３.５ ドスコイ大量発生
ko: 2.3.5 덩치연어 대량 발생
nl: 2.3.5 Storm van Sallogs
ru: 2.3.5 Штурм сковорейдеров
zh_hans: 2.3.4 大胖鱼大量出现
zh_hant: 2.3.5 大胖魚大量出現

# ManualManualCoopTTitleCoop37
source: 2.3.6 Goldie Seeking
de: 2.3.6 Goldie-Suche
es: 2.3.6. Detección de salmóreos
es_mx: 2.3.6 Detección de orónidos
fr: 2.3.6. Chasse aux Dorax
it: 2.3.6 Scovare i Pinne d'oro
ja: ２.３.６ キンシャケ探し
ko: 2.3.6 황금연어 찾기
nl: 2.3.6 Het zoeken van Goldies
ru: 2.3.6 Поиски Великого Сам О’Нида
zh_hans: 2.3.6 寻找金鲑鱼
zh_hant: 2.3.6 尋找金鮭魚

# ManualManualCoopTTitleCoop38
source: 2.3.7 The Mothership
de: 2.3.7 Das Mutterschiff
es: 2.3.7. Aerocriaderos
es_mx: 2.3.7 La salmonodriza
fr: 2.3.7. Vaisseaux mères
it: 2.3.7 Astronave madre
ja: ２.３.７ ハコビヤ襲来
ko: 2.3.7 운반함 급습
nl: 2.3.7 Het moederschip
ru: 2.3.7 Нерестилище
zh_hans: 2.3.7 走私鱼来袭
zh_hant: 2.3.7 走私魚來襲

# ManualManualCoopTTitleCoop39
source: 2.2.8 Fish Stick
de: 2.2.8 Mobelisk
es: 2.2.8. Vigas
es_mx: 2.2.8 Vigas
fr: 2.2.8. Pylônoïde
it: 2.2.8 Trivellaccio
ja: ２.２.８ ハシラ
ko: 2.2.8 기둥
nl: 2.2.8 Salmonoliet
ru: 2.2.8 Бурмонид
zh_hans: 2.2.8 柱鱼
zh_hant: 2.2.8 柱魚

# ManualManualCoopTTitleCoop40
source: 2.2.9 Flipper-Flopper
de: 2.2.9 Sturmreifer
es: 2.2.9. Chapoteros
es_mx: 2.2.9 Chapoteros
fr: 2.2.9. Ploufion
it: 2.2.9 Tuffone
ja: ２.２.９ ダイバー
ko: 2.2.9 다이버
nl: 2.2.9 Dompelaar
ru: 2.2.9 Хулахлюп
zh_hans: 2.2.9 潜水鱼
zh_hant: 2.2.9 潛水魚

# ManualManualCoopTTitleCoop41
source: 2.2.10 Slammin' Lid
de: 2.2.10 Deckler
es: 2.2.10. Tapaollas
es_mx: 2.2.10 Tapaollas
fr: 2.2.10. Couverclard
it: 2.2.10 Coperchiotto
ja: ２.２.１０ ナベブタ
ko: 2.2.10 냄비 뚜껑
nl: 2.2.10 Dreksel
ru: 2.2.10 Мокрышка
zh_hans: 2.2.10 锅盖鱼
zh_hant: 2.2.10 鍋蓋魚

# ManualManualCoopTTitleCoop42
source: 2.2.11 Big Shot
de: 2.2.11 Kanonya
es: 2.2.11. Artilleroides
es_mx: 2.2.11 Artilleroides
fr: 2.2.11. Gros boulet
it: 2.2.11 Cannoniere
ja: ２.２.１１ テッキュウ
ko: 2.2.11 철 구슬
nl: 2.2.11 Bombarie
ru: 2.2.11 Ядровик
zh_hans: 2.2.11 铁球鱼
zh_hant: 2.2.11 鐵球魚

# ManualManualCoopTTitleCoop43
source: 2.3.8 Mudmouth Eruptions
de: 2.3.8 Schlämmermaul-Eruptionen
es: 2.3.8. Erupciones de morrolodos
es_mx: 2.3.8 Erupciones de bocalodos
fr: 2.3.8. Émergence de Salmonoïdes de boue
it: 2.3.8 Eruzioni di Fangonoidi
ja: ２.３.８ ドロシャケ噴出
ko: 2.3.8 진흙연어 분출
nl: 2.3.8 Uitbarstingen van Moddermuilen
ru: 2.3.8 Появление илистого ревуна
zh_hans: 2.3.8 泥鲑鱼喷发
zh_hant: 2.3.8 泥鮭魚噴發

# ManualManualCoopTTitleCoop44
source: 2.3.9 Giant Tornado
de: 2.3.7 Riesentornados
es: 2.3.9. Tornados gigantes
es_mx: 2.3.9 Tornados gigantes
fr: 2.3.9. Tornade géante
it: 2.3.9 Tornado gigante
ja: ２.３.９ 巨大タツマキ
ko: 2.3.9 거대 회오리
nl: 2.3.9 Reuzentornado
ru: 2.3.9 Гигантский торнадо
zh_hans: 2.3.9 巨型龙卷风
zh_hant: 2.3.9 巨型龍捲風

# ManualManualEventMatchEventMatchButton01
source: CurrentChallenge
de: AktuellerEvent-Kampf
es: Combateevento actual
es_mx: Combateespecial actual
fr: Match Challengeactuel
it: Partita eventoattuale
ja: 開催中のイベントマッチ
ko: 개최 중인이벤트 매치
nl: Huidigeventgevecht
ru: Текущийбой-событие
zh_hans: 举行中的活动比赛
zh_hant: 舉行中的活動比賽

# ManualManualEventMatchEventMatchButton02
source: ChallengeBasics
de: Event-Kampf:Einsteiger-Infos
es: Combatesevento
es_mx: Combatesespeciales
fr: Bases desmatchs Challenge
it: Partite evento
ja: イベントマッチのキホン
ko: 이벤트 매치의첫걸음
nl: Eventgevechtenvoor beginners
ru: Бой-событие:азы
zh_hans: 活动比赛的基础知识
zh_hant: 活動比賽基礎指南

# ManualManualEventMatchEventMatchButton03
source: Turf War
de: Revierkampf
es: Territorial
es_mx: Territorial
fr: Guerre deterritoire
it: Mischia mollusca
ja: ナワバリバトル
ko: 영역 배틀
nl: Grondoorlog
ru: Бой за район
zh_hans: 占地对战
zh_hant: 占地對戰

# ManualManualEventMatchEventMatchButton04
source: Splat Zones
de: Herrschaft
es: Pintazonas
es_mx: Pintazonas
fr: Défensede zone
it: Zona splat
ja: ガチエリア
ko: 랭크 에어리어
nl: Spetterzone
ru: Бой за зоны
zh_hans: 真格区域
zh_hant: 真格區域

# ManualManualEventMatchEventMatchButton05
source: Tower Control
de: Turm-Kommando
es: Torre
es_mx: Torreón
fr: Expéditionrisquée
it: Torre mobile
ja: ガチヤグラ
ko: 랭크 타워
nl: Torentwist
ru: Бой за башню
zh_hans: 真格塔楼
zh_hant: 真格塔樓

# ManualManualEventMatchEventMatchButton06
source: Rainmaker
de: OperationGoldfisch
es: Pez dorado
es_mx: Pez dorado
fr: MissionBazookarpe
it: Bazookarp
ja: ガチホコバトル
ko: 랭크 피시 배틀
nl: Bazookarper
ru: Мегакарп
zh_hans: 真格鱼虎对战
zh_hant: 真格魚虎對戰

# ManualManualEventMatchEventMatchButton07
source: Clam Blitz
de: Muschelchaos
es: Asalto almeja
es_mx: Asalto almeja
fr: Pluie depalourdes
it: Vongol gol
ja: ガチアサリ
ko: 랭크 바지락
nl: Schelpenstrijd
ru: Устробол
zh_hans: 真格蛤蜊
zh_hant: 真格蛤蜊

# ManualManualEventMatchEventMatchCompetitionRehearsalsAuSubtitle
source: Brush up your skills before throwingdown in a tournament!
de: Die Trainingschance zum Turniererfolg!
es: ¡Practica e intenta alcanzar los mejores puestos!
es_mx: ¡Practica e intenta alcanzar los mejores puestos!
fr: Affûte tes talents avant de plonger dansle grand bain d'un tournoi !
it: Affina le tue abilità in vista di un torneo!
ja: 大会イベント上位入賞を目指して練習しよう！
ko: 대회 이벤트 상위 입상을 목표로 연습하자!
nl: Train voor toekomstig toernooisucces!
ru: Отточи свои навыки перед турниром!
zh_hans: 为在大赛活动中取得靠前的名次，努力练习吧！
zh_hant: 透過練習設法在大賽活動中爭取排名吧！

# ManualManualEventMatchEventMatchCompetitionRehearsalsAuTitle
source: Tournament Test Run (AU/NZ)
de: Turnier-Testlauf (AU/NZ)
es: Evento clasificatorio de prueba (AU/NZ)
es_mx: Evento clasificatorio de prueba (AU/NZ)
fr: Entraînement au tournoi (AU/NZ)
it: Prova torneo (AU/NZ)
ja: 大会イベント練習会(AU/NZ)
ko: 대회 이벤트 연습회(AU/NZ)
nl: Testtoernooi (AU/NZ)
ru: Турнир-тренировка (Австралия и НЗ)
zh_hans: 大赛活动练习会（AU/NZ）
zh_hant: 大賽活動練習會（AU/NZ）

# ManualManualEventMatchEventMatchCompetitionRehearsalsEuSubtitle
source: Brush up your skills before throwingdown in a tournament!
de: Die Trainingschance zum Turniererfolg!
es: ¡Practica e intenta alcanzar los mejores puestos!
es_mx: ¡Practica e intenta alcanzar los mejores puestos!
fr: Affûte tes talents avant de plonger dansle grand bain d'un tournoi !
it: Affina le tue abilità in vista di un torneo!
ja: 大会イベント上位入賞を目指して練習しよう！
ko: 대회 이벤트 상위 입상을 목표로 연습하자!
nl: Train voor toekomstig toernooisucces!
ru: Отточи свои навыки перед турниром!
zh_hans: 为在大赛活动中取得靠前的名次，努力练习吧！
zh_hant: 透過練習設法在大賽活動中爭取排名吧！

# ManualManualEventMatchEventMatchCompetitionRehearsalsEuTitle
source: Tournament Test Run (EU)
de: Turnier-Testlauf (Europa)
es: Evento clasificatorio de prueba (Europa)
es_mx: Evento clasificatorio de prueba (Europa)
fr: Entraînement au tournoi (Europe)
it: Prova torneo (Europa)
ja: 大会イベント練習会(EU)
ko: 대회 이벤트 연습회(EU)
nl: Testtoernooi (Europa)
ru: Турнир-тренировка (Европа)
zh_hans: 大赛活动练习会（EU）
zh_hant: 大賽活動練習會（EU）

# ManualManualEventMatchEventMatchCompetitionRehearsalsJpSubtitle
source: Brush up your skills before throwingdown in a tournament!
de: Die Trainingschance zum Turniererfolg!
es: ¡Practica e intenta alcanzar los mejores puestos!
es_mx: ¡Practica e intenta alcanzar los mejores puestos!
fr: Affûte tes talents avant de plonger dansle grand bain d'un tournoi !
it: Affina le tue abilità in vista di un torneo!
ja: 大会イベント上位入賞を目指して練習しよう！
ko: 대회 이벤트 상위 입상을 목표로 연습하자!
nl: Train voor toekomstig toernooisucces!
ru: Отточи свои навыки перед турниром!
zh_hans: 为在大赛活动中取得靠前的名次，努力练习吧！
zh_hant: 透過練習設法在大賽活動中爭取排名吧！

# ManualManualEventMatchEventMatchCompetitionRehearsalsJpTitle
source: Tournament Test Run (Japan)
de: Turnier-Testlauf (Japan)
es: Evento clasificatorio de prueba (Japón)
es_mx: Evento clasificatorio de prueba (Japón)
fr: Entraînement au tournoi (Japon)
it: Prova torneo (Giappone)
ja: 大会イベント練習会(JP)
ko: 대회 이벤트 연습회(JP)
nl: Testtoernooi (Japan)
ru: Турнир-тренировка (Япония)
zh_hans: 大赛活动练习会（JP）
zh_hant: 大賽活動練習會（JP）

# ManualManualEventMatchEventMatchCompetitionRehearsalsUsSubtitle
source: Brush up your skills before throwingdown in a tournament!
de: Die Trainingschance zum Turniererfolg!
es: ¡Practica e intenta alcanzar los mejores puestos!
es_mx: ¡Practica e intenta alcanzar los mejores puestos!
fr: Affûte tes talents avant de plonger dansle grand bain d'un tournoi !
it: Affina le tue abilità in vista di un torneo!
ja: 大会イベント上位入賞を目指して練習しよう！
ko: 대회 이벤트 상위 입상을 목표로 연습하자!
nl: Train voor toekomstig toernooisucces!
ru: Отточи свои навыки перед турниром!
zh_hans: 为在大赛活动中取得靠前的名次，努力练习吧！
zh_hant: 透過練習設法在大賽活動中爭取排名吧！

# ManualManualEventMatchEventMatchCompetitionRehearsalsUsTitle
source: Tournament Test Run (Americas)
de: Turnier-Testlauf (Nord-/Südamerika)
es: Evento clasificatorio de prueba (América)
es_mx: Evento clasificatorio de prueba (América)
fr: Entraînement au tournoi (Amériques)
it: Prova torneo (Americhe)
ja: 大会イベント練習会(US)
ko: 대회 이벤트 연습회(US)
nl: Testtoernooi (Noord- en Zuid-Amerika)
ru: Турнир-тренировка (Америка)
zh_hans: 大赛活动练习会（US）
zh_hant: 大賽活動練習會（US）

# ManualManualEventMatchEventMatchCompetitionsAuSubtitle
source: Play your way into a tournament!
de: Kämpf dich zur Turnierteilnahme!
es: ¡Intenta alcanzar los mejores puestos!
es_mx: ¡Ábrete paso hasta el torneo!
fr: Qualifie-toi pour un tournoi !
it: Guadagnati l'accesso a un torneo!
ja: 大会イベントで上位入賞を目指そう！
ko: 대회 이벤트에서 상위로 입상하자!
nl: Vecht om een plek in een toernooi!
ru: Пройди отбор на турнир!
zh_hans: 在大赛活动中努力争取靠前的名次吧！
zh_hant: 在大賽活動中努力爭取排名吧！

# ManualManualEventMatchEventMatchCompetitionsAuTitle
source: Tournament Qualifiers (AU/NZ)
de: Turnierqualifikation (AU/NZ)
es: Evento clasificatorio (AU/NZ)
es_mx: Evento clasificatorio (AU/NZ)
fr: Qualifications (AU/NZ)
it: Qualificazione ai tornei (AU/NZ)
ja: 大会イベント(AU/NZ)
ko: 대회 이벤트(AU/NZ)
nl: Toernooikwalificatie (AU/NZ)
ru: Квалификационные бои (Австралия/НЗ)
zh_hans: 大赛活动（AU/NZ）
zh_hant: 大賽活動（AU/NZ）

# ManualManualEventMatchEventMatchCompetitionsEuSubtitle
source: Play your way into a tournament!
de: Kämpf dich zur Turnierteilnahme!
es: ¡Intenta alcanzar los mejores puestos!
es_mx: ¡Ábrete paso hasta el torneo!
fr: Qualifie-toi pour un tournoi !
it: Guadagnati l'accesso a un torneo!
ja: 大会イベントで上位入賞を目指そう！
ko: 대회 이벤트에서 상위로 입상하자!
nl: Vecht om een plek in een toernooi!
ru: Пройди отбор на турнир!
zh_hans: 在大赛活动中努力争取靠前的名次吧！
zh_hant: 在大賽活動中努力爭取排名吧！

# ManualManualEventMatchEventMatchCompetitionsEuTitle
source: Tournament Qualifiers (EU)
de: Turnierqualifikation (Europa)
es: Evento clasificatorio (Europa)
es_mx: Evento clasificatorio (Europa)
fr: Qualifications (Europe)
it: Qualificazione ai tornei (Europa)
ja: 大会イベント(EU)
ko: 대회 이벤트(EU)
nl: Toernooikwalificatie (Europa)
ru: Квалификационные бои (Европа)
zh_hans: 大赛活动（EU）
zh_hant: 大賽活動（EU）

# ManualManualEventMatchEventMatchCompetitionsJpSubtitle
source: Play your way into a tournament!
de: Kämpf dich zur Turnierteilnahme!
es: ¡Intenta alcanzar los mejores puestos!
es_mx: ¡Ábrete paso hasta el torneo!
fr: Qualifie-toi pour un tournoi !
it: Guadagnati l'accesso a un torneo!
ja: 大会イベントで上位入賞を目指そう！
ko: 대회 이벤트에서 상위로 입상하자!
nl: Vecht om een plek in een toernooi!
ru: Пройди отбор на турнир!
zh_hans: 在大赛活动中努力争取靠前的名次吧！
zh_hant: 在大賽活動中努力爭取排名吧！

# ManualManualEventMatchEventMatchCompetitionsJpTitle
source: Tournament Qualifiers (Japan)
de: Turnierqualifikation (Japan)
es: Evento clasificatorio (Japón)
es_mx: Evento clasificatorio (Japón)
fr: Qualifications (Japon)
it: Qualificazione ai tornei (Giappone)
ja: 大会イベント(JP)
ko: 대회 이벤트(JP)
nl: Toernooikwalificatie (Japan)
ru: Квалификационные бои (Япония)
zh_hans: 大赛活动（JP）
zh_hant: 大賽活動（JP）

# ManualManualEventMatchEventMatchCompetitionsUsSubtitle
source: Play your way into a tournament!
de: Kämpf dich zur Turnierteilnahme!
es: ¡Intenta alcanzar los mejores puestos!
es_mx: ¡Ábrete paso hasta el torneo!
fr: Qualifie-toi pour un tournoi !
it: Guadagnati l'accesso a un torneo!
ja: 大会イベントで上位入賞を目指そう！
ko: 대회 이벤트에서 상위로 입상하자!
nl: Vecht om een plek in een toernooi!
ru: Пройди отбор на турнир!
zh_hans: 在大赛活动中努力争取靠前的名次吧！
zh_hant: 在大賽活動中努力爭取排名吧！

# ManualManualEventMatchEventMatchCompetitionsUsTitle
source: Tournament Qualifiers (Americas)
de: Turnierqualifikation (Nord-/Südamerika)
es: Evento clasificatorio (América)
es_mx: Evento clasificatorio (América)
fr: Qualifications (Amériques)
it: Qualificazione ai tornei (Americhe)
ja: 大会イベント(US)
ko: 대회 이벤트(US)
nl: Toernooikwalificatie (N.-/Z.-Amerika)
ru: Квалификационные бои (Америка)
zh_hans: 大赛活动（US）
zh_hant: 大賽活動（US）

# ManualManualEventMatchEventMatchCostumePartyManual
source: Make the most of a random assortment of Sheldon's weapons andoutfits in this come-as-you-are Challenge!・ You'll be assigned an outfit and weapon at the start of battle.・ Your loadout will completely change with each subsequent battle!・ Sheldon is graciously loaning all of the equipment, so you don't need to own the items you're using. You also don't get to keep them.
de: „Diesmal suche ICH alles für euch aus! Nicht nur Kleckszeug, sondern auch Kleidung! Wünsche verrückt-verwirrtes Vergnügen!“ - Euer Arty・ Alle Spieler erhalten ein zufälliges Waffen-Set.・ Alle Kleidungsartikel sind zufallsbestimmt.・ Arty verleiht das komplette Sortiment. Welche Waffen oder Kleidungsstücke du bereits erworben hast, spielt keine Rolle! (Behalten darfst du sie natürlich nicht!)
es: ¡Pásalo bomba sacando todo el partido posible a armas y artículos elegidosde forma aleatoria!・ Se usan conjuntos predeterminados de artículos para luchar.・ ¡Cada combate se disputa con nuevas armas seleccionadas al azar!・ No es necesario poseer previamente ningún arma. Se proporcionarán a modo de préstamo durante los combates.
es_mx: ¡Diviértete en grande sacándole provecho a las armas y los artículoselegidos de forma aleatoria!・ Se usan conjuntos predeterminados de artículos para luchar.・ ¡Cada combate se disputa con nuevas armas seleccionadas al azar!・ No es necesario poseer ningún arma previamente. Se proporcionarán a modo de préstamo durante los combates.
fr: Tire le meilleur parti de l'arme et de la tenue qui te sont confiées dansce match Challenge qui fait la part belle à la capacité d'adaptation !・ L'arme et la tenue sont assignées aléatoirement à chaque match.・ Ton attirail change entièrement au début de chaque match.・ Cartouche prête son matériel gratuitement, alors ne t'inquiète pas si tu n'as pas un exemplaire de tous les éléments nécessaires. Par contre, il te faudra le rendre immédiatement après le match.
it: In questa partita evento senza dress code dovrai cavartela con unassortimento casuale delle armi e dell'equipaggiamento di Armand!・ All'inizio della partita ti verrà assegnato un set composto da arma ed equipaggiamento.・ Il set cambierà completamente a ogni successiva partita!・ Il tutto sarà gentilmente fornito da Armand, quindi non preoccuparti se non possiedi alcuni oggetti. E ricorda che dovrai restituirli.
ja: 仮装もブキもランダムでし！ ぜひ 楽しんで欲しいでし！・ 用意されたギアのセットをそうびしてバトルしよう！・ バトルごとに、ギアのセットとブキがランダムで変わるぞ！・ ギアとブキは貸し出されるので、持っていなくてもOKだ！
ko: 가장도 무기도 랜덤임다! 즐거운 시간이 될 검다!・ 준비된 기어 세트를 장비하고 배틀하자!・ 배틀마다 기어 세트와 무기가 랜덤으로 바뀐다!・ 기어와 무기는 대여해 주므로 소지하고 있지 않아도 OK다!
nl: Zomaar een greep uit het brede arsenaal van Krabberts wapens enuitrusting! Als dat geen feestje wordt!・ Er worden willekeurig wapens en uitrusting toegewezen aan het begin van elk gevecht.・ Voor het volgende gevecht krijg je weer allemaal andere dingen toegewezen!・ Krabbert leent deze spullen uit, dus het maakt niet uit wat je zelf al bezit. Maar je mag ze ook niet houden.
ru: Используй по максимуму случайную подборку оружия и снаряженияПушкина в этом абсолютно непредсказуемом бою-событии!・ Перед началом боя ты получишь оружие и полный набор снаряжения.・ Перед каждым последующим боем они будут полностью заменяться!・ Пушкин великодушно одолжил нам весь товар из магазина, так что ты сможешь пользоваться снаряжением, которого у тебя нет в собственной коллекции. Но ты не сможешь оставить его себе.
zh_hans: 装扮和武器皆为随机！请务必享受对战！·使用提供的装备组合展开对战！·每场对战的装备组合和武器都会随机变化哦！·装备和武器由主办方出借，无需自备！
zh_hant: 裝扮與武器都將隨機決定！希望各位盡情享受！‧穿上主辦方提供的裝備組合進行對戰！‧每一場對戰的裝備組合與武器都會隨機變換！‧裝備與武器由主辦方出借，不需自備！

# ManualManualEventMatchEventMatchCostumePartySubtitle
source: Raid Sheldon's arsenal and closet forrandom weapons and outfits!
de: Waffen und Klamotten per Zufallswahl!
es: ¡Pásalo bomba con armas y artículos aleatorios!
es_mx: ¡Diviértete con armas y artículos aleatorios!
fr: C'est les portes ouvertes à la Marée armée !Armes et tenues aléatoires pour tous !
it: Armand presta armi ed equipaggiamento casuali!
ja: 仮装もブキもランダムでし！ ぜひ 楽しんで欲しいでし！
ko: 가장도 무기도 랜덤임다! 즐거운 시간이 될 검다!
nl: Willekeurige wapens en willekeurige uitrusting!
ru: Случайное оружие и снаряжение изассортимента Пушкина!
zh_hans: 装扮和武器皆为随机！请务必享受对战！
zh_hant: 裝扮與武器都將隨機決定！希望各位盡情享受！

# ManualManualEventMatchEventMatchCostumePartyTitle
source: Sheldon's Dress-Up Showdown
de: Chaos-Klecks auf Arty-Art
es: Trofeo del arma y el disfraz
es_mx: Arma y disfraz al azar
fr: Matez mon matos
it: Sfilata in salsa Armand
ja: 仮装してブキをかわいがるブキチ杯
ko: 가장하고 무기를 다뤄 보는 부키치 배
nl: Krabberts chaotische showdown
ru: Показ мод от Пушкина
zh_hans: 装扮并爱惜使用武器的武器子杯
zh_hant: 裝扮並愛惜使用武器的武器子盃

# ManualManualEventMatchEventMatchDeepFogManual
source: Can you use the fog cover to your advantage?・ The stage will be shrouded in fog through the battle.・ However, the density of the fog will change as the battle goes on!・ Both primary and secondary abilities will be enabled!
de: Dichte Schwaden verdecken die Sicht!Kannst du die Nebelwände für dich nutzen?・ Sichtweite ist stark durch Nebel eingeschränkt.・ Die Nebeldichte ändert sich jedoch im Kampfverlauf!・ Haupt- und Zusatzeffekte sind aktiv!
es: ¿No se ve ni torta? ¡Algún partido se le podrá sacar a la situación!・ Todo el escenario está cubierto de niebla durante la batalla.・ ¡Pero la densidad de esta varía según transcurre el tiempo!・ ¡Pueden usarse potenciadores principales y secundarios!
es_mx: ¿Podrás divisar el camino hacia la victoria entre la niebla?・ Todo el escenario está cubierto de niebla durante la batalla.・ ¡Pero la densidad de esta varía a medida que transcurre el tiempo!・ ¡Se pueden usar potenciadores principales y secundarios!
fr: Sauras-tu exploiter la brume à ton avantage ?・ Le stage est plongé dans la brume.・ L'épaisseur de la brume fluctue au cours du match !・ Les bonus principaux et additionnels sont activés !
it: Riuscirai a usare la nebbia a tuo vantaggio?・ Lo scenario sarà avvolto nella nebbia durante tutta la battaglia.・ Tuttavia, la densità della nebbia cambierà nel corso dello scontro!・ Saranno attivate sia le abilità originali che quelle extra!
ja: 一寸先は霧？！ 視界不良の不意打ちバトル！・ 霧の立ちこめる視界不良のステージで戦うぞ！・ 霧の濃さは時間変化するぞ！・ 基本ギアパワーと追加ギアパワーは有効だ！
ko: 한 치 앞도 알 수 없다?! 예측 불가 배틀!・ 안개가 자욱이 낀 한 치 앞도 알 수 없는 스테이지에서 싸운다!・ 안개의 농도는 시간 경과에 따라 변화한다!・ 기본 기어 파워와 추가 기어 파워는 유효하다!
nl: Je ziet geen hand voor ogen! Kun jij voordeel halen uit de slechtezichtbaarheid?・ Het level is bedekt onder een mistlaag.・ Hoe dik die mist is, verandert in de loop van het gevecht!・ Zowel de hoofdeffecten als de extra effecten van uitrusting worden gebruikt!
ru: Может, даже из тумана можно извлечь стратегическую пользу?・ На протяжении всего боя арена будет окутана туманом.・ Но запомни: он не всегда будет одинаково густым!・ Будут доступны как основные, так и дополнительные свойства!
zh_hans: 眼前迷雾重重？！视野不佳的偷袭对战！·在被迷雾笼罩导致视野不佳的场地展开战斗哦！·迷雾的浓度会随时间发生变化哦！·基本装备能力和追加装备能力都会生效！
zh_hant: 前途迷霧重重！？視線不良的偷襲對戰！‧在濃霧瀰漫視線不良的場地中展開對戰！‧霧的濃度會隨著時間出現變化！‧基本裝備能力與追加裝備能力皆可發揮作用！

# ManualManualEventMatchEventMatchDeepFogSubtitle
source: The stakes are high in low-vis battles!
de: Extra riskantes Manövrieren im Nebel!
es: ¡Máxima tensión y mínima visibilidad!
es_mx: ¡Máxima tensión y mínima visibilidad!
fr: Visibilité faible, mais enjeux forts !
it: Posta alta, visibilità bassa!
ja: 一寸先は霧？！ 視界不良の不意打ちバトル！
ko: 한 치 앞도 알 수 없다?! 예측 불가 배틀!
nl: Een schimmig strijdtoneel.
ru: Осторожно, плохая видимость!
zh_hans: 眼前迷雾重重？！视野不佳的偷袭对战！
zh_hant: 前途迷霧重重！？視線不良的偷襲對戰！

# ManualManualEventMatchEventMatchDeepFogTitle
source: Foggy Notion
de: Trübe Sicht
es: Refriega nebulosa
es_mx: Contienda nebulosa
fr: Bisbille dans la brume
it: Nebbia a volontà
ja: 霧の中の戦い
ko: 안개 속의 전투
nl: De mist in
ru: Таинственный туман
zh_hans: 迷雾之战
zh_hant: 迷霧之戰

# ManualManualEventMatchEventMatchFastMoveManual
source: Glide through your team's ink faster than ever in swim form.Oh, and try to win the battle while you're at it!・ Swim-form movement will be greatly increased for all players.・ Only primary gear abilities will be enabled! Secondary abilities will have no effect.・ Swim Speed Up gear abilities will have no effect.
de: Tauche schneller denn je durch deine Tinte!Hier sind alle im Schwimmform-Turbo unterwegs.・ Stark erhöhte Geschwindigkeit in Schwimmform für alle Spieler.・ Nur Haupteffekte gelten! Zusatzeffekte sind inaktiv.・ Alle „Schwimmtempo +“-Effekte sind wirkungslos.
es: ¡Recorre el escenario nadando a gran velocidad en forma de pulpo o calamar!・ ¡El desplazamiento al sumergirse en la tinta es mucho más rápido!・ Solo valen los potenciadores principales. ¡Los secundarios no tienen efecto!・ Tampoco puede usarse el potenciador superbuceo.
es_mx: ¡Recorre el escenario nadando a gran velocidad en forma de pulpo o calamar!・ ¡El desplazamiento es mucho más rápido al sumergirse en la tinta!・ Solo funcionan los potenciadores principales. ¡Los secundarios no tienen efecto!・ Tampoco se puede usar el potenciador de nado acelerado.
fr: Fends les flots d'encre plus vite que jamais sous forme de mollusque !Oh, et profites-en pour gagner le match pendant que tu y es !・ La nage est considérablement accélérée pour tous les joueurs.・ Seuls les bonus principaux sont actifs ! Les bonus additionnels n'ont aucun effet.・ Le bonus Turbo-calamar n'a aucun effet.
it: Nuota nell'inchiostro della tua squadra più veloce che mai in formadi mollusco. Ah, e cerca anche di vincere la partita, ovviamente!・ La mobilità in forma di mollusco è molto aumentata per tutti i giocatori.・ Saranno attivate solo le abilità originali. Le abilità extra non avranno alcun effetto.・ L'abilità Velocità nuoto + non avrà alcun effetto.
ja: イカダッシュ速度アップ！ イカやタコでステージを泳ぎ回れ！・ イカ（タコ）の移動速度が大幅にアップするぞ！・ 基本ギアパワーのみ有効だ！ 追加ギアパワーは効果がないぞ！・ イカダッシュ速度アップのギアパワーは効果がないぞ！
ko: 징어대시 속도 UP! 스테이지를 마구 헤엄쳐라!・ 오징어(문어)의 이동 속도가 대폭 상승한다!・ 기본 기어 파워만 유효하다! 추가 기어 파워는 무효하다!・ 징어대시 속도 업의 기어 파워는 무효하다!
nl: Zwem als een razende door je inkt! Vergeet alleen niet dat er ooknog een gevecht aan de gang is...・ De bewegingssnelheid in inktvisvorm is sterk verhoogd voor alle spelers.・ Alleen de hoofdeffecten van uitrusting worden gebruikt. Extra effecten doen niet mee!・ Het effect 'Zwemdiploma' doet niet mee.
ru: Плыви максимально быстро в краске своей команды с помощью краскоплыва,и используй это преимущество, чтобы победить!・ Скорость краскоплыва значительно увеличивается для всех игроков.・ Будут доступны только основные свойства снаряжения! Дополнительные свойства не будут действовать.・ Свойство «Плавунец» не будет действовать.
zh_hans: 提升鱿鱼冲刺速度！变成鱿鱼或章鱼在场地中游窜吧！·鱿鱼（章鱼）的移动速度会大幅提升哦！·只有基本装备能力会生效！追加装备能力不会有效果哦！·提升鱿鱼冲刺速度的装备能力不会有效果哦！
zh_hant: 魷魚衝刺速度提升！化為魷魚或章魚在場地中遨遊！‧魷魚（章魚）的移動速度大幅提升！‧僅限基本裝備能力可發揮作用！追加裝備能力一律失效！‧提升魷魚衝刺速度的裝備能力一律失效！

# ManualManualEventMatchEventMatchFastMoveSubtitle
source: Swim speed up for all players!
de: Superschnelles Schwimmtempo für alle!
es: ¡Nada a toda pastilla en forma cefalópoda!
es_mx: ¡Nada a toda máquina por la tinta!
fr: Tous les joueurs nagent plus vite !
it: Velocità di nuoto aumentata per tutti!
ja: イカダッシュ速度アップ！ イカやタコでステージを泳ぎ回れ！
ko: 징어대시 속도 UP! 스테이지를 마구 헤엄쳐라!
nl: Iedereen zwemt supersnel!
ru: Скорость плавания выше у всех игроков!
zh_hans: 提升鱿鱼冲刺速度！变成鱿鱼或章鱼在场地中游窜吧！
zh_hant: 魷魚衝刺速度提升！化為魷魚或章魚在場地中遨遊！

# ManualManualEventMatchEventMatchFastMoveTitle
source: Swim It to Win It
de: Tauchen mit Turbo
es: Pelea a nado
es_mx: Pelea a nado
fr: La victoire en nageant
it: Nuoto accelerato
ja: イカダッシュバトル
ko: 징어대시 배틀
nl: Inktvis moet zwemmen!
ru: Краскоплывом к победе
zh_hans: 鱿鱼冲刺对战
zh_hant: 魷魚衝刺對戰
