Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# MiniGameMiniGameMotherGuidanceWeaponShopFsodrWin2
source: Oh...sorry. Sheldon told me it's bad toget too excited if I win. He called it...um...gloating.
de: Oje, Arty hat gesagt,man soll sich als Siegernicht zu laut freuen.Das wäre dann... äh...Schalenfreude? Ja, genau.
es: Oh... Lo siento. Ya ves, Jairo me dijoque incluso si gano, no deberíaemocionarme demasiado.
es_mx: Oh... Lo siento. Bueno, Jairo me dijoque incluso si gano, no deberíaemocionarme demasiado.
fr: Oh... désolé. Cartouche m'a ditqu'il fallait pas sauter de joiequand on gagnait... Il, euh... pa-raieque ça fait frimeur.
it: Ops... scusa. Armand dice chenon bisogna vantarsi quando sivince. Dice che è ma-le-du-ca-to.
ja: …あっ、ごめんでちかっても はしゃいじゃダメってブキチが ゆってたでち
ko: …앗, 미안함미다이겨도 너무 좋아하면 안 된다고부키치가 그랬슴미다
nl: O, sorry, Krabbert zei dat ik niet zohard moest juichen. Dat noemde ie,eh... onbekreeft?
ru: Ой... извини. Пушкин говорит, плохорадоваться чужому поражению. Этозло-рад-ствие. Нет, зло-рад-ство!
zh_hans: ……啊，不好意思，武器子和我说过，就算赢了也不能太兴奋。
zh_hant: ……啊，對不起唷。武器子有跟我說過，就算贏了也不可以得意唷。

# MiniGameMiniGameMotherGuidanceWeaponShopLose
source: No! How could this happen?I've got to do more research...
de: Wie konnte das passieren?Ich muss noch mal alles überarbeiten!
es: ¿Cómo he podido caer derrotado?Con toda mi sapiencia sobre armas...
es_mx: ¡No! ¿Cómo pudo pasar esto?Voy a tener que estudiar más...
fr: Non ! Impossible ! Ze dois travaillerdavantaze, c'est urzent...
it: No, com'è possibile?Devo fare altra ricerca...
ja: そ、そんな 負けちゃったでし…
ko: 그, 그럴 수가… 졌슴다…
nl: Interessant... ik dacht dat mijn setonverslaanbaar was, maar dat is dusniet het geval.
ru: Как же так?! Нужно былотщательнее подготовиться...
zh_hans: 怎、怎么会这样……我输了……
zh_hant: 怎、怎麼會……我居然輸了……

# MiniGameMiniGameMotherGuidanceWeaponShopLose2
source: Rest assured, I'll use the data fromthis matchup to provide a tougherchallenge next time. Back to myresearch chamber!
de: Sei dir ganz gewiss, ich werde dieDaten aus unserem Spiel verwenden,um dich nächstes Mal vor eine nochgrößere Herausforderung zu stellen.Zurück ans Zeichenbrett!
es: Ten por seguro que la próxima vezseré yo quien triunfe. ¡Tengo queinvestigar un método para que misarmas me den siempre la victoria!
es_mx: Te puedo asegurar que la próxima vezla victoria será mía. Solo tengo quehacer unas cuántas investigacionesmás para dar en el clavo.
fr: Mais n'aie crainte ! Ze compilerai lesdonnées de notre zoute et ze seraiun adversaire bien plus danzereux laprochaine fois ! En attendant, ze fileétudier tes tactiques de ce pas !
it: Ti assicuro che userò i dati diquesta partita per offrirti unasfida più dura la prossima volta.Farò ulteriori ricerche!
ja: この反省をイカして もっと研究するでし！次は負けないでし！！
ko: 이번 반성을 거름 삼아 더 연구하겠슴다!다음에는 지지 않을 검다!!
nl: Ik analyseer natuurlijk ieder potje,maar na dit potje zal ik nog eensextra nadenken over wat er zoalbeter kan. Bedankt voor dezewaardevolle informatie!
ru: Я проведу детальный анализданных, собранных во время нашегосостязания, и улучшу свои навыки!
zh_hans: 我要鱿效利用反省结果继续深入研究！下次绝对不会输！！
zh_hant: 我會趁機好好反省並持續深入研究的！下次不會再輸了！

# MiniGameMiniGameMotherGuidanceWeaponShopWin
source: Just as I predicted—I win!
de: Und wie erwartet ist der Sieg mein!
es: Te lo advertí. ¡La victoria es mía!
es_mx: ¡Sabía que ganaría!
fr: Ainsi que ze l'avais modestementannoncé... Z'ai remporté une victoireéclatante !
it: Come volevasi dimostrare. Ho vinto!
ja: やったでし！ 大勝利でし！
ko: 해냈슴다! 대승리임다!
nl: Ja, dit werkte goed. Ik had een goedeset en een goede strategie om tewinnen.
ru: Как я и предполагал, победа замной!
zh_hans: 太好了！大获全胜！
zh_hant: 好耶！大獲全勝！

# MiniGameMiniGameMotherGuidanceWeaponShopWin2
source: Sorry—I don't get to battle much.This is all I have!
de: Tut mir leid, ich komme nicht viel zumSpielen. Das hier ist alles, was ichhabe.
es: Era de esperar. Mis habilidadesy conocimientos sobre armas sonuna garantía de éxito.
es_mx: No soy mucho de combatir, pero loque me sobra es conocimientosobre las armas.
fr: Qu'il s'azisse d'armes ou de cartes,z'ai touzours un dzoker à dégainer !
it: Sono esperto di carte quanto losono di armi!
ja: やっぱり ボクのかわいいブキたちの性能は バツグンでしね～
ko: 역시 제 귀여운무기들의 성능은 세계 제일임다～
nl: Maar ik heb ook veel van jouw seten strategie geleerd. Ik ga wataantekeningen maken en ze vanavondin bed nalezen!
ru: Ты уж прости, но пока на этом все!
zh_hans: 我的可爱武器果然性能超群～
zh_hant: 我這些可愛的武器果然性能超群呢～

# MiniGameMiniGameMsgBattleStart
source: Starting battle!
de: Das Duell beginnt!
es: ¡Comienza el combate!
es_mx: ¡Comienza el combate!
fr: Que le match commence !
it: La sfida ha inizio!
ja: バトルを開始します！
ko: 배틀을 시작합니다!
nl: De pot begint!
ru: Дуэль начинается!
zh_hans: 开始对战！
zh_hant: 對戰開始！

# MiniGameMiniGameMsgCannotChangeDeckName
source: Deck names cannot be changed during matchmaking.
de: Der Name des Decks kann nicht währendder Spielersuche geändert werden.
es: No se puede cambiar el nombredel mazo mientras se buscan jugadores.
es_mx: No se puede cambiar el nombre del mazomientras se buscan jugadores.
fr: Le nom du deck ne peut pas être changé pendantla mise en relation des joueurs.
it: Non puoi cambiare il nome del mazzodurante la ricerca dei giocatori.
ja: マッチメイク中はデッキ名を変更できません
ko: 매칭 중에는 덱명을 변경할 수 없습니다
nl: Je kunt de naam van de set niet veranderenterwijl er naar spelers wordt gezocht.
ru: Во время поиска игроков названиеколоды поменять нельзя.
zh_hans: 处于匹配状态时无法更改牌组名称。
zh_hant: 目前正在配對中，無法更改牌組名稱。

# MiniGameMiniGameMsgNetworkError
source: A communication error has occurred.Closing Tableturf Battle.
de: Fehler bei der Datenübertragung.Revierdecks wird beendet.
es: Se ha producido un error de conexión.Se va a cerrar la lucha carterritorial.
es_mx: Se produjo un error de conexión.Se va a cerrar el combate carterritorial.
fr: Une erreur de communication est survenue.L'arène de C&T va être fermée.
it: Si è verificato un errore di comunicazione.Chiusura di Splattanza in corso...
ja: 通信エラーが発生しましたナワバトラーを終了します
ko: 통신 에러가 발생했습니다영역 배틀러를 종료합니다
nl: Er is een communicatiefout opgetreden.Slijkslag wordt beëindigd.
ru: Произошла ошибка связи.Сеанс в режиме «Карты и район» будет закрыт.
zh_hans: 发生连接错误，即将结束占地斗士。
zh_hant: 發生通訊錯誤。占地鬥士即將關閉。

# MiniGameMiniGameSortCardNumber
source: Sort by Number
de: Kartennummer
es: Número
es_mx: Número
fr: Tri par numéro
it: Numero
ja: ナンバー
ko: 넘버
nl: Op nummer
ru: По номеру
zh_hans: 编号
zh_hant: 編號

# MiniGameMiniGameSortRarity
source: Sort by Rarity
de: Seltenheit
es: Singularidad
es_mx: Peculiaridad
fr: Tri par rareté
it: Rarità
ja: レアリティ
ko: 레어리티
nl: Op zeldzaamheid
ru: По редкости
zh_hans: 稀有度
zh_hant: 稀有度

# MiniGameMiniGameSortSquareNum
source: Sort by Spaces
de: Felderzahl
es: Casillas
es_mx: Casillas
fr: Tri par cases
it: Spazi
ja: マス数
ko: 칸 수
nl: Op aantal vakjes
ru: По полям
zh_hans: 格子数
zh_hant: 格子數

# MissionTalkWorldAtarimeDriedBored04
source: How can I help you, Agent 3? Need anotherpearl of wisdom?
de: Wie kann ich dir helfen, Nr. 3?Brauchst du einen weisen Rat?
es: ¿En qué te puedo ayudar, Agente 3? ¿Necesitasun poco más de mi valiosa sabiduría?
es_mx: ¿En qué te puedo ayudar, Agente 3? ¿Necesitasun poco más de mi valiosa sabiduría?
fr: T'as besoin d'un tuyau, Numéro 3 ? Tu veux encoret'abreuver à mon intarissable puits de sagesse ?
it: Come posso aiutarti, Numero 3?Ti serve un'altra perla di saggezza?
ja: どうした３号、ワシに聞きたいことでもあるんか？
ko: 무슨 일인가 3호, 나에게 질문이라도 있는가?
nl: Wat kan ik voor je doen, agent 3?Nog wijze raad nodig?
ru: Нужна помощь, агент 003? Мудрый совет?
zh_hans: 3号，怎么了？你有什么事想问我吗？
zh_hant: 3號，怎麼了？你有事情想要問我嗎？

# MissionTalkWorldAtarimeDriedNormal00
source: How's that Hero Suit treatin' you? You ever getaround to washin' it?
de: Wie geht’s dir mit dem Heldenanzug?Schon mal dazu gekommen, ihn zu waschen?
es: ¿Cómo te va con el traje de élite? ¿Lo pones enla lavadora y lo planchas de vez en cuando?
es_mx: ¿Cómo te va con el traje de élite? ¿Lo lavasy lo planchas de vez en cuando?
fr: Alors, comment ça se passe avec ta panoplie héroïque ?Tu la passes à la machine de temps en temps ?
it: Come va con la divisa élite? Riesci mai a lavarla?
ja: そのスーツも すっかり３号に なじんだようじゃな！
ko: 그 슈트도 이제 완전히 3호 것이 되었구먼!
nl: Hoe bevalt dat heldenpak je? Ben je er al aantoegekomen om het een keer in de was te doen?
ru: Вижу, костюмчик сидит отлично! Ты только егостирать не забывай.
zh_hans: 看来那套装备也完全与3号融为一体了呢！
zh_hant: 看來那套裝備也已經完全與3號融為一體了呢！

# MissionTalkWorldAtarimeDriedNormal01
source: Heh heh... Still can't believe ol' Octavio turned outto be not so bad. That rascal!
de: Hihi... Kann ja immer noch nicht glauben, dass Oktarioam Ende doch kein komplett übler Bursche war...
es: Je, je... Quién iba a pensar que el botarate de Octoviusno era en el fondo tan malvado... ¡Menudo pillastre!
es_mx: Je, je... Quién iba a pensar que el viejo Octovius no eratan malvado en el fondo... ¡Ese sinvergüenza!
fr: Je suis encore scié à l'idée qu'Octave était pas si méchant qu'ça. Il cachait bien son jeu, l'animal !
it: Eh eh... Ancora non riesco a credere che Octaviussi sia rivelato un pezzo di pane. Quel mascalzone!
ja: タコワサめ…いいところを持っていきおって…許すまじ
ko: 문추냉이 녀석… 멋진 부분을 독차지하다니… 용서할 수 없구먼
nl: Hehehe... Ik kan nog altijd maar moeilijk geloven dat dieOctavio toch geen totale ellendeling bleek te zijn...
ru: Поверить не могу, что Октавио оказался не такимуж и плохим. Это... просто возмутительно!
zh_hans: 可恶的芥末章鱼……把好处全占了……简直无法原谅。
zh_hant: 可惡的芥末章魚……把好處全都占盡了……我絕不放過你。

# MissionTalkWorldAtarimeDriedNormal02
source: It's nice that you had your li'l buddy with youthroughout all...that.
de: Schön, dass dein kleiner Kumpel in diesem ganzenSchlamassel immer an deiner Seite war.
es: Me conmueve que lleves a tu amiguito como compañíadurante todas estas... peripecias.
es_mx: Me conforta que lleves a tu amiguito contigodurante todas estas... aventuras.
fr: J'suis bien content que le p'tit Salmioche aitété là pour t'accompagner...
it: È un bene che il tuo monello ti abbiaaccompagnato in questo... pasticcio.
ja: 相棒がおるっちゅーのは 心強いよのゥ
ko: 파트너가 있다는 것은 든든한 일이지
nl: Mooi om te zien dat je altijd je kleine maatje aan jezijde hebt.
ru: Здорово, что твой маленький друг не бросилтебя в беде...
zh_hans: 有个搭档在身边时，真的很令人放心呢。
zh_hant: 有個搭檔在身邊的感覺還真是可靠呢。

# MissionTalkWorldAtarimeDriedNormal03
source: Whaddaya like to eat these days, kiddo? Food?Are kids still eatin' food?
de: Was esst ihr Jungspunde eigentlich gerade so?Also, ihr esst schon immer noch, oder?
es: ¿Qué soléis comer los mozalbetes de hoy en día?¿Os gustan las alubias con chorizo?
es_mx: ¿Cuál es tu plato favorito? El míoson las algas en nogada. ¡Ñam!
fr: Qu'est-ce qu'ils mangent, les jeunes de nos jours ?Vous mangez toujours, pas vrai ?
it: Cosa usate per scrivere voi giovani d'oggi?Pinna e calamaro?
ja: ３号の好物は何じゃ？ ワシはオハギが好きじゃ
ko: 3호는 무슨 음식을 좋아하는가? 나는 수수팥떡을 좋아한다네
nl: Wat vinden jongeren eigenlijk lekker? Eten?Lusten jullie nog net zo graag eten als wij?
ru: Что ты любишь есть, а? Еду? В смысле, обычнуюеду? Я и не знал, что ее еще едят.
zh_hans: 3号，你喜欢吃什么？我喜欢的是牡丹饼。
zh_hant: 3號喜歡的東西是什麼？我喜歡的是萩餅。

# MissionTalkWorldAtarimeDriedNormal04
source: This ain't so bad. But I miss my tropical shirt!Think I can get one in XXD? Extra-extra dehydrated?
de: Ich fühl mich eigentlich ganz gut, nur mein Hemdvermisse ich. Ob’s das in meiner neuen Größe gibt?
es: No se está tan mal así, pero echo de menos una camisatropical. ¿Las venderán en talla «extrarreseca»?
fr: C'est pas mal, mais ma chemise tropicale me manque !Elle existe pas en XXD ? Extra-extra-déshydratée ?
it: Non va così male. Ma mi manca la mia camicia tropicale!Esisterà di taglia XXD? Extra extra disidratata?
ja: ワシのアロハ、どこ行ったか知らんか？
ko: 내 셔츠가 어디 있는지 모르는가?
nl: Ik voel me prima, maar ik mis mijn mooie overhemd.Zouden ze dat ook in mijn nieuwe maat hebben?
ru: Скучаю по своей гавайке. Интересно, продают лиих в размере ультра-нано-мини?..
zh_hans: 你知道我的夏威夷衬衫在哪里吗？
zh_hant: 你知道我的夏威夷襯衫跑哪去了嗎？

# MissionTalkWorldAtarimeDriedNormal05
source: That look in your eye... It's still the lookI was lookin' for. The look never lies!
de: Das Funkeln in deinen Augen...Es funkelt immer noch!
es: Esa mirada tuya... es la que siempre busco y esperoen cualquier Agente 3. ¡La mirada nunca engaña!
es_mx: Esa mirada tuya... es la que siempre he estadobuscando. ¡La mirada nunca miente!
fr: Cette étincelle dans tes yeux... C'est l'étincelle queje cherchais. Une étincelle, ça trompe jamais !
it: Quello sguardo fiero... resta lo sguardo checercavo. Buono sguardo non mente!
ja: ３号、やはり イイ目をしておる…
ko: 3호, 역시 자네는 눈빛이 참 싱싱하구먼…
nl: Die sprankeling in je ogen... Daar was ik naar op zoek!Ik vergis me nooit in die sprankeling!
ru: Твой взгляд ничуть не изменился. Взгляд, которыйя искал. Взгляд, который никогда не обманывает!
zh_hans: 3号，你的目光果然很有神啊……
zh_hant: 3號，你的眼神果然很犀利……

# MissionTalkWorldAtarimeDriedNormal06
source: You know you can reconfigurate the doodads andwhatnots on your Hero Gear, right? Look at the menu!
de: Dein Heldenanzug ist anpassbar! Weißt du, oder?Soll wohl irgendwie im Menü gehen...
es: ¿Sabes que puedes configurar todos los «garobios»y «espingarfios» de tu equipamiento? ¡En el menú ese!
fr: T'es au courant qu'tu peux améliorer certains trucsde ton équipement héroïque, hein ? Consulte le menu !
it: Sai che puoi risistemare i cosi... come si chiamano...i potenziamenti, ecco, degli oggetti élite? Vai nel menu!
ja: ヒーローそうびの強化は やり直すこともできるぞィメニューから確認されたしーッ！
ko: 히어로 장비 강화는 다시 할 수도 있다네메뉴에서 확인 바라네～!
nl: Je weet dat je alle ditjes en datjes van je helden-uitrusting kunt aanpassen, hè? Ergens in het menu...
ru: Не забывай, что в меню можно менять снаряжениеи делать другие молодежные штучки. Попробуй!
zh_hans: 英雄装备的强化程度是可以复原并重新强化的哦，在菜单中确认吧！
zh_hant: 英雄裝備的強化程度是可以復原並重新強化的喔！透過選單確認吧！

# MissionTalkWorldAtarimeDriedNormal07
source: Didja know that upgradin' your gear can give Smallfry anupgrade too? And doesn't your li'l buddy deserve it?!
de: Bei den Verbesserungen für deine Ausrüstung sindauch welche für deinen Salmini dabei. Gönn ihm was!
es: Según mejoras tu equipamiento, el cenutrín tambiénse vuelve más vigoroso. ¿Te habías fijado?
es_mx: No te olvides de Escamita a la hora de seleccionarmejoras. ¡El pequeñito también se merece lo mejor!
fr: Tu savais qu'en améliorant ton équipement, t'amélioraisaussi le Salmioche ? Ton p'tit poteau mérite bien ça !
it: Sai che se potenzi gli oggetti, anche il monellino sipotenzia? E non pensi che se lo meriti, il piccolino?!
ja: ヒーローそうびをラグジュアリーにすると、コジャケのやる気も アップするようじゃな！
ko: 히어로 장비를 럭셔리하게 만들면꼬마연어의 의욕도 샘솟는 모양이구먼!
nl: Als je je uitrusting verbetert, verbeter je meteen ookje Salmini! En zeg nou zelf, dat verdient hij toch?!
ru: Ты знаешь, что малетчика тоже можно улучшать?Малец заслужил пару-тройку апгрейдов!
zh_hans: 英雄装备变得豪华之后，小鲑鱼似乎也更有干劲了呢！
zh_hant: 英雄裝備的狀態變豪華之後，小鮭魚好像也更有幹勁了呢！

# MissionTalkWorldAtarimeDriedProgress00
source: You cleared more kettles than a server at the world'sbiggest teahouse! That's ALL of 'em!
de: Du hast mehr Kessel abgeräumt als der kessesteKesselräumer der Welt! Du hast alle geschafft!
es: Has completado casi más pulportales de los que existen.¡No te has dejado ni los de repuesto, Agente 3!
es_mx: Completaste casi más teteras de las que existen.¡No se te pasó ni una sola, Agente 3!
fr: T'as nettoyé plus de bouilloires que le plongeur d'unsalon de thé de luxe ! Tu les as toutes terminées !
it: Hai ripulito più bollitori di un pulitore di bollitori nellasala da tè più grande del mondo! Li hai trovati tutti!
ja: まさか すべてのヤカンを完全にクリアするとはのゥ！３号め、まったく すえおそろしいわィ！
ko: 설마 모든 주전자를 완전히 클리어할 줄이야!3호, 자네의 장래가 두렵구먼!
nl: Jij hebt meer ketels opgeruimd dan een ketelopruimer inhet grootste theehuis ter wereld! Namelijk ALLE ketels!
ru: Да ты зачищаешь чайники быстрее, чемчайникочист на чаепитии!
zh_hans: 没想到你能完全通关所有茶壶！3号，你真的是前途无量啊！
zh_hant: 沒想到你居然完全通過了所有的茶壺！3號，你真是後生可畏啊！

# MyOutfitsAdd
source: Create Freshest Fit
de: Lieblings-Style erstellen
es: Crear atuendo favorito
es_mx: Crear atuendo
fr: Créer une tenue favorite
it: Crea look preferito
ja: マイコーデをつくる
ko: 마이 코디 만들기
nl: Lievelingsstijl maken
ru: Создать свежий прикид
zh_hans: 创建个人穿搭
zh_hant: 建立個人穿搭

# MyOutfitsAddCurrentEquipments
source: + Add this gear to Freshest Fits
de: + Diese Ausrüstung zu „Lieblings-Styles“ hinzufügen
es: + Añadir esto a tus atuendos favoritos
es_mx: + Añadir esto a Tus atuendos
fr: + Ajouter cette tenue aux tenues favorites
it: + Aggiungi questo equipaggiamento ai look preferiti
ja: + このそうびをマイコーデに追加
ko: + 이 장비를 마이 코디에 추가
nl: + Deze uitrusting aan 'Lievelingsstijlen' toevoegen
ru: + Добавить это снаряжение в свежие прикиды
zh_hans: + 将此装备添加至个人穿搭
zh_hant: + 將此裝備新增至個人穿搭

# MyOutfitsAll
source: Show All
de: Alle
es: Ver todo
es_mx: Ver todo
fr: Tout afficher
it: Mostra tutto
ja: すべて表示
ko: 모두 표시
nl: Alle
ru: Отобразить все
zh_hans: 全部显示
zh_hant: 全部顯示

# MyOutfitsAppName
source: Freshest Fits
de: Lieblings-Styles
es: Atuendos favoritos
es_mx: Tus atuendos
fr: Tenues favorites
it: Look preferiti
ja: マイコーデ
ko: 마이 코디
nl: Lievelingsstijlen
ru: Свежие прикиды
zh_hans: 个人穿搭
zh_hant: 個人穿搭

# MyOutfitsBrand
source: Brand
de: Marken
es: Marca
es_mx: Marca
fr: Marque
it: Marca
ja: ブランド
ko: 브랜드
nl: Merk
ru: Бренд
zh_hans: 品牌
zh_hant: 品牌

# MyOutfitsCameraOption
source: Control Settings
de: Kamera-Optionen
es: Ajustes de la cámara
es_mx: Cámara
fr: Paramètres de la caméra
it: Opzioni
ja: カメラオプション
ko: 카메라 옵션
nl: Camerabesturing
ru: Управление
zh_hans: 镜头选项
zh_hant: 鏡頭選項

# MyOutfitsCloseCameraOption
source: Hide Control Settings
de: Kamera-Optionen ausblenden
es: No ver ajustes de la cámara
es_mx: Ocultar ajustes
fr: Masquer les paramètres de la caméra
it: Nascondi opzioni
ja: カメラオプションを隠す
ko: 카메라 옵션 숨기기
nl: Camerabesturing verbergen
ru: Не отображать настройки управления
zh_hans: 隐藏镜头选项
zh_hant: 隱藏鏡頭選項

# MyOutfitsCloth
source: Clothes
de: Kleidung
es: ropa
es_mx: ropa
fr: Vêtements
it: vestiti
ja: フク
ko: 옷
nl: Kleding
ru: Одежда
zh_hans: 服装
zh_hant: 服裝

# MyOutfitsCurrentEquipments
source: Current Gear
de: Momentane Ausrüstung
es: Equipamiento actual
es_mx: Equipamiento actual
fr: Équipement actuel
it: Equipaggiamento
ja: 現在のそうび
ko: 현재 장비
nl: Huidige uitrusting
ru: Снаряжение с собой
zh_hans: 目前装备
zh_hant: 目前裝備

# MyOutfitsCurrentEquipmentsGuide
source: Shows gear equipped for the last battle you were in.
de: Hier erscheint deine Ausrüstung im zuletzt bestrittenen Kampf.
es: Aquí se muestra el equipamiento que usaste en tu último combate.
es_mx: Aquí se muestra el equipamiento que usaste en tu último combate.
fr: Équipement utilisé lors de ton dernier match
it: Questo è l'equipaggiamento usato nell'ultima partita a cui hai partecipato.
ja: 現在のそうびは最後に対戦を行った内容を表示しています
ko: 현재 장비는 마지막 대전 때의 장비입니다
nl: Hier verschijnt de uitrusting uit je laatste gevecht.
ru: Отображает снаряжение из твоего последнего боя
zh_hans: 目前装备将会显示最后一次进行对战时的内容
zh_hant: 目前裝備將會顯示最後一次進行對戰時的內容

# MyOutfitsCurrentGear
source: Current Gear
de: Momentane Ausrüstung
es: Equipamiento actual
es_mx: Artículo actual
fr: Équipement actuel
it: Oggetto attuale
ja: 選択中のギア
ko: 선택 중인 기어
nl: Huidige uitrusting
ru: Снаряжение с собой
zh_hans: 目前选择的装备
zh_hant: 目前選擇的裝備

# MyOutfitsCurrentWeapon
source: Current Weapon
de: Momentane Waffe
es: Arma actual
es_mx: Arma actual
fr: Arme actuelle
it: Arma attuale
ja: 選択中のブキ
ko: 선택 중인 무기
nl: Huidig wapen
ru: Оружие с собой
zh_hans: 目前选择的武器
zh_hant: 目前選擇的武器

# MyOutfitsErrorSave
source: Could not save.
de: Speichern nicht möglich.
es: No se han podido guardar los datos.
es_mx: No se pudieron guardar los datos.
fr: La sauvegarde a échoué.
it: Impossibile salvare.
ja: 保存に失敗しました
ko: 저장에 실패했습니다
nl: Opslaan niet mogelijk.
ru: Не удалось сохранить.
zh_hans: 保存失败
zh_hant: 儲存失敗

# MyOutfitsExp
source: Experience <em>{ 0 }</em>
de: Erfahrung <em>{ 0 }</em>
es: Experiencia: <em>{ 0 }</em>
es_mx: Experiencia: <em>{ 0 }</em>
fr: Expérience <em>{ 0 }</em>
it: Esperienza: <em>{ 0 }</em>
ja: ケイケン値 <em>{ 0 }</em>
ko: 경험치 <em>{ 0 }</em>
nl: Ervaring <em>{ 0 }</em>
ru: Опыт: <em>{ 0 }</em>
zh_hans: 经验值 <em>{ 0 }</em>
zh_hant: 經驗值 <em>{ 0 }</em>

# MyOutfitsFilter
source: Filter
es: Filtrar
es_mx: Filtrar
fr: Filtre
it: Filtro
ja: 絞り込む
ko: 필터
nl: Filteren
ru: Фильтр
zh_hans: 筛选
zh_hant: 篩選

# MyOutfitsGear
source: Gear
de: Ausrüstung
es: Equipamiento
es_mx: Artículos
fr: Équipement
it: Oggetti
ja: ギア
ko: 기어
nl: Uitrusting
ru: Снаряжение
zh_hans: 装备
zh_hant: 裝備

# MyOutfitsGearPower
source: Ability
de: Effekte
es: Potenciadores
es_mx: Potenciadores
fr: Bonus
it: Abilità
ja: ギアパワー
ko: 기어 파워
nl: Effect
ru: Свойства
zh_hans: 装备能力
zh_hant: 裝備能力

# MyOutfitsGearPowerAnnotation
source: Secondary gear abilities are 30% as effective as primary abilities.
de: Zusatzeffekte besitzen 30 % der Wirkung von Haupteffekten.
es: Los potenciadores secundarios proporcionan un 30 % del efecto del potenciador principal.
es_mx: Los potenciadores secundarios proporcionan un 30 % del efecto del potenciador principal.
fr: Les bonus additionnels produisent un effet équivalent à 30 % de celui des bonus principaux.
it: Le abilità extra hanno un'efficacia pari al 30% di quelle principali.
ja: 追加ギアパワー1個は、基本ギアパワー0.3個分の効果です
ko: 추가 기어 파워 1개는 기본 기어 파워 0.3개만큼의 효과를 냅니다
nl: Extra effecten hebben 30% van de werking van hoofdeffecten.
ru: Эффективность дополнительных свойств составляет 30% от эффективности основных.
zh_hans: 1个追加装备能力的效果为基本装备能力的0.3倍
zh_hant: 1個追加裝備能力的效果為基本裝備能力的0.3倍

# MyOutfitsGuide
source: Go create Freshest Fits!
de: Erstelle Lieblings-Styles!
es: ¡Prueba a crear atuendos favoritos!
es_mx: ¡Intenta crear atuendos!
fr: Crée donc quelques tenues !
it: Crea qualche look preferito!
ja: マイコーデをつくってみよう
ko: 마이 코디를 만들어 보자
nl: Maak eens wat lievelingsstijlen!
ru: Создай свежий прикид!
zh_hans: 尝试创建个人穿搭吧
zh_hant: 嘗試建立個人穿搭吧

# MyOutfitsGuideGearPowerButton
source: Select gear to learn more about its abilities.
de: Wähle ein Ausrüstungsteil, um mehr zu dessen Effekten zu erfahren.
es: Selecciona artículos para saber más sobre sus potenciadores.
es_mx: Selecciona artículos para saber más sobre sus potenciadores.
fr: Sélectionne une pièce d'équipement pour voir plus d'informations.
it: Seleziona un oggetto per saperne di più sulle sue abilità.
ja: ギアを選択するとギアパワーの内訳が表示されます
ko: 기어를 선택하면 기어 파워 내역이 표시됩니다
nl: Kies uitrusting om meer te weten te komen over de effecten die het bezit.
ru: Выбери снаряжение, чтобы больше узнать о его свойствах.
zh_hans: 选择装备即可显示装备能力详情
zh_hant: 選擇裝備後將會顯示裝備能力的細節

# MyOutfitsGuideLimitation
source: You can only create up to five Freshest Fits.
de: Du kannst nur bis zu fünf Lieblings-Styles erstellen.
es: Puedes crear hasta 5 atuendos favoritos.
es_mx: Solo puedes crear hasta 5 atuendos.
fr: Tu ne peux pas créer plus de cinq tenues favorites.
it: Puoi creare un massimo di 5 look preferiti.
ja: マイコーデは5つまで作成することができます
ko: 마이 코디는 5개까지 작성할 수 있습니다
nl: Je kunt maximaal vijf stijlen opslaan.
ru: Можно создать только до пяти свежих прикидов.
zh_hans: 最多可创建5套个人穿搭
zh_hant: 最多可以建立5套個人穿搭

# MyOutfitsGyro
source: Motion-Control Sensitivity
de: Neigungsempfindlichkeit
es: Sensibilidad del giroscopio
es_mx: Sensibilidad del giroscopio
fr: Sensibilité du gyroscope
it: Sensibilità sensori di movimento
ja: ジャイロ操作感度
ko: 자이로 조작 감도
nl: Bewegingsgevoeligheid
ru: Чувствительность управления движением
zh_hans: 陀螺仪操作灵敏度
zh_hant: 陀螺儀操作靈敏度

# MyOutfitsGyroControl
source: Motion Controls
de: Bewegungssteuerung
es: Giroscopio
es_mx: Control por movimiento
fr: Gyroscope
it: Sensori di movimento
ja: ジャイロ操作
ko: 자이로 조작
nl: Bewegingsbesturing
ru: Управление движением
zh_hans: 陀螺仪操作
zh_hant: 陀螺儀操作

# MyOutfitsHandheldMode
source: Handheld Mode
de: Handheld-Modus
es: Modo portátil
es_mx: Modo portátil
fr: Mode portable
it: Stile portatile
ja: 携帯モード
ko: 휴대 모드
nl: Handheldstijl
ru: Портативный режим
zh_hans: 掌上模式
zh_hant: 手提模式

# MyOutfitsHashtag
source: FreshestFits
de: LieblingsStyles
es: AtuendosFavoritos
es_mx: TusAtuendos
fr: TenuesFavorites
it: LookPreferiti
ja: マイコーデ
ko: 마이코디
nl: Lievelingsstijlen
ru: СвежиеПрикиды
zh_hans: 个人穿搭
zh_hant: 個人穿搭
