Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizable.strings
Languages: nl

# BynameAdjective1083
source: Enterprising
nl: Ondernemend

# BynameAdjective1084
source: Courageous
nl: Moedig

# BynameAdjective1085
source: Resolved
nl: Vastberaden

# BynameAdjective1086
source: Zealous
nl: Beziel

# BynameAdjective1087
source: Insider
nl: Deskundig

# BynameAdjective1088
source: Skilled
nl: Vaardig

# BynameAdjective1089
source: Enthusiastic
nl: Enthousiast

# BynameAdjective1090
source: Wonderful
nl: Subliem

# BynameAdjective1091
source: Heavy-Duty
nl: Zwaargewicht-

# BynameAdjective1092
source: Struggling
nl: Worstelend

# BynameAdjective1093
source: Ultimate
nl: Ultiem

# BynameAdjective1094
source: Convenient
nl: Praktisch

# BynameAdjective1095
source: Restless
nl: Rustelo

# BynameAdjective1096
source: Composed
nl: Beheerst

# BynameAdjective1097
source: Comprehensible
nl: Begrijpelijk

# BynameAdjective1099
source: Abandoned
nl: Verlaten

# BynameAdjective1100
source: Last
nl: Uiterst

# BynameAdjective1101
source: Supernatural
nl: Bovennatuurlijk

# BynameAdjective1102
source: Clamorous
nl: Luidruchtig

# BynameAdjective1103
source: Dense
nl: Dicht

# BynameAdjective1104
source: Airy
nl: Vederlicht

# BynameAdjective1105
source: My Very Own
nl: Mijn eigen

# BynameAdjective1106
source: Improved
nl: Verbeterd

# BynameAdjective1107
source: Blue
nl: Blauw

# BynameAdjective1108
source: Ridiculous
nl: Belachelijk

# BynameAdjective1109
source: Very
nl: Ontzettend

# BynameAdjective1110
source: Really
nl: Waarachtig

# BynameAdjective1111
source: Dauntless
nl: Onverschrokken

# BynameAdjective1112
source: Perpetual
nl: Doorlopend

# BynameAdjective1113
source: Recently Graduated
nl: Pas afgestudeerd

# BynameAdjective1114
source: Retirement-Age
nl: Pensioengerechtigd

# BynameAdjective1116
source: Commencing
nl: Aanbrekend

# BynameAdjective1117
source: Genius
nl: Genia

# BynameAdjective1118
source: Praying
nl: Smekend

# BynameAdjective1119
source: Sometime
nl: Nu en dan een

# BynameAdjective1120
source: Occasionally
nl: Af en toe een

# BynameAdjective1121
source: Overdone
nl: Overdreven

# BynameAdjective1122
source: Lunchtime
nl: Lunchend

# BynameAdjective1123
source: Speciality
nl: Gespecialiseerd

# BynameAdjective1124
source: Phoenix-Like
nl: Herrijzend

# BynameAdjective1126
source: Slacking
nl: Werkschuw

# BynameAdjective1128
source: Grateful
nl: Dankba

# BynameAdjective1129
source: Absolute
nl: Absolu

# BynameAdjective1130
source: Blatant
nl: Schaamtelo

# BynameAdjective1131
source: Wistful
nl: Weemoedig

# BynameAdjective1132
source: Airborne
nl: Zwevend

# BynameAdjective1133
source: Temporary
nl: Tijdelijk

# BynameAdjective1135
source: Conspicuous
nl: Opzichtig

# BynameAdjective1136
source: Mesmerizing
nl: Verleidelijk

# BynameAdjective1137
source: Bronzed
nl: Gebruind

# BynameAdjective1138
source: Normal
nl: Norma

# BynameAdjective1139
source: Lightly Seasoned
nl: Licht gekruid

# BynameAdjective1140
source: Pampered
nl: Verwend

# BynameAdjective1141
source: Simulated
nl: Gesimuleerd

# BynameAdjective1142
source: Splatfest's
nl: Splatfest-

# BynameAdjective1143
source: Splatfest Battle's
nl: Splatfest-gevecht-

# BynameAdjective1145
source: Rugged
nl: Ruw

# BynameAdjective2002
source: Monochrome
nl: Monochro

# BynameAdjective2003
source: Long-Sleeved
nl: Lange-mouwen-

# BynameAdjective2004
source: Collab-Loving
nl: Samengaan

# BynameAdjective2005
source: Swaggy
nl: Swag-

# BynameAdjective2006
source: Refreshing
nl: Verfrissend

# BynameAdjective2007
source: Simmering
nl: Sudderend

# BynameAdjective2008
source: Positive
nl: Positie

# BynameAdjective2009
source: Dim
nl: Avondhemel-

# BynameAdjective2010
source: Stable
nl: Constant

# BynameAdjective2011
source: Merry
nl: Feestelijk

# BynameAdjective2012
source: Ebullient
nl: Vita

# BynameAdjective2013
source: Tailwind-Riding
nl: Meeliftend

# BynameAdjective2014
source: Peak-Condition
nl: Topvorm-

# BynameAdjective2015
source: Thank You for
nl: Bedankt voor

# BynameAdjective2500
source: Super-Duper Lucky
nl: Superfortuinlijk

# BynameAdjective2501
source: Super-Rare
nl: Superzeldza

# BynameAdjective2502
source: One-in-a-Million
nl: Onvergelijkba

# BynameAdjective2503
source: Ace
nl: Top-

# BynameAdjective2504
source: Astonishing
nl: Wonderbaarlijk

# BynameAdjective2505
source: Adored
nl: Vereerd

# BynameAdjective2506
source: Charmed
nl: Gezegend

# BynameAdjective2507
source: Shell-Out
nl: Prijsschelpen-

# BynameAdjective3000
source: Splatlandian
nl: Splatlandisch

# BynameAdjective3001
source: Indian Ocean
nl: Indische Oceaan-

# BynameAdjective3002
source: North Atlantic
nl: Noord-Atlantisch

# BynameAdjective3003
source: North Pacific
nl: Noord-Pacifisch

# BynameAdjective3004
source: Antarctic Ocean
nl: Antarctisch

# BynameAdjective3005
source: Arctic Ocean
nl: Arctisch

# BynameAdjective3006
source: South Atlantic
nl: Zuid-Atlantisch

# BynameAdjective3007
source: South Pacific
nl: Zuid-Pacifisch

# BynameAdjective3008
source: The Shoal's Own
nl: De Flippers hoogsteigen

# BynameAdjective3009
source: Official-Grizzco
nl: Beer & Co-

# BynameAdjective3010
source: The Crater's
nl: Krater-

# BynameAdjective3011
source: The City's Own
nl: Pleinplatlopend

# BynameAdjective3012
source: Lobby-Bound
nl: Lobbybezoekend

# BynameAdjective3013
source: Third-Gen
nl: Derdegeneratie-

# BynameAdjective3014
source: Chaotic
nl: Chaotisch

# BynameAdjective3015
source: Midsummer
nl: Midzomer-

# BynameAdjective3100
source: Alternan
nl: Alterne

# BynameAdjective3110
source: Reminiscent
nl: Terugdenkend

# BynameAdjective3111
source: Memversal
nl: Herinniversa

# BynameAdjective3112
source: Side Orderly
nl: Toren der Ordelijk

# BynameAdjective3113
source: Swarming
nl: Zwermend

# BynameAdjective3114
source: Marching
nl: Marcherend

# BynameAdjective3115
source: Battering
nl: Rammend

# BynameAdjective3116
source: Jelletonal
nl: Drilgruwelig

# BynameAdjective3117
source: Drizzling
nl: Druilerig

# BynameAdjective3118
source: Panicking
nl: Nerveu

# BynameAdjective3119
source: Whirling
nl: Tollend

# BynameAdjective3120
source: Springing
nl: Verend

# BynameAdjective3121
source: Gushing
nl: Bruisend

# BynameAdjective3122
source: Spawning
nl: Voortbrengend

# BynameAdjective3123
source: Homing
nl: Doelgericht

# BynameAdjective3124
source: Towering
nl: Verheven

# BynameAdjective3125
source: Layered-Rotator
nl: Gelaagd roterend

# BynameAdjective3126
source: Elusive-Bounder
nl: Ongrijpba stuiterend

# BynameAdjective3127
source: Intensifying-Harmony
nl: Aanzwellend harmoniserend

# BynameAdjective3200
source: Fun
nl: Leuk

# BynameAdjective3201
source: The Strongest
nl: Sterkst

# BynameAdjective3300
source: Crusty
nl: Gefrituurd

# BynameAdjective3301
source: Saddle-Straddlin'
nl: Klauterend

# BynameAdjective3302
source: Streamlined
nl: Gestroomlijnd

# BynameAdjective3303
source: Wandercrust
nl: Aardboltoerend

# BynameAdjective3304
source: Tender
nl: Teder

# BynameAdjective3305
source: Moving
nl: Beweeglijk

# BynameAdjective0000
source: Scorch Gorge
nl: Roggentrog-

# BynameAdjective0001
source: Eeltail Alley
nl: Forelviaduct-

# BynameAdjective0002
source: Hagglefish Market
nl: Boter-bij-de-vismarkt-

# BynameAdjective0003
source: Undertow Spillway
nl: Baarsreservoir-

# BynameAdjective0004
source: Um'ami Ruins
nl: Ruisvoornruïnes-

# BynameAdjective0005
source: Mincemeat Metalworks
nl: Zilversmelt-hoogovens-

# BynameAdjective0006
source: Brinewater Springs
nl: Barbeelbaden-

# BynameAdjective0007
source: Flounder Heights
nl: Baleinbuurt-

# BynameAdjective0008
source: Hammerhead Bridge
nl: Brandingbrug-

# BynameAdjective0009
source: Museum d'Alfonsino
nl: Galerie Le Guppy-

# BynameAdjective0010
source: Mahi-Mahi Resort
nl: El Dorade-resort-

# BynameAdjective0011
source: Inkblot Art Academy
nl: Koraalcampus-

# BynameAdjective0012
source: Sturgeon Shipyard
nl: Walruswerf-

# BynameAdjective0013
source: MakoMart
nl: Bultrugbazaar-

# BynameAdjective0014
source: Wahoo World
nl: Waterwonderland-

# BynameAdjective0015
source: Barnacle & Dime
nl: Winkelcentrum Poon & Zeehaan-

# BynameAdjective0016
source: Humpback Pump Track
nl: Lekkerbektrack-

# BynameAdjective0017
source: Manta Maria
nl: Klipvisklipper-

# BynameAdjective0018
source: Shipshape Cargo Co.
nl: Tarbot Transport-

# BynameAdjective0019
source: Crableg Capital
nl: Visstickdistrict-

# BynameAdjective0020
source: Robo ROM-en
nl: Bami-Byte-

# BynameAdjective0021
source: Bluefin Depot
nl: Blauwvin-depot-

# BynameAdjective0022
source: Marlin Airport
nl: Trekvis Airport-

# BynameAdjective0023
source: Lemuria Hub
nl: Lemurië Centraal-

# BynameAdjective0040
source: Spawning Grounds
nl: Salmonietendam-

# BynameAdjective0041
source: Marooner's Bay
nl: Ms Grondel-

# BynameAdjective0043
source: Salmonid Smokeyard
nl: Visrokerij-

# BynameAdjective0045
source: Sockeye Station
nl: Fort Ammoniet-

# BynameAdjective0046
source: Gone Fission Hydroplant
nl: Kwikwi-krachtcentrale-

# BynameAdjective0047
source: Jammin' Salmon Junction
nl: Graattraject-

# BynameAdjective0048
source: Bonerattle Arena
nl: Vechtfuik-

# BynameAdjective0060
source: Regular Battle
nl: Standaardgevecht-spelend

# BynameAdjective0061
source: Anarchy Battle
nl: Chaosgevecht-spelend

# BynameAdjective0062
source: Private Battle
nl: Privégevecht-spelend

# BynameAdjective0063
source: Story Mode
nl: Verhaalspelend

# BynameAdjective0064
source: Salmon Run
nl: Salmon Run-spelend

# BynameAdjective0065
source: X Battle
nl: X-gevecht-spelend

# BynameAdjective0066
source: Challenge
nl: Eventgevecht-spelend

# BynameAdjective0067
source: Tricolor Battle
nl: Driekleurengevecht-spelend

# BynameAdjective0068
source: Big Run
nl: Big Run-spelend

# BynameAdjective0069
source: Eggstra Work
nl: Bedrijfseitjesklus-spelend

# BynameAdjective0100
source: Inkless
nl: Inktlo

# BynameAdjective0101
source: Clocked-Out
nl: Uitgeklokt

# BynameAdjective0102
source: Attention-Seeking
nl: Aandachtvragend

# BynameAdjective0103
source: Southpaw
nl: Linkshandig

# BynameAdjective0105
source: Big-Money
nl: Fanatiek shoppend

# BynameAdjective0106
source: Normcore
nl: Zoutelo

# BynameAdjective0107
source: Faithful
nl: Trouw

# BynameAdjective0108
source: Defensive
nl: Verdedigend

# BynameAdjective0109
source: Champion
nl: Winnend

# BynameAdjective0110
source: Royal
nl: Koninklijk

# BynameAdjective0111
source: Ammo Knights
nl: Armada-

# BynameAdjective0112
source: Naut Couture
nl: Nauts Deals-

# BynameAdjective0113
source: Man-o'-Wardrobe
nl: Modusa-

# BynameAdjective0114
source: Crush Station
nl: Krab voor Stap-

# BynameAdjective0115
source: Hotlantis
nl: Aqua Morgana-

# BynameAdjective0116
source: Tableturf Battling
nl: Slijkslag-

# BynameAdjective0117
source: Research-Conducting
nl: Stagelopend

# BynameAdjective0118
source: Apprentice
nl: Uitgezonden

# BynameAdjective0120
source: Go-Gettin'
nl: Vast

# BynameAdjective0121
source: Overachieving
nl: Leidinggevend

# BynameAdjective0122
source: Profreshional
nl: Bazig

# BynameAdjective0123
source: Legendary
nl: Legendarisch

# BynameAdjective0124
source: Mid-Rush
nl: Stormlopend

# BynameAdjective0125
source: High-Tide
nl: Vloedvechtend

# BynameAdjective0126
source: Cohock-Chargin'
nl: Sallog-stormend

# BynameAdjective0127
source: Foggy
nl: Mistig

# BynameAdjective0128
source: Low-Tide
nl: Ebbend

# BynameAdjective0129
source: Fall-Lovin'
nl: Herfstig

# BynameAdjective0130
source: Spring-Lovin'
nl: Lente-achtig

# BynameAdjective0131
source: Winter-Lovin'
nl: Winters

# BynameAdjective0132
source: Summer-Lovin'
nl: Zomers

# BynameAdjective0133
source: Blissed-Out
nl: Genietend

# BynameAdjective0134
source: Trendy
nl: Modebewust

# BynameAdjective0135
source: Sharp-Edged
nl: Scherp

# BynameAdjective0136
source: Stylin'
nl: Stijlvol

# BynameAdjective0138
source: Basic
nl: Standaard

# BynameAdjective0139
source: Traditional
nl: Traditione

# BynameAdjective0140
source: Trendsetting
nl: Voorlopend

# BynameAdjective0141
source: All-Natural
nl: Naturel

# BynameAdjective0142
source: Sizzlin'
nl: Gloeiend he

# BynameAdjective0143
source: Day-Seizing
nl: De dag plukkend

# BynameAdjective0144
source: Fall-Themed
nl: Herfstliefhebbend

# BynameAdjective0145
source: Spring-Fresh
nl: Lentefris

# BynameAdjective0146
source: Captivating
nl: Meeslepend

# BynameAdjective0147
source: The
nl: Uniek

# BynameAdjective0148
source: Low-Rolling
nl: Blut

# BynameAdjective0149
source: High-Rolling
nl: Kapitaalkrachtig

# BynameAdjective0150
source: Commanding
nl: Autoritair

# BynameAdjective0152
source: Deadeye
nl: Scherpschietend

# BynameAdjective0154
source: Reckless
nl: Roekelo

# BynameAdjective0155
source: Chilled-Out
nl: Relax

# BynameAdjective0156
source: Silent
nl: Stil

# BynameAdjective0157
source: Ambidextrous
nl: Tweehandig

# BynameAdjective0158
source: Stand-Up
nl: Staand

# BynameAdjective0159
source: Livestreaming
nl: Livestreamend

# BynameAdjective0160
source: Meditative
nl: Mediterend

# BynameAdjective0161
source: Right-Handed
nl: Rechtshandig

# BynameAdjective0162
source: Low-Key
nl: Rustig

# BynameAdjective0163
source: Pro
nl: Professione

# BynameAdjective0164
source: Amateur
nl: Amateuristisch

# BynameAdjective0165
source: Inkopolis Square's
nl: Inkopolispleins eigen

# BynameAdjective0166
source: Inkopolis's Own
nl: Inkopolis' eigen

# BynameAdjective0167
source: Inkopolitan
nl: Inkopoliaans

# BynameAdjective0168
source: Feral
nl: Ongetemd

# BynameAdjective0169
source: Downtown
nl: Stads

# BynameAdjective0170
source: Country-Born
nl: Plattelands

# BynameAdjective0171
source: Greedy
nl: Hebberig

# BynameAdjective0172
source: Trending
nl: Populair

# BynameAdjective0173
source: Shortcut-Taking
nl: Kort-door-de-bocht-

# BynameAdjective0174
source: Fluid
nl: Vloeiba

# BynameAdjective0175
source: Optimistic
nl: Optimistisch

# BynameAdjective0177
source: Daydreamin'
nl: Dromerig

# BynameAdjective0178
source: Clever
nl: Intelligent

# BynameAdjective0179
source: Hungry, Hungry
nl: Heel erg hongerig

# BynameAdjective0180
source: Competitive
nl: Competitie

# BynameAdjective0181
source: Slapdash
nl: Houtje-touwtje-

# BynameAdjective0182
source: Half-Hearted
nl: Halfslachtig

# BynameAdjective0183
source: Early-Bird
nl: Vroeg ontwakend

# BynameAdjective0184
source: Daring
nl: Dapper

# BynameAdjective0185
source: Hungry
nl: Hongerig

# BynameAdjective0186
source: Athletic
nl: Sportie

# BynameAdjective0187
source: Early-Morning
nl: Vroeg actie

# BynameAdjective0188
source: Inkslinging
nl: Inkt slingerend

# BynameAdjective0189
source: Up-and-at-'Em
nl: Aanpakkend

# BynameAdjective0191
source: Deep-Sea
nl: Onderzee-

# BynameAdjective0193
source: Rise-and-Shine
nl: Fris

# BynameAdjective0194
source: Beachy
nl: Strand-

# BynameAdjective0195
source: Freewheelin'
nl: Onbegrensd

# BynameAdjective0196
source: Old-Fashioned
nl: Ouderwets

# BynameAdjective0197
source: World's Best
nl: 's Werelds beste

# BynameAdjective0200
source: National
nl: Nationa

# BynameAdjective0201
source: Stormy
nl: Stormachtig

# BynameAdjective0202
source: Lonely
nl: Eenza

# BynameAdjective0203
source: Groundbreaking
nl: Grensverleggend

# BynameAdjective0204
source: Assertive
nl: Assertie

# BynameAdjective0205
source: Super-Scary
nl: Angstaanjagend

# BynameAdjective0206
source: Vacationing
nl: Vakantievierend

# BynameAdjective0207
source: Nostalgic
nl: Nostalgisch

# BynameAdjective0208
source: Homecoming
nl: Thuisgekomen

# BynameAdjective0209
source: Hard-Workin'
nl: Bikkelend

# BynameAdjective0210
source: Sweet-Toothed
nl: Snoepend

# BynameAdjective0211
source: Seafaring
nl: Zeevarend

# BynameAdjective0212
source: Self-Taught
nl: Zelfstudie-

# BynameAdjective0213
source: Summer-Breaking
nl: Zomervakantievierend

# BynameAdjective0214
source: Processed
nl: Verwerkt

# BynameAdjective0215
source: Not-So-Fresh
nl: Muf

# BynameAdjective0216
source: Salty
nl: Zout

# BynameAdjective0217
source: Destined
nl: Voorbestemd

# BynameAdjective0219
source: Gullible
nl: Argelo

# BynameAdjective0220
source: Wiped-Out
nl: Uitgeschakeld

# BynameAdjective0221
source: Rockin'
nl: Rockend

# BynameAdjective0224
source: Careless
nl: Onvoorzichtig

# BynameAdjective0225
source: Avaricious
nl: Gierig

# BynameAdjective0226
source: Mischievous
nl: Ondeugend

# BynameAdjective0227
source: Soft
nl: Zacht

# BynameAdjective0228
source: Unrivaled
nl: Ongeëvenaard

# BynameAdjective0229
source: Swole
nl: Gespierd

# BynameAdjective0231
source: Brand-New
nl: Splinternieuw

# BynameAdjective0232
source: Full-Throttle
nl: Vol gas gevend

# BynameAdjective0233
source: Peppy
nl: Opgewekt

# BynameAdjective0234
source: Law-Breaking
nl: Crimine

# BynameAdjective0235
source: At-Work
nl: Werkend

# BynameAdjective0236
source: The First
nl: Origine

# BynameAdjective0237
source: Promising
nl: Veelbelovend

# BynameAdjective0238
source: Ink-Sloshing
nl: Inkt klotsend

# BynameAdjective0239
source: Wave-Riding
nl: Golfsurfend

# BynameAdjective0240
source: Swanky
nl: Chi

# BynameAdjective0241
source: Fresh-Catch
nl: Vers gevangen

# BynameAdjective0242
source: Scientific
nl: Wetenschappelijk

# BynameAdjective0243
source: Orderly
nl: Ordelijk

# BynameAdjective0244
source: The Lone
nl: Vrijgevochten

# BynameAdjective0245
source: Sappy
nl: Zoetsappig

# BynameAdjective0246
source: Dodge-Rolling
nl: Ontwijkend

# BynameAdjective0247
source: Notable
nl: Noemenswaardig

# BynameAdjective0248
source: Explosive
nl: Explosie

# BynameAdjective0249
source: Shy
nl: Verlegen

# BynameAdjective0251
source: Fishy
nl: Vinnig

# BynameAdjective0253
source: Puffed-Up
nl: Opgeblazen

# BynameAdjective0254
source: Fuzzy
nl: Pluizig

# BynameAdjective0255
source: The Great
nl: Exceptione

# BynameAdjective0256
source: Birthday-Celebratin'
nl: Jarig

# BynameAdjective0257
source: Whimsical
nl: Wispelturig

# BynameAdjective0258
source: Dangerous
nl: Gevaarlijk

# BynameAdjective0259
source: Legit
nl: Geloofwaardig

# BynameAdjective0260
source: Dandy
nl: Heerlijk

# BynameAdjective0261
source: Ultra
nl: Extre

# BynameAdjective0262
source: Floaty
nl: Drijvend

# BynameAdjective0263
source: Indoor
nl: Binnenzittend

# BynameAdjective0264
source: Ink-Covered
nl: Met inkt bedekt

# BynameAdjective0265
source: Ink-Dripping
nl: Inkt druipend

# BynameAdjective0266
source: Fresh
nl: Vers

# BynameAdjective0267
source: Wicked-Fresh
nl: Kraakvers

# BynameAdjective0268
source: Stale
nl: Afgezaagd

# BynameAdjective0269
source: A Simple
nl: Eenvoudig

# BynameAdjective0270
source: 8-Tentacled
nl: Achttentakelig

# BynameAdjective0271
source: 10-Tentacled
nl: Tiententakelig

# BynameAdjective0272
source: Midwinter
nl: Midwinters

# BynameAdjective0273
source: Mind-Blowing
nl: Wonderlijk

# BynameAdjective0274
source: Lifelong
nl: Levenslang

# BynameAdjective0275
source: Top-Ranked
nl: Vooraanstaand

# BynameAdjective0276
source: Actual
nl: Echt

# BynameAdjective0277
source: Growing
nl: Groeiend

# BynameAdjective0278
source: Studious
nl: Studerend

# BynameAdjective0279
source: Overpowering
nl: Overweldigend

# BynameAdjective0281
source: Spineless
nl: We

# BynameAdjective0282
source: Headstrong
nl: Koppig

# BynameAdjective0283
source: Leaping
nl: Springend

# BynameAdjective0284
source: Running
nl: Rennend

# BynameAdjective0288
source: Protective
nl: Beschermend

# BynameAdjective0289
source: Attacking
nl: Aanvallend

# BynameAdjective0290
source: Watchful
nl: Oplettend

# BynameAdjective0291
source: Cooperative
nl: Samenwerkend

# BynameAdjective0292
source: Hidden
nl: Verborgen

# BynameAdjective0293
source: Submersible
nl: Onderwater-

# BynameAdjective0294
source: Brute
nl: Bru

# BynameAdjective0295
source: Stealthy
nl: Verstopt

# BynameAdjective0296
source: Everyday
nl: Alledaags

# BynameAdjective0297
source: Gaming
nl: Gamend

# BynameAdjective0301
source: Logical
nl: Logisch

# BynameAdjective0303
source: Reliable
nl: Betrouwba

# BynameAdjective0304
source: Gentle
nl: Vriendelijk

# BynameAdjective0305
source: Confident
nl: Zelfverzekerd

# BynameAdjective0306
source: Serious
nl: Serieu

# BynameAdjective0307
source: Mild-Mannered
nl: Zachtaardig

# BynameAdjective0308
source: Cheerful
nl: Vrolijk

# BynameAdjective0309
source: High-End
nl: Bourgondisch

# BynameAdjective0310
source: Chatty
nl: Praatgra

# BynameAdjective0311
source: Cash-Stacking
nl: Geld sparend

# BynameAdjective0312
source: Absentminded
nl: Afgeleid

# BynameAdjective0313
source: Beloved
nl: Geliefd

# BynameAdjective0314
source: Windy
nl: Waaiend

# BynameAdjective0315
source: Watery
nl: Waterig

# BynameAdjective0316
source: Sneaky
nl: Stiekem

# BynameAdjective0317
source: Fiery
nl: Vurig

# BynameAdjective0318
source: Incandescent
nl: Gloeiend

# BynameAdjective0319
source: Young
nl: Jong

# BynameAdjective0320
source: Organized
nl: Georganiseerd

# BynameAdjective0322
source: Mysterious
nl: Mysterieu

# BynameAdjective0323
source: Central
nl: Centra

# BynameAdjective0324
source: Fierce
nl: Fel

# BynameAdjective0325
source: Ambiguous
nl: Dubbelzinnig

# BynameAdjective0326
source: Instantaneous
nl: Onmiddellijk

# BynameAdjective0328
source: Exemplary
nl: Voorbeeldig

# BynameAdjective0329
source: Tear-Stained
nl: Betraand

# BynameAdjective0330
source: Traveling
nl: Reizend

# BynameAdjective0332
source: Next Year's
nl: Nieuwjaars-

# BynameAdjective0334
source: Twilight
nl: Schemer-

# BynameAdjective0335
source: The One and Only
nl: Geweldig

# BynameAdjective0336
source: Hibernating
nl: Stevig

# BynameAdjective0337
source: Sharp-Eyed
nl: Waakza

# BynameAdjective0338
source: Lost
nl: Verdwaald

# BynameAdjective0339
source: Procrastinating
nl: Uitstellend

# BynameAdjective0340
source: Honorary
nl: Eervol

# BynameAdjective0341
source: Tasteless
nl: Smakelo

# BynameAdjective0343
source: Merciless
nl: Genadelo

# BynameAdjective0344
source: Infinite
nl: Oneindig

# BynameAdjective0345
source: Sleepy
nl: Slaperig

# BynameAdjective0347
source: Time-Traveling
nl: Tijdreizend

# BynameAdjective0348
source: Suave
nl: Soepel

# BynameAdjective0350
source: Howling
nl: Jammerend

# BynameAdjective0352
source: Phantasmagoric
nl: Fantasmagorisch

# BynameAdjective0353
source: Celestial
nl: Bovenaards

# BynameAdjective0354
source: Aged
nl: Gerijpt

# BynameAdjective0357
source: Lethal
nl: Onvermurwba

# BynameAdjective0358
source: Secret
nl: Heimelijk

# BynameAdjective0359
source: Esoteric
nl: Esoterisch

# BynameAdjective0360
source: Exhausted
nl: Uitgeput

# BynameAdjective0361
source: Better-Than-You
nl: Superieur

# BynameAdjective0362
source: All-Purpose
nl: Breed inzetba

# BynameAdjective0363
source: Gleaming
nl: Vlammend

# BynameAdjective0364
source: Midday
nl: Middag-

# BynameAdjective0366
source: Unnoticed
nl: Onopgemerkt

# BynameAdjective0367
source: Unprecedented
nl: Onovertroffen

# BynameAdjective0368
source: Tenacious
nl: Volhardend

# BynameAdjective0369
source: Scorching
nl: Verzengend

# BynameAdjective0370
source: Daytime
nl: Dagelijks

# BynameAdjective0371
source: Meaty
nl: Stoer

# BynameAdjective0372
source: Enigmatic
nl: Raadselachtig

# BynameAdjective0374
source: Unflappable
nl: Onverstoorba

# BynameAdjective0375
source: Savvy
nl: Uitgekookt

# BynameAdjective0376
source: Fleeing
nl: Vluchtend

# BynameAdjective0377
source: Drained
nl: Afgemat

# BynameAdjective0378
source: Reincarnated
nl: Gereïncarneerd

# BynameAdjective0379
source: Sun-Dried
nl: Zongedroogd

# BynameAdjective0381
source: AKA
nl: Alter ego:

# BynameAdjective0382
source: Superhuman
nl: Bovenmenselijk

# BynameAdjective0385
source: Subterranean
nl: Ondergronds

# BynameAdjective0386
source: Massive
nl: Massie

# BynameAdjective0387
source: Terrestrial
nl: Aards

# BynameAdjective0388
source: Important
nl: Belangrijk

# BynameAdjective0389
source: Jumbo
nl: Gigantisch

# BynameAdjective0390
source: Oceanic
nl: Oceanisch

# BynameAdjective0391
source: Big
nl: Gro
