Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipCommentDefeatEnemyItemDropDroneActiveUpUnlockComment03
source: My hacks can help with that! I cangive Pearl more action slots orset it so the system will give youchips that grant her actions.
de: Meine Hacks helfen dabei!Ich kann Perla mit mehr Aktionsplätzenausstatten oder dafür sorgen, dass dumehr passende Aktions-Chips findest.
es: ¡Con mis hackeos puedo hacer que Perlatenga más ranuras para acciones o queel sistema te entregue más cromochips!
es_mx: ¡Con mis hackeos puedo hacer que Perlatenga más ranuras para acciones o queel sistema te ofrezca más cromochipsde dron!
fr: Mais moi, je peux augmenter le nombred'emplacements d'actions de Perle, ouparamétrer le système pour qu'il fasseapparaître davantage de puces action.
it: Io posso aiutarvi con i miei hackeraggi!Posso dare ad Alga più slot azione ofare in modo che ti vengano offerte piùschede che garantiscono le sue azioni!
ja: ワタシもハッキングでお手伝いできます～♪センパイのスロットを増やしたり、チップが出るように設定したり…
ko: 저도 해킹으로 도와드릴 수 있어요～♪선배의 슬롯을 늘리거나,칩이 나오도록 설정한다거나…
nl: Mijn hacks kunnen daarbij helpen!Ik kan Lorelei meer actievakjes gevenof ervoor zorgen dat je chips vindtmet nieuwe acties die ze kan gebruiken.
ru: А с этим помогут мои моды!Я могу добавить Жемчику слотовпод снаряжение или настроитьсистему так, чтобы она выдавалабольше жетонов ее тональности.
zh_hans: 我也可以靠骇解帮忙～♪比如增加前辈的能力槽，或者将楼层设置成会掉落晶片……
zh_hant: 我也可以透過駭解幫忙～♪像是增加前輩的能力槽，或是設定成會掉落晶片等等……

# SdodrSdodrColorTipCommentDefeatEnemyItemDropDroneActiveUpUnlockComment04
source: If we set, I dunno, Drone Inkstrikeor something, that's powered by thedrone gauge!
es: Y, si empleáramos algo como «tornadodrónido», ¡se añadiría esa acción a lasranuras!
fr: ... Missile tornade du drone, parexemple, c'est alimenté par lajauge du drone !
it: Per esempio, Tornado per droneè una scheda che usa l'indicatoredrone!
ja: そんで、「ドローントルネード」とかセットしたらスロットにアタシの行動が追加されるぞ！
ko: 그리고 「드론 토네이도」 같은 칩을세팅하면 슬롯에 내 행동이 추가되지!
nl: Zoals een Drone-inkttornado waarde dronemeter voor gebruikt wordt.
ru: Ага, жетонам «Дрон-торнадо»и всему такому нужна полнаяшкала дрона, йо!
zh_hans: 所以装备“无人机龙卷风”之类的晶片后，能力槽中也会新增我能执行的行动哦！
zh_hant: 所以只要安裝「無人機龍捲風」之類的晶片，能力槽就會新增我能執行的行動喔！

# SdodrSdodrColorTipCommentDefeatEnemyItemDropInkUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDefeatEnemyItemDropInkUpUnlockComment02
source: If there's an ink bottle on the fieldand you're set for ink, it's a goodtime to toss out a sub weapon.
de: Siehst du eine Tintenflasche und deinTank ist randvoll, setz doch einfachrasch deine Sekundärwaffe ein!
es: Las botellas de tinta vienen que nientintadas si quieres usar el armasecundaria y recuperar lo consumidosobre la marcha.
es_mx: Si ves una botella de tinta y tienesel tanque lleno, es un buen momentopara usar el arma secundaria.
fr: S'il y a une cartouche d'encre sur leterrain et que tu as suffisammentd'encre, profite de ton arme secondaireavant de récupérer ladite cartouche.
it: Se hai il serbatoio pieno e trovi unacartuccia d'inchiostro sul campo dibattaglia, è l'occasione giusta perlanciare un attacco con la secondaria,per poi ricaricarti al volo!
ja: インクがたっぷり残っていたら、サブとかで減らしてからインクボトルを取るとお得ダナ
ko: 잉크가 많이 남아 있으면서브 웨펀 등으로 줄인 후에잉크 보틀을 획득하는 게 효율적이겠지
nl: Als je een inktfles ziet maar je tankvol is, is dat een mooi moment omeen subwapen in te zetten.
ru: Если появляется крас-патрон,а твой баллон заполнен, самоевремя воспользоваться запасныморужием.
zh_hans: 墨汁还剩很多时，就通过使用次要武器等方式消耗墨汁后，再拾取墨汁瓶比较划算。
zh_hant: 如果還剩很多墨汁的話，先利用次要武器之類的攻擊消耗之後再拾取墨汁瓶會比較划算。

# SdodrSdodrColorTipCommentDefeatEnemyItemDropInkUpUnlockComment03
source: Does Acht just hate to see thingsgo to waste? Never mind them,Eight. No need to go out of yourway if your tank is full.
de: Acht mag wohl nicht, wenn Tinteverschwendet wird. Ich würde einfachje nach Lage strategisch entscheiden.
es: ¿No te gusta malgastar recursos,Acht? No te preocupes, Ocho.Si tienes el tanque lleno, no hacefalta que cambies tus planes.
es_mx: Es que a Acht no le gusta malgastarrecursos. No te preocupes, Ocho.Si te sobra tinta, no hace faltaque cambies tus planes.
fr: Alors Eyte, on aime pas gâcher ? Nel'écoute pas, Huit. Pas la peine de teprendre la tête si ton réservoir estplein.
it: Ad Acht non piacciono gli sprechid'inchiostro, eh? Non ti preoccuparetroppo, Otto. Se hai il serbatoio pieno,non ti serve la cartuccia.
ja: ミズタって意外とケチ…？インクが残っているならムリに取らなくてもいいですよ、ハチさん
ko: 미즈타, 의외로 구두쇠구나…?잉크가 남아 있다면 무리해서 획득하지않아도 된답니다, 에이트 씨
nl: Smarachne verspilt zeker liever geeninkt. Luister daar maar niet naar, Acht.Als het niet uitkomt, hoef je nietsextra's te doen als je tank vol is.
ru: Хм, Окта, похоже, не любит,когда ресурсы расходуютсявпустую. Это не так важно,Восьмерка. Баллон полный?Ну и хорошо!
zh_hans: 看不出水田你那么小气啊……小八，如果身上墨汁还剩很多，那你也不用刻意去拾取哦。
zh_hant: 水田，沒想到你滿斤斤計較的耶……小八，如果墨汁還有剩的話，不用刻意拾取也沒關係喔。

# SdodrSdodrColorTipCommentDefeatEnemyItemDropInkUpUnlockComment04
source: So splatting enemies can get usink bottles with this? Then whykeep warning me not to run out?!
de: Gegner erledigen bringt damit alsomehr Tinte? Wieso erzählst du mirdann noch, ich soll sparen?
es: Si con esto obtenemos botellas de tintaal eliminar enemigos, ¡¿por qué seguirracaneando tinta?!
es_mx: Si con esto obtenemos botellas de tintaal eliminar enemigos, ¡¿por qué insistestanto en economizarla?!
fr: Avec cette puce, tu peux obtenir descartouches d'encre en liquidant desennemis ? Plus besoin de me dire defaire gaffe, alors !
it: Dunque, splattiamo i nemici etroviamo le cartucce? Allora perchémi assilli con l'inchiostro che finisce?!
ja: 敵を倒しまくればインクボトルが出まくる？なら、インク切れにビビんなくていいな！
ko: 적을 마구 쓰러뜨리면 잉크 보틀도 잔뜩?그럼 잉크 잔량 걱정 안 해도 되겠네!
nl: Dus hiermee krijgen we inktflessen als wevijanden uitschakelen? Waarom blijf je danzeggen dat ik op mijn inkt moet letten?!
ru: С этим жетоном из врагов будетвыпадать краска? Тогда что выпристали со своей экономией?!
zh_hans: 不断击倒敌人就会不断出现墨汁瓶？那样就不用担心墨汁会消耗完啦！
zh_hant: 只要持續擊倒敵人就會不斷地出現墨汁瓶？那就不用擔心會耗盡墨汁了呢！

# SdodrSdodrColorTipCommentDefeatEnemyItemDropSpecialUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDefeatEnemyItemDropSpecialUpUnlockComment02
source: A canned special at the right timecan be a game changer when itfeels like all hope is lost.
de: Eine zum rechten Zeitpunkt eingesetztePowerkonserve kann die Rettung sein,wenn die Lage aussichtslos scheint.
es: Una conserva especial en el momentojusto puede cambiar las tornas cuandotoda esperanza parece perdida.
es_mx: Una conserva especial en el momentojusto puede darte esperanza cuandola batalla parece perdida.
fr: Une boîte de conserve au bon momentpeut changer le cours d'un combatquand tout semble perdu.
it: Una scatoletta speciale al momentogiusto può cambiare le carte in tavolaanche quando pensi di aver persoogni speranza.
ja: スペシャルカンヅメで一気にゲージをためて、ピンチを逆転できるカモ？ もうダメか…ってときの希望の光だネ
ko: 스페셜 통조림으로 단번에 게이지를 모아위기 상황을 역전할 수 있을지도 몰라이제 틀렸다 싶을 때의 한 줄기 희망이지
nl: Een bonusblik kan je redding zijn in eengevecht dat eerder hopeloos leek.
ru: Выпавшие в подходящий моментконсервы «Особые» могут спастибезнадежную ситуацию.
zh_hans: 拾取特殊罐头一口气积攒蓄力槽，或许能够得以绝处逢生哦？可以说是绝境中的希望之光呢。
zh_hant: 靠特殊罐頭一口氣大量累積蓄力槽，說不定有機會逆轉危機？可以說是絕境中的希望之光呢。

# SdodrSdodrColorTipCommentDefeatEnemyItemDropSpecialUpUnlockComment03
source: Not only will your special make asplash, it'll fully restore your inkfor the start of a big comeback!
de: Nicht nur wegen der Spezialwaffeselbst, oh nein! Dein Tintentank wirddabei nämlich ebenfalls aufgefüllt!
es: No solo podrás darle la vuelta a latortilla con el arma especial, ¡sinoque la tinta empleada se recuperaráde golpe!
es_mx: No solo podrás cambiar el rumbo delcombate con el arma especial, ¡sinoque recuperarás toda tu tinta de golpe!
fr: Non seulement tu pourras faire desvagues avec ta spéciale, mais en plusta réserve d'encre se rempliraentièrement et tu pourras faire uncome-back haut en couleur !
it: E usando l'arma speciale, si riempiràanche il tuo serbatoio d'inchiostro,così potrai ripartire alla carica!
ja: スペシャルを使うとインクも回復しますし、スペシャルからの大逆転はありそうです～
ko: 스페셜 웨펀을 사용하면 잉크도 회복되니스페셜 웨펀부터 시작하는 대역전도가능할 것 같아요～
nl: Niet alleen kun je je speciale wapengebruiken, maar als je dat doet, wordtje inkttank ook nog eens gevuld! Danben je klaar voor een comeback!
ru: И не забывай, особое оружиене только плюхает врагов,но и восполняет краску, так чтоты сможешь быстро взятьположение под контроль.
zh_hans: 使用特殊武器后还会回复墨汁，感觉能靠特殊武器实现大逆转～
zh_hant: 而且使用特殊武器也能回復墨汁，感覺可以靠特殊武器大逆轉喔～

# SdodrSdodrColorTipCommentDefeatEnemyItemDropSpecialUpUnlockComment04
source: I like to dive right in with a goodReefslider and juke around to mopup whatever's left standing.
de: Ich geb's ihnen am liebsten mitdem Haihammer und räume dannweg, was noch übrig ist.
es: Me encantan el flotiburón y las armasespeciales que arrasan con todo.¿No opinas igual, Ocho?
es_mx: Me encantan el flotiburón y las armasespeciales que arrasan con todo.¿A ti también, Ocho?
fr: Moi, ce que j'aime, c'est plonger dansle tas avec le cavalsquale, puis nettoyerce qui bouge encore...
it: Adoro andare all'assalto conil motosqualo e poi dare il colpodi grazia a chi è rimasto in piedi!
ja: 攻撃的なスペシャルがイイな！サメライドでつっこめ、ハチ！
ko: 공격에 특화된 스페셜 웨펀이 좋겠어!샤크 라이드로 돌격하자, 에이트!
nl: Ik ga graag van start met deOpblaashaai en ruim daarna opwat er nog is overgebleven.
ru: Ага, люблю вломиться в толпуна мотокуле, а потом доплюхатьнедоплюханных, йо!
zh_hans: 搭配攻击性十足的特殊武器就很不错！使用鲨鱼坐骑冲入敌阵吧，小八！
zh_hant: 攻擊性十足的特殊武器應該效果最好！就用鯊魚坐騎勇闖敵陣吧，小八！

# SdodrSdodrColorTipCommentDefeatEnemyItemStunBombUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDefeatEnemyItemStunBombUnlockComment02
source: The Step-Off Song is Pearl'ssecret weapon. It triggers onceyou pick up a third disc piece.
de: Der Perliminator ist Perlas Superwaffe.Er erklingt, sobald du dir das drittePlattenteil geschnappt hast.
es: El estallido sonoro es el arma secretade Perla. Se activa en cuanto obtienesuna tercera pieza de disco.
es_mx: El estallido sonoro es el arma secretade Perla. Se activa en cuanto obtienesuna tercera pieza de disco.
fr: La tempête sonore, c'est l'arme secrètede Perle. Elle se déclenche quand turamasses trois fragments de disque.
it: L'onda sonora è l'arma segretadi Alga. Si attiva quando raccoglitre pezzi di disco.
ja: サウンドバーストはヒメの必殺技ダネディスクパーツを３つ集めたらすぐに発動するから、３つ目を取るタイミングに注意ダ
ko: 사운드 버스트는 히메의 필살기야디스크 파츠를 3개 모으면 바로 발동하니3번째를 획득하는 타이밍을 잘 생각해
nl: De Schoksirene is Loreleis geheimewapen. Hij activeert zodra je eenderde diskdeel hebt.
ru: Бум-волна — секретное оружиеЖемчика. Оно активируется,когда собрано три фрагментадиска.
zh_hans: 音爆是小姬的必杀技。收集到3个唱片零件就会立即发动。所以要注意拾取第3个零件的时机。
zh_hant: 音爆是小姬的必殺技。收集到3個唱片零件時就會立刻發動，所以要注意拾取第3個零件的時機。

# SdodrSdodrColorTipCommentDefeatEnemyItemStunBombUnlockComment03
source: Pearl's song jams all the portals,which ought to give you somebreathing room, Eight.
de: Perlas Song versiegelt alle Portale,was dir eine kleine Verschnaufpauseeinbringen dürfte, Nr. 8.
es: Los berridos de Perla bloquean losportales y te dan algo de respiro parareplantear la situación, Ocho.
es_mx: La melodía de Perla bloquea los portalesy te da algo de respiro para replantearla situación, Ocho.
fr: Sa musique neutralise tous les vortex,de quoi te laisser souffler un peu, Huit.
it: L'onda sonora di Alga chiude tuttii portali, il che dovrebbe darti un po'di respiro, Otto!
ja: センパイがポータルの動きを止めてくれますフロア攻略のチャンスですよ、ハチさん
ko: 선배가 포털의 움직임을 멈춰 줄 거예요플로어를 공략할 기회예요, 에이트 씨
nl: Lore's sirene blokkeert alle portalen,wat je een korte pauze geeft, Acht.
ru: Песня Жемчика временнозакупорит все порталы,Восьмерка. Это даст тебепередышку.
zh_hans: 前辈会帮忙停下传送口的运作。那时便是攻略楼层的好机会，小八。
zh_hant: 前輩會在發動後幫忙中斷傳送口運作，小八，這可是攻略樓層的好機會喔。

# SdodrSdodrColorTipCommentDefeatEnemyItemStunBombUnlockComment04
source: Grab every disc piece you see,Eight. That way I can bust out theStep-Off Song over and over!
de: Krall dir alle Plattenteile!Je mehr du findest, desto öfterlass ich die Arena beben!
es: Recoge todas las piezas de disco queveas por ahí, Ocho. ¡Así podré usar elestallido sonoro una y otra vez!
es_mx: Recoge todas las piezas de disco queveas por ahí, Ocho. ¡Así podré usar elestallido sonoro una y otra vez!
fr: Ramasse tous les fragments de disqueque tu vois, Huit. Comme ça, tu peuxdéclencher des tempêtes sonores àrépétition !
it: Raccogli tutti i pezzi di discoche trovi, Otto! Così non smettopiù di cantare!
ja: ハチがディスクパーツ集めまくったらサウンドバースト出し放題だな！
ko: 에이트가 디스크 파츠를 많이 모으면사운드 버스트를 마구 쏠 수 있겠네!
nl: Grijp elk diskdeel dat je ziet, Acht.Dan kan ik de Schoksirene alsmaarblijven gebruiken!
ru: Да, Восьмерка, хватай всефрагменты! Так я смогу врубатьбум-волну раз за разом!
zh_hans: 小八不断为我收集唱片零件的话，我就能尽情使用音爆啦！
zh_hant: 只要小八持續幫我收集唱片零件，就能盡情地使用音爆啦！

# SdodrSdodrColorTipCommentDirectAttackBrushAwayUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDirectAttackBrushAwayUpUnlockComment02
source: You'll want this if you're goingwith chips like Squid Attack andDodge Roll Attack.
es: Te vendrá bien si usas cromochipscomo «ataque con pirueta» o «ataquedeslizante».
fr: Celle-ci, elle te sera utile si tu lacombines avec Calamattaque ouEsquive d'attaque, par exemple.
it: Ti farà comodo se usi schedecome Attacco calamaro eAttacco in schivata.
ja: 「イカロールアタック」や「スライドアタック」など、トツゲキを有効にするチップを合わせたいナ
ko: 「징어롤 어택」이나 「구르기 어택」처럼돌격을 유효하게 해 주는 칩과조합하면 좋겠어
nl: Deze wil je hebben als je de chipsStuntaanval en Duikrolaanval wiltgebruiken.
ru: Это отлично подойдет к жетонам«Урон маневрами краскоплыва»и «Урон от уклонения».
zh_hans: 真想和“鱿鱼滚行攻击”或“翻滚攻击”这类能让突击攻击生效的晶片搭配起来一起使用啊。
zh_hant: 讓人很想搭配「魷魚滾行攻擊」或「翻滾攻擊」之類能使出突襲的晶片一起使用耶。

# SdodrSdodrColorTipCommentDirectAttackBrushAwayUpUnlockComment03
source: Sending enemies flying off theedge of the floor is a knockoutno matter how tough they are!
de: Auch die stärksten Gegner sinderledigt, sobald du sie über denArena-Rand beförderst!
es: ¡Expulsar de una superficie a losenemigos, por fuertes que sean,es una victoria!
es_mx: Expulsar a los enemigos del piso sinreventarlos es una buena estrategia.¡Así ahorras tinta!
fr: Envoyer valdinguer l'ennemi dans levide, c'est la garantie de l'achever,aussi puissant soit-il !
it: Neanche i nemici più grossisono un problema se li spediscioltre il bordo!
ja: トツゲキで、敵をフロアの外にふき飛ばせばダメージが足りなくても倒せますね～
ko: 돌격으로 적을 플로어 밖으로 날리면대미지가 부족해도 쓰러뜨릴 수 있죠～
nl: Je schakelt zelfs de sterkste vijandenuit als je ze over de rand van de etagekiepert!
ru: Падение с платформы в пропастьне переживет и самый мощныйвраг!
zh_hans: 使用突击把敌人击飞到楼层外的话，即使伤害不足，也能够击倒敌人呢～
zh_hant: 如果能靠突襲把敵人擊飛摔到樓層外，即使傷害不夠也能擊倒敵人呢～

# SdodrSdodrColorTipCommentDirectAttackBrushAwayUpUnlockComment04
source: Serve, volley, GAME! Knockingstuff out-of-bounds is how youwin in table tennis, right?
de: Wie beim Tennis! Kräftig draufund ins Aus damit! ...So gewinntman beim Tennis doch, oder?
es: ¡Servicio, volea y punto! Aunque aquíno pierdes si echas la pelota fuera,como en el tenis.
es_mx: ¡Servicio, volea y punto! Aunque aquíno pierdes si la pelota cae fuera,como en el tenis.
fr: Jeu, set et SMASH ! C'est aussi commeça qu'on gagne dans les jeux de ballon,pas vrai ?
it: Servizio, volée, GIOCO! Se li fairimbalzare fuori dal campo,sembrerà di giocare a tennis!
ja: ピンポン玉みてーに敵をふっ飛ばしてやれ、ハチ！
ko: 탁구공처럼적을 날려 버려, 에이트!
nl: Mep die vijanden aan de kant alsof hetpingpongballen zijn, Acht!
ru: Вброс, удар, ГЕЙМ! Ведь такв настольном теннисе говорят?
zh_hans: 把敌人当作乒乓球，全部撞飞吧，小八！
zh_hant: 小八，把敵人當成乒乓球狠狠地擊飛吧！

# SdodrSdodrColorTipCommentDirectAttackUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDirectAttackUpUnlockComment02
source: This powers up Squid Attacks,Dodge Roll Attacks, you name it.It's a solid chip, no lie.
es: Potencia el efecto de cromochipscomo «ataque con pirueta» y«ataque deslizante». Créeme queeste es de lo más provechoso.
fr: Celle-ci, elle renforce les attaques.Calamattaque, Esquive d'attaque, j'enpasse et des meilleures... c'est unepuce qui a du chien.
it: Questa potenzia Attacco calamaro,Attacco in schivata e altro ancora!È davvero una scheda utilissima!
ja: 「イカロールアタック」や「スライドアタック」などのイリョクまで全部アップするから、お得ダネ
ko: 「징어롤 어택」이나 「구르기 어택」 등의위력까지 모두 증가하니까 편리하지
ru: Эти жетоны усиливают«Урон маневрами краскоплыва»,«Урон от уклонения»и другие жетоны. Оченьполезно, тут и думать нечего.
zh_hans: 它能让“鱿鱼滚行攻击”和“翻滚攻击”等攻击手段的威力全都获得提升，所以很划算呢。
zh_hant: 包含「魷魚滾行攻擊」跟「翻滾攻擊」之類的晶片在內，威力全都會有所提升，所以相當划算呢。

# SdodrSdodrColorTipCommentDirectAttackUpUnlockComment03
source: Well...that's IF you have any rushattacks to work with. Though ifyou don't, this also affects theshell from those spinny things.
de: Und wenn man keine solchen Angriffehat? Na ja, also wenigstens hilft esauch bei den kreiselnden Panzern.
es: Bueno... Eso suponiendo que ataquesmediante embestidas. Si no es el caso,puede servirte también contra esosenemigos acorazados que van girando.
es_mx: Bueno... Eso suponiendo que ataquesmediante embestidas. Si no, tambiénpotencia los ataques con las corazasque dejan esos enemigos giratorios.
fr: Encore faut-il pouvoir faire desattaques effrénées ! Enfin, tout n'estpas perdu, parce que cette puce agitaussi contre les carapaces descréatures pleines de piques.
it: Ovviamente, sempre che tu abbiaattacchi in corsa a cui abbinarla.Beh, anche se non ne hai... questascheda influenza anche i gusci deinemici rotanti!
ja: 逆に言うと、トツゲキする攻撃がないと意味ないです～ はね回る敵のぬけガラもトツゲキ攻撃になるので有効です
ko: 반대로 말하면 돌격하는 공격이 없으면의미가 없어요～ 회전하는 적의허물도 돌격 공격이므로 효과가 있답니다
nl: Tenminste, als je een sprintaanval tot jebeschikking hebt. De chip heeft gelukkigook effect op het schild van die draai-dingen, mocht je geen sprintaanval hebben.
ru: Если у тебя есть какие-нибудьскоростные атаки, конечно.Но на худой конец... крутящиесяштуки, которые остаются послеврагов, тоже усиливаются...
zh_hans: 反过来说，没有突击攻击就没有意义了～使用跳来跳去的敌人留下的空壳攻击也算突击攻击，所以晶片会生效。
zh_hant: 反之，無法使出突襲攻擊就沒意義了～攻擊到處旋轉亂撞的敵人留下的空殼也算是突襲攻擊，所以能發揮效果喔。

# SdodrSdodrColorTipCommentDirectAttackUpUnlockComment04
source: We can body-slam enemies evenharder?! You heard 'em, Eight!Get in there and CHAAARGE!
de: Noch härtere Bodychecks? Cool!Gehört, Nr. 8? Ausrüsten unddann rein in die Vollen!
es: ¡Ah! ¡¿Cargar aún con más fuerzasobre los enemigos?! ¡Ya has oído,Ocho! ¡Al ataque!
es_mx: ¡Ah! ¡¿Chocar con más fuerza a losenemigos?! ¡Ya escuchaste, Ocho!¡A la cargaaa!
fr: Quoi, on peut se jeter encore plusviolemment sur l'ennemi ?! Ça serefuse pas, ça, Huit ! Chaaargez !
it: Possiamo caricare i nemici conancora più prepotenza, Otto?!All'attaccooooo!
ja: 体当たりが強まるんだな！よーし、ハチ！ トツゲキだーっ！
ko: 직접 공격이 강해지는 거구나!좋았어, 에이트! 돌격이다～!
nl: Dus we kunnen vijanden nog harderwegbeuken?! Hoorde je dat, Acht?Beuken maar!
ru: То есть, можно врезатьсяво врагов еще мощнее?!Круть, Восьмерка! В атаку-у-у!
zh_hans: 总之撞击攻击的手段都会变强对吧！好，小八！准备突击——！
zh_hant: 所以衝撞威力會變強吧！好，小八！展開突襲——！

# SdodrSdodrColorTipCommentDisableCanopyShotUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentDisableCanopyShotUnlockComment03
source: Isn't that great, Pearl? Now youdon't need to worry aboutlaunching your brella by accident!
de: Toll, Perla, nicht wahr?So kannst du den Schirm gar nicht mehraus Versehen abfeuern!
es: ¿No es genial, Perla? ¡Ni siquiera tútendrías que preocuparte por no lanzaraccidentalmente el paratintas!
es_mx: ¿No es genial, Perla? ¡Ni siquiera tútendrías que preocuparte por no lanzaraccidentalmente el paratintas!
fr: C'est pas génial, ça, Perle ? T'aurasplus à t'inquiéter de larguer tonpara-encre sans faire exprès !
it: Non è fantastico, Alga? Così nondovrai più preoccuparti di lanciarel'ombrello per sbaglio!
ja: まちがってパージすることもなくなりますし、センパイも安心ですね♪
ko: 잘못해서 분리될 일도 없으니선배도 안심할 수 있겠네요♪
nl: Is dat niet geweldig, Lore? Nu hoef jeniet meer bang te zijn dat je je schermper ongeluk lanceert!
ru: Правда здорово, Жемчик?И зонт случайно не улетиткуда-нибудь...
zh_hans: 这下再也不会失误让伞面脱离了，前辈也能放心了吧♪
zh_hant: 這樣一來就算按錯傘面也不會脫離，前輩應該也能放心地使用了吧♪

# SdodrSdodrColorTipCommentDisableCanopyShotUnlockComment04
source: Yeah, isn't that wonderful, Eight?Oh, and while I'm at it, CAREFULNOT TO RUN OUT OF INK!
de: Klasse Sache, oder, Nr. 8?Aber NICHT DEN TINTENTANKVERGESSEN!
es: Pues sí, ¿no te parece, Ocho? Ah, porcierto, ¡cuidado con quedarte sin tinta!
es_mx: Sí, GENIAL, ¿no, Ocho? Ah, y¡QUE NO SE TE ACABE LA TINTA!
fr: Ouais, fantastique, hein Huit ?Oh, et au passage, Gare. À pas.Tomber. À court. D'encre !
it: Sì, mi sento molto più tranquilla!E già che ci siamo... ATTENZIONEA NON FINIRE L'INCHIOSTRO!
ja: 安心だな、ハチ！あと、インク切れには注意だぞ！
ko: 안심이네, 에이트!아, 그래도 잉크가 바닥나지 않게 조심해!
nl: Ja! Fantastisch, hè, Acht?En nu ik eraan denk... ZORG DATJE VOLDOENDE INKT HEBT!
ru: Угу, Восьмерка, правда здорово?А, ну и, конечно же, смотриЧТОБ КРАСКА НЕ ЗАКОНЧИЛАСЬ!
zh_hans: 小八听到没，你能放心了！还有，要注意别耗尽墨汁哦！
zh_hant: 你能放心地用囉，小八！還有，要小心墨汁用光喔！

# SdodrSdodrColorTipCommentDroneActionBombQuickUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。
