Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualCoopTExplainEnemy39
source: ● Basic Information ・ It's a squad of flying Smallfry carrying a massive pillar. ・ They plant the pillar in the ground, then fly around above the pillar, spraying ink and generally being a nuisance. ・ After you splat them, the pillar will stick around.● Attack Behavior ・ Several Smallfry fly in circles above the pillar, spraying ink.
de: ● Info ・ Ein massiver Obelisk, transportiert von einer Rotte Salminis. ・ Der Obelisk wird im Boden verankert, woraufhin sich die Salminis an dessen Spitze mit Tintenkleckserei vergnügen. ・ Der Obelisk verbleibt auch nach Beseitigung der Salminis.● Verhalten ・ Dient als Tummelplatz für mehrere Salminis, welche von dessen Spitze aus die Schlachtfeldoberfläche vollkleckern.
es: ● Información básica ・ Es un equipo de cenutrines voladores que llevan una viga enorme. ・ Plantan la viga en el suelo y vuelan a su alrededor disparando tinta, lo que es un auténtico fastidio. ・ Tras liquidarlos, la viga permanecerá donde la hayan plantado.● Patrón de ataque ・ Vuelan en círculos alrededor de una viga y disparan tinta.
es_mx: ● Información básica ・ Es un equipo de escamitas voladoras que llevan una viga enorme. ・ Plantan la viga en el suelo y vuelan a su alrededor disparando tinta y estorbando en general. ・ Tras reventarlos, la viga permanecerá donde la hayan plantado.● Patrón de ataque ・ Vuelan en círculos alrededor de una viga y disparan tinta.
fr: ● Généralités ・ Le Pylônoïde consiste en un groupe de Salmioches volants transportant un pylône. ・ Les Salmioches enfoncent le pylône dans le sol, puis volent autour de son sommet, aspergeant de l'encre aux quatre vents et cassant accessoirement les pieds à tout un chacun. ・ Le pylône reste en place une fois les Salmioches liquidés.● Mode d'attaque ・ Plusieurs Salmioches volent en cercle autour du pylône et aspergent de l'encre.
it: ● Informazioni di base ・ È una squadra di Salmonelli volanti che trasportano un enorme pilone. ・ I Salmonelli piantano il pilone nel terreno, poi ci volano intorno, spruzzando inchiostro e dando enorme fastidio. ・ Dopo che li hai splattati, il pilone resta al suo posto.● Modalità di attacco ・ Svariati Salmonelli volano in circolo sopra il pilone, spruzzando inchiostro.
ja: ● 基本的な特徴 ・ 巨大な柱を運んで飛行するコジャケ部隊。 ・ 柱を地面に突き刺し、柱の上からインクをばらまき妨害を行う。 ・ 倒したあとも、刺さった柱はしばらく残り続ける。● 攻撃行動 ・ 柱の上でコジャケたちが旋回しながら、インクをばらまく。
ko: ● 기본적인 특징 ・거대한 기둥을 옮기며 비행하는 꼬마연어 부대. ・기둥을 지면에 박아 세우고 기둥 위에서 잉크를 뿌리며 방해한다. ・쓰러뜨린 후에도 박힌 기둥은 잠시 남는다.● 공격 행동 ・기둥 위에서 꼬마연어들이 선회하며 잉크를 뿌린다.
nl: ● Basisinformatie ・ Een gigantische pilaar die door een zwerm vliegende Salmini's rond wordt gevlogen. ・ De Salmini's steken de pilaar in de grond en vliegen er daarna boven rond terwijl ze inkt sproeien en veel overlast veroorzaken. ・ Nadat je ze hebt uitgeschakeld, blijft de pilaar achter.● Aanvalspatroon ・ Meerdere Salmini's vliegen rondjes boven de pilaar en sproeien inkt.
ru: ● Основная информация • Отряд летающих малетчиков несет огромный обелиск Они устанавливают обелиск в земле, затем кружат вокруг него и стреляют краской. • После того как разберешься с ними, обелиск останется стоять в земле.● Особенности поведения • Несколько малетчиков летают кругами вокруг обелиска и стреляют краской.
zh_hans: ● 基本特征 ·搬运巨大柱子飞行的小鲑鱼部队。 ·会将柱子插入地面，并从柱子上方泼洒墨汁进行妨碍。 ·插入地面的柱子在小鲑鱼被击倒后也会暂时存在。● 攻击行动 ·小鲑鱼们会在柱子上方旋转并泼洒墨汁。
zh_hant: ● 基本特徵 ‧扛著巨大柱子飛行的小鮭魚部隊。 ‧會將柱子插入地面，並從柱子上潑灑墨汁進行阻礙。 ‧成功擊倒後，插入地面的柱子仍會暫時存在。● 攻擊行動 ‧柱子上的小鮭魚群會旋轉並同時潑灑墨汁。

# ManualManualCoopTExplainEnemy40
source: ● Elimination ・ Splat all orbiting Smallfry with ink shots. ・ Climb the pillar, and aim from the top to splat in relative safety.● Supporting Information ・ They train to increase their lung capacity, and some are even recruited to become Stingers. ・ As they fly in circles, they sing a cheerful tune to encourage their fellow Salmonids in battle.
de: ● Eliminierung ・ Zur Neutralisierung müssen alle Salminis ausgeschaltet werden, die um die Spitze des Mobelisken kreisen. ・ Das Erklimmen des Mobelisken gewährt eine relativ günstige Position zum Klecksen der Salminis.● Zusatzinformationen ・ Mobelisken-Salminis arbeiten stetig an der Vergrößerung ihres Lungenvolumens. Besonders kompetenten Exemplaren winkt die Beförderung zum Stapla-Dienst. ・ Teil der Salmini-Kreiselaktivität ist das Singen einer frohen Melodie, die Mit-Salmoniden zu neuen Heldentaten im Kampf anspornen soll.
es: ● Cómo liquidarlos ・ Acaba con los cenutrines voladores lanzándoles tinta. ・ Trepa por la viga hasta arriba y podrás dispararles arriesgándote menos.● Información complementaria ・ Los cenutrines entrenan para aumentar su capacidad pulmonar, y a veces incluso son reclutados como pilónidos. ・ Mientras vuelan en círculos, cantan una alegre canción para animar a sus aliados salmónidos en batalla.
es_mx: ● Cómo reventarlas ・ Acaba con las escamitas voladoras lanzándoles tinta. ・ Trepa por la viga hasta arriba y podrás dispararles arriesgándote menos.● Información complementaria ・ Las escamitas entrenan para aumentar su capacidad pulmonar, y a veces incluso son reclutados como fregatorres. ・ Mientras vuelan en círculos, cantan una alegre canción para animar a sus aliados salmónidos en batalla.
fr: ● Élimination ・ Liquide tous les Salmioches en orbite autour du pylône en les arrosant d'encre. ・ Escalade le pylône, puis tire depuis le sommet pour liquider en relative sécurité.● Remarques additionnelles ・ Les Salmioches s'entraînent pour accroître leur capacité respiratoire, et certains sont même promus Marmiradors. ・ Ils entonnent un chant tout en volant en cercle afin d'encourager leurs collègues Salmonoïdes sur le terrain.
it: ● Eliminazione ・ Splatta tutti i Salmonelli a colpi di inchiostro. ・ Sali sul pilone e mira dalla cima per splattare in relativa sicurezza.● Informazioni aggiuntive ・ Si allenano per aumentare la capacità polmonare e alcuni vengono anche reclutati per diventare Pentolai. ・ Mentre volano in circolo, cantano un motivetto allegro per incoraggiare i Salmonoidi impegnati in battaglia.
ja: ● 倒し方 ・ 旋回している全てのコジャケをインクショットで倒す。 ・ 柱を登って頂上から狙うと、安全に倒すことができる。● 生態 ・ 肺活量が鍛えられ、タワーにスカウトされる者もいる。 ・ 旋回しながら歌を歌うことで、戦うシャケたちを応援している。
ko: ● 공략법 ・선회하는 꼬마연어를 잉크 샷으로 모두 쓰러뜨린다. ・기둥을 올라 정상에서 노리면 안전하게 쓰러뜨릴 수 있다.● 생태 ・폐활량이 단련되어 타워로 스카우트되는 연어도 있다. ・선회하면서 노래를 불러 싸우는 연어들을 응원한다.
nl: ● Uitschakelen ・ Schakel alle rondvliegende Salmini's uit met rake inktschoten. ・ Klim op de pilaar en richt vanaf de top om het op een veiligere plek tegen ze op te nemen.● Aanvullende informatie ・ Ze trainen om hun longcapaciteit te vergroten, en sommige van deze Salmini's worden zelfs tot Staaplo's bevorderd. ・ Terwijl ze rondjes vliegen, zingen ze een vrolijk liedje om de andere Salmonieten aan te moedigen.
ru: ● Тактические советы • Подстрели краской летающих вокруг обелиска малетчиков. • Заберись на самый верх обелиска, оттуда с малетчиками будет легче разобраться.● Интересные факты • Малетчики — это мастера задерживать дыхание. Некоторые из них даже могут стать котельными сигами. • Когда они летают по кругу, то напевают песенку, чтобы подбодрить друзей-самонидов в бою.
zh_hans: ● 击倒方式 ·使用墨汁发射击倒所有旋转的小鲑鱼。 ·登上柱子从顶部瞄准即可安全地击倒小鲑鱼。● 生态 ·有些肺活量经过锻炼的柱鱼会被挖角成为高塔鱼。 ·柱鱼会在旋转时唱歌，以此为战斗的鲑鱼们加油打气。
zh_hant: ● 擊倒方法 ‧以墨汁發射攻擊將所有旋轉的小鮭魚擊倒。 ‧爬上柱子從頂端瞄準即可安全地擊倒。● 生態 ‧有些柱魚會在肺活量經過鍛鍊後被挖角成為高塔魚。 ‧柱魚會在旋轉的同時唱歌，藉此為奮戰中的鮭魚群加油打氣。

# ManualManualCoopTExplainEnemy41
source: ● Basic Information ・ It swims deep below the ink, then launches high into the air before diving back down. ・ It'll place a ring of ink as it jumps, showing where it will dive.● Attack Behavior ・ It will ink the ground within the thrown ring, then attack anyone inside the ring as it dives in.
de: ● Info ・ Taucht in Tinte umher, vollführt regelmäßig gewaltige Luftsprünge. ・ Platziert vor dem Landen einen Reif, welcher den Lande- und Eintauchbereich markiert.● Verhalten ・ Überzieht den Bereich innerhalb des Reifs mit Tinte, greift darin befindliche Ziele beim Eintauchen an.
es: ● Información básica ・ Bucean en lo profundo de la tinta y salen disparados hacia lo alto, pera volver a sumergirse después. ・ Al saltar, dejan un anillo de tinta que indica dónde van a volver a sumergirse.● Patrón de ataque ・ Entintan toda la superficie del anillo que crean y atacan a quien pillen dentro cuando vuelven a sumergirse.
es_mx: ● Información básica ・ Bucean en lo profundo de la tinta y salen disparados hacia lo alto, para volver a sumergirse después. ・ Al saltar, dejan un anillo de tinta que indica dónde van a volver a sumergirse.● Patrón de ataque ・ Entintan la superficie del anillo que crean y atacan a todo aquel que se encuentre dentro cuando vuelven a sumergirse.
fr: ● Généralités ・ Le Ploufion se déplace en sous-marin dans l'encre, puis en jaillit subitement, se propulsant dans les airs avant de replonger. ・ En sautant, il place un anneau d'encre qui indique où il replongera.● Mode d'attaque ・ Il encre le sol à l'intérieur de l'anneau, puis attaque quiconque se trouve dans le cercle tandis qu'il replonge.
it: ● Informazioni di base ・ Nuota nelle profondità dell'inchiostro, poi si lancia in aria prima di rituffarsi verso il basso. ・ Mentre salta, piazza un anello di inchiostro che mostra dove si tufferà.● Modalità di attacco ・ Inchiostra il terreno dentro l'anello, poi attacca chiunque si trovi all'interno quando si tuffa.
ja: ● 基本的な特徴 ・ インクの底から空中高くジャンプして、勢いよく飛び込む。 ・ ジャンプする時にリング状のインクを投げ、飛び込み先を定める。● 攻撃行動 ・ 投げたリングの内側をインクで塗り、その中に飛び込んで衝撃を与える。
ko: ● 기본적인 특징 ・잉크 안에서 공중으로 높이 점프하고 힘차게 뛰어든다. ・점프할 때 링 모양의 잉크를 던져 뛰어들 장소를 정한다.● 공격 행동 ・던진 링 안쪽을 잉크로 칠하고 그 안에 뛰어들어 충격을 준다.
nl: ● Basisinformatie ・ Deze zwemt diep onder de inkt rond en springt dan hoog de lucht in. ・ Op de plek waar hij weer de inkt in zal duiken, plaatst hij een ring van inkt.● Aanvalspatroon ・ Hij verft de grond binnen de ring en valt iedereen erbinnen aan tijdens zijn duik.
ru: ● Основная информация • Плавают глубоко в краске и выпрыгивают высоко в воздух, после чего заныривают обратно. • После того как хулахлюп выпрыгивает, он оставляет в краске кольцо, показывающее то место, куда он будет заныривать обратно.● Особенности поведения • Закрашивают пространство в кольце, которое оставляют после прыжка, и атакуют всех, кто окажется в этом кольце.
zh_hans: ● 基本特征 ·会从墨汁底部跳向高空，再猛烈地潜入墨汁。 ·跳跃时会投掷圆环状的墨汁，以此来决定潜入的位置。● 攻击行动 ·对投掷出去的圆环内部涂墨，再潜入圆环中产生冲击。
zh_hant: ● 基本特徵 ‧會從墨汁底下跳向高空，並猛烈地潛入墨汁。 ‧跳躍時會投擲圓環狀的墨汁，藉此決定潛入的位置。● 攻擊行動 ‧對投擲出去的圓環內側塗墨，然後潛入圓環之中造成衝擊。

# ManualManualCoopTExplainEnemy42
source: ● Elimination ・ It's exposed while it's in the air getting ready to attack. That's your chance! ・ If you ink the ground within its ring, it won't be able to dive back under, letting you make quick work of it.● Supporting Information ・ It seems to idolize an animal said to have flourished in ancient times, which may explain why it wears a mask to make itself look more like this creature. ・ It clearly attaches more importance to the beauty of its dives than its combat effectiveness.
de: ● Eliminierung ・ Ist angreifbar, während er sich in der Luft befindet. Feuer frei! ・ Sollte es dem Team gelingen, den Bereich innerhalb des Reifs einzufärben, verhindert es damit ein erneutes Eintauchen und macht das Scheusal verwundbar.● Zusatzinformationen ・ Scheint eine Art manische Vergötterung eines einst existierenden Tiers zu hegen, trägt daher eine Maske. ・ Ganz offenkundig mehr an Eleganz und Akrobatik interessiert als an effizienter Kampfleistung.
es: ● Cómo liquidarlos ・ Son vulnerables cuando se elevan para preparar su ataque. ¡Aprovecha ese momento! ・ Si entintas la superficie del anillo que crean, no podrá volver a sumergirse, lo que te permitirá darle a base de bien.● Información complementaria ・ Parecen adorar a un antiguo animal que existió en tiempos pasados, por eso llevan una máscara que los hace parecerse a esas criaturas. ・ Les preocupa más la estética de sus saltos que la efectividad de sus ataques.
es_mx: ● Cómo reventarlos ・ Son vulnerables cuando se elevan para preparar su ataque. ¡Aprovecha ese momento! ・ Si entintas la superficie del anillo que crean, chocará contra el suelo y se aturdirá, lo que te permitirá entintarlo sin problema.● Información complementaria ・ Parecen adorar a un antiguo animal que existió en tiempos pasados, por eso llevan una máscara que los hace parecerse a esas criaturas. ・ Les preocupa más la estética de sus saltos que la efectividad de sus ataques.
fr: ● Élimination ・ Il est vulnérable lorsqu'il se prépare à attaquer depuis les airs. Ne laisse pas passer cette occasion ! ・ Si tu encres le sol à l'intérieur de l'anneau, il ne peut plus s'y réfugier et se retrouve alors à la merci de ses adversaires.● Remarques additionnelles ・ Il semble vénérer un animal qui aurait proliféré dans des temps reculés, ce qui expliquerait le masque dont il s'affuble afin de mieux lui ressembler. ・ L'élégance de son plongeon le préoccupe de toute évidence davantage que son efficacité au combat.
it: ● Eliminazione ・ Quando è in aria è vulnerabile. Attaccalo in quel momento! ・ Se splatti il terreno dentro l'anello, non potrà rituffarsi nell'inchiostro, consentendoti di eliminarlo facilmente.● Informazioni aggiuntive ・ Sembra idolatrare un animale che si dice fosse molto diffuso in tempi antichi, il che spiegherebbe la maschera che indossa per assomigliare di più a tale creatura. ・ Dà chiaramente più importanza all'estetica del suo tuffo che alla sua efficacia in combattimento.
ja: ● 倒し方 ・ 攻撃行動中は姿を見せるため、インクショットでダメージを与えられる。 ・ リングの内側を塗り返すと、飛び込みに失敗して動けなくなるので 手早く倒すことができる。● 生態 ・ 太古の昔に繁栄したとされる生物への憧れからか、マスクを付けることで 自らをその姿に近づけようとしている。 ・ 彼らは戦いの成果より、飛び込みの美しさを重要視している。
ko: ● 공략법 ・모습을 드러내는 공격 행동 중에 잉크 샷으로 대미지를 줄 수 있다. ・링 안쪽을 덧칠하면 뛰어들기에 실패하여 움직이지 못하게 되므로 빠르게 쓰러뜨릴 수 있다.● 생태 ・머나먼 옛날 번영했다고 알려진 생물에 대한 동경 때문인지 마스크를 착용해 그 생물의 모습을 흉내 내고 있다. ・그들은 전투 성과보다 얼마나 아름답게 뛰어드는지를 중요시한다.
nl: ● Uitschakelen ・ Hij is kwetsbaar zolang hij in de lucht is. Val hem dan aan! ・ Als je de grond binnen zijn ring verft, kan hij er niet meer de inkt in duiken en kun je korte metten met hem maken.● Aanvullende informatie ・ Hij lijkt een dier te vereren dat in vroeger tijden bestaan heeft. Mogelijk verklaart dit waarom hij een masker draagt om meer op dat wezen te lijken. ・ Hij is meer geïnteresseerd in elegante sprongen dan in strijdvaardigheid.
ru: ● Тактические советы • Атаковать его нужно, пока он сам готовит атаку с воздуха! • Если закрасить поверхность в кольце, он не сможет занырнуть обратно, и разобраться с ним будет проще простого.● Интересные факты • Фанат некоего животного, жившего в незапамятные времена. Скорее всего, именно поэтому носит маску, чтобы больше походить на него. • Хулахлюпы больше думают о красоте своего прыжка, нежели об эффективности своих действий в бою.
zh_hans: ● 击倒方式 ·会在采取攻击行动时现身，可以趁机使用墨汁发射攻击造成伤害。 ·对圆环内部重新涂墨就能使其潜入失败并动弹不得， 此时便能迅速击倒。● 生态 ·似乎向往着曾在远古时代繁荣的生物， 所以用佩戴面罩的方式使自己变得更像向往的对象。 ·相较于作战成果，它们更重视潜入墨汁时是否华丽。
zh_hant: ● 擊倒方法 ‧會在採取攻擊行動時現身，能以墨汁發射攻擊造成傷害。 ‧重新對圓環內側塗墨可使其潛入失敗並動彈不得， 屆時即可迅速擊倒。● 生態 ‧似乎對曾在遠古時期繁榮過的生物懷有憧憬， 所以用佩戴面罩的方式讓自己變得更像憧憬的對象。 ‧與作戰的成果相比，牠們更加重視潛入墨汁時的美觀與否。

# ManualManualCoopTExplainEnemy43
source: ● Basic Information ・ It's a pilot riding on a hovering, saucer-shaped craft. ・ These provide support for other Salmonids by creating a circular force field that ink cannot pass through.● Attack Behavior ・ Lesser Salmonids will be deployed from the hole on the bottom of the saucer. ・ It will try to squash targets who walk into the force field.
de: ● Info ・ Ein schwebendes, scheibenförmiges Flugobjekt, gesteuert von einem Piloten. ・ Schützt Artgenossen mit einem Kraftfeld, welches von Geschossen nicht durchdrungen werden kann.● Verhalten ・ Entlässt Salmoniden niederer Ordnung aus einer Luke an der Unterseite. ・ Versucht, Ziele zu plätten, die sich in das Kraftfeld hineinverirren.
es: ● Información básica ・ Se trata de pilotos que conducen una especie de platillo volante. ・ Crean una barrera que impide que la tinta alcance a otros salmónidos.● Patrón de ataque ・ Sueltan salmónidos menores por el agujero que tienen en la base de su nave. ・ Tratarán de aplastar a quienes entren en su barrera.
es_mx: ● Información básica ・ Se trata de pilotos que manejan una especie de platillo volante. ・ Crean una barrera que impide que la tinta alcance a los salmónidos que se encuentren debajo del tapaollas.● Patrón de ataque ・ Sueltan salmónidos menores por el agujero que tienen en la base de su nave. ・ Tratarán de aplastar a quienes entren en su barrera.
fr: ● Généralités ・ Nous avons affaire ici à un pilote aux commandes d'un vaisseau flottant en forme de soucoupe. ・ Il soutient l'effort des autres Salmonoïdes en créant un champ de force circulaire imperméable à l'encre.● Mode d'attaque ・ De petits Salmonoïdes surgissent du trou situé au bas de la soucoupe. ・ Il n'hésitera pas à écrabouiller les cibles s'aventurant dans le champ de force.
it: ● Informazioni di base ・ È un pilota che conduce un apparecchio volante a forma di coperchio. ・ L'apparecchio offre sostegno agli altri Salmonoidi creando un campo di forza circolare che l'inchiostro non può attraversare.● Modalità di attacco ・ Salmonoidi di rango inferiore vengono dispiegati dall'apertura sul fondo del coperchio. ・ Cerca di schiacciare chiunque si introduca nel campo di forza.
ja: ● 基本的な特徴 ・ 円盤状の機体に乗り、浮遊しながら移動する。 ・ 機体の縁で、インクショットを通さないバリアを張る支援兵。● 攻撃行動 ・ 機体の下にある穴からザコシャケを出現させる。 ・ バリアの中に侵入した標的を押しつぶす。
ko: ● 기본적인 특징 ・원반 모양의 기체에 타고 떠다니며 이동한다. ・기체 가장자리로 잉크 샷 저지용 배리어를 펼치는 지원병.● 공격 행동 ・기체 밑에 있는 구멍으로 조무래기연어를 내보낸다. ・배리어 안에 침입한 표적을 깔아뭉갠다.
nl: ● Basisinformatie ・ Een vliegende schotel die door een Salmoniet wordt bestuurd. ・ Deze biedt bescherming voor andere Salmonieten door middel van een cirkelvormig krachtveld dat inkt tegenhoudt.● Aanvalspatroon ・ Gewone Salmonieten worden vanuit de opening aan de onderkant van de schotel de strijd in gestuurd. ・ De piloot zal proberen om doelwitten die zich binnen het krachtveld bevinden, te pletten.
ru: ● Основная информация • Управляет летательным аппаратом, напоминающим блюдце. • Помогает другим самонидам, ограждая их от вражеской краски с помощью сферического защитного поля.● Особенности поведения • Из отверстия в днище летающего блюдца выскакивают маленькие самониды. ・ Атакует любого, кто заходит в силовое поле.
zh_hans: ● 基本特征 ·搭乘着圆盘的机器，以浮游的方式移动。 ·在机器边缘有支援兵会展开防护罩来防御墨汁发射。● 攻击行动 ·从机器下方的洞中派出杂兵鲑鱼。 ·压扁入侵防护罩内部的目标。
zh_hant: ● 基本特徵 ‧搭乘著圓盤狀的機器，以浮游的方式移動。 ‧在機器的邊緣處會有支援兵展開防護罩阻擋墨汁發射攻擊。● 攻擊行動 ‧從機器下方的孔洞派出雜兵鮭魚。 ‧壓扁入侵防護罩內部的目標。
