Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# VsVsAwardNameGachiasariStop
source: #1 Clam Stopper
de: 1. Platz: Muschelstopper
es: N.º 1 en parar almejas
es_mx: N.º 1 en frenar almejas
fr: № 1 en arrêt de palourde
it: Fermavongole nº 1
ja: ガチアサリブロック No.1
ko: 랭크 바지락 저지 No.1
nl: Schelpen gestopt: nr. 1
ru: Устростоппер № 1
zh_hans: 真格蛤蜊拦截 No.1
zh_hant: 真格蛤蜊攔截 No.1

# VsVsAwardNameGachihokoBest
source: Record-Score Setter
de: Zähler-Rekord
es: Récord de contador
es_mx: Récord de contador
fr: Pro du record de progression
it: Fissarecord
ja: ベストカウント更新
ko: 베스트 카운트 경신
nl: Recordbreker
ru: Рекордный мегакарпоносец
zh_hans: 刷新最佳计数
zh_hant: 刷新最佳計數

# VsVsAwardNameGachihokoCheckPointPass
source: #1 Checkpoint Breaker
de: 1. Platz: Wegbereiter
es: N.º 1 en superar controles
es_mx: N.º 1 en superar controles
fr: № 1 du point de contrôle
it: Apricheckpoint nº 1
ja: カンモン突破 No.1
ko: 관문 돌파 No.1
nl: Checkpoint bereikt: nr. 1
ru: Таран № 1
zh_hans: 关卡突破 No.1
zh_hant: 關卡突破 No.1

# VsVsAwardNameGachihokoHold
source: #1 Rainmaker Carrier
de: 1. Platz: Goldfischträger
es: N.º 1 en portar el pez dorado
es_mx: N.º 1 en portar el pez dorado
fr: № 1 en transport de Bazookarpe
it: Portabazookarp nº 1
ja: ガチホコ運んだ時間 No.1
ko: 랭크 피시 운반 시간 No.1
nl: Bazookarper gedragen: nr. 1
ru: Хранитель мегакарпа № 1
zh_hans: 真格鱼虎运送时间 No.1
zh_hant: 真格魚虎運送時間 No.1

# VsVsAwardNameGachihokoInvasion
source: #1 Score Booster
de: 1. Platz: Zähler-Fortschritt
es: N.º 1 en aumento de contador
es_mx: N.º 1 en avanzar el contador
fr: № 1 en progression
it: Asso della distanza nº 1
ja: カウント進行 No.1
ko: 카운트 진행 No.1
nl: Scorebijdrage: nr. 1
ru: Мегакарпоносец № 1
zh_hans: 计数推进 No.1
zh_hant: 計數推進 No.1

# VsVsAwardNameGachihokoInvasion2
source: #2 Score Booster
de: 2. Platz: Zähler-Fortschritt
es: N.º 2 en aumento de contador
es_mx: N.º 2 en avanzar el contador
fr: № 2 en progression
it: Asso della distanza nº 2
ja: カウント進行 No.2
ko: 카운트 진행 No.2
nl: Scorebijdrage: nr. 2
ru: Мегакарпоносец № 2
zh_hans: 计数推进 No.2
zh_hant: 計數推進 No.2

# VsVsAwardNameGachihokoStop
source: #1 Rainmaker Stopper
de: 1. Platz: Goldfischstopper
es: N.º 1 en parar el pez dorado
es_mx: N.º 1 en frenar el pez dorado
fr: № 1 en arrêt de Bazookarpe
it: Fermabazookarp nº 1
ja: ガチホコブロック No.1
ko: 랭크 피시 저지 No.1
nl: Bazookarper gestopt: nr. 1
ru: Мегакарп-стоппер № 1
zh_hans: 真格鱼虎拦截 No.1
zh_hant: 真格魚虎攔截 No.1

# VsVsAwardNameGachiyaguraBest
source: Record-Score Setter
de: Zähler-Rekord
es: Récord de contador
es_mx: Récord de contador
fr: Pro du record de progression
it: Fissarecord
ja: ベストカウント更新
ko: 베스트 카운트 경신
nl: Recordbreker
ru: Рекордный башневоз
zh_hans: 刷新最佳计数
zh_hant: 刷新最佳計數

# VsVsAwardNameGachiyaguraCheckPointPass
source: #1 Checkpoint Breaker
de: 1. Platz: Wegbereiter
es: N.º 1 en superar controles
es_mx: N.º 1 en superar controles
fr: № 1 du point de contrôle
it: Apricheckpoint nº 1
ja: カンモン突破 No.1
ko: 관문 돌파 No.1
nl: Checkpoint bereikt: nr. 1
ru: Таран № 1
zh_hans: 关卡突破 No.1
zh_hant: 關卡突破 No.1

# VsVsAwardNameGachiyaguraInvasion
source: #1 Score Booster
de: 1. Platz: Zähler-Fortschritt
es: N.º 1 en aumento de contador
es_mx: N.º 1 en avanzar el contador
fr: № 1 en progression
it: Asso della distanza nº 1
ja: カウント進行 No.1
ko: 카운트 진행 No.1
nl: Scorebijdrage: nr. 1
ru: Башневоз № 1
zh_hans: 计数推进 No.1
zh_hant: 計數推進 No.1

# VsVsAwardNameGachiyaguraInvasion2
source: #2 Score Booster
de: 2. Platz: Zähler-Fortschritt
es: N.º 2 en aumento de contador
es_mx: N.º 2 en avanzar el contador
fr: № 2 en progression
it: Asso della distanza nº 2
ja: カウント進行 No.2
ko: 카운트 진행 No.2
nl: Scorebijdrage: nr. 2
ru: Башневоз № 2
zh_hans: 计数推进 No.2
zh_hant: 計數推進 No.2

# VsVsAwardNameGachiyaguraStop
source: #1 Tower Stopper
de: 1. Platz: Turm angehalten
es: N.º 1 en parar la torre
es_mx: N.º 1 en frenar la torre
fr: № 1 en arrêt du stand
it: Fermatorre nº 1
ja: ガチヤグラブロック No.1
ko: 랭크 타워 저지 No.1
nl: Toren verdedigd: nr. 1
ru: Блокировщик башни № 1
zh_hans: 真格塔楼拦截 No.1
zh_hant: 真格塔樓攔截 No.1

# VsVsAwardNameGreatBarrier
source: #1 Big Bubbler User
de: 1. Platz: Kugelschild Pro
es: N.º 1 en megaburbuja
es_mx: N.º 1 en megaburbuja
fr: № 1 du super bouclier
it: Gran bolla scudo: asso nº 1
ja: グレートバリア No.1
ko: 그레이트 배리어 No.1
nl: Joekelschild gebruikt: nr. 1
ru: Мастер шарощита
zh_hans: 巨大防护罩 No.1
zh_hant: 巨大防護罩 No.1

# VsVsAwardNameInkConsumption
source: #1 Ink Consumer
de: 1. Platz: Tintenverbrauch
es: N.º 1 en recargar tinta
es_mx: N.º 1 en consumo de tinta
fr: № 1 en consommation d'encre
it: Consumainchiostro nº 1
ja: インク消費量 No.1
ko: 잉크 소비량 No.1
nl: Inkt gebruikt: nr. 1
ru: Краскострел № 1
zh_hans: 墨汁消耗量 No.1
zh_hant: 墨汁消耗量 No.1

# VsVsAwardNameInkStorm
source: #1 Ink Storm User
de: 1. Platz: Tintenschauer
es: N.º 1 en atormentador
es_mx: N.º 1 en atormentador
fr: № 1 de la pluie d'encre
it: Pioggia di colore: asso nº 1
ja: アメフラシ No.1
ko: 먹구름 No.1
nl: Spetterbui gebruikt: nr. 1
ru: Мастер тучи краски
zh_hans: 墨雨云 No.1
zh_hant: 墨雨雲 No.1

# VsVsAwardNameJetpack
source: #1 Inkjet User
de: 1. Platz: Tintendüser
es: N.º 1 en propulsor
es_mx: N.º 1 en propulsor
fr: № 1 du chromo-jet
it: Jet splat: asso nº 1
ja: ジェットパック No.1
ko: 제트 팩 No.1
nl: Inktjet gebruikt: nr. 1
ru: Мастер красколета
zh_hans: 喷射背包 No.1
zh_hant: 噴射背包 No.1

# VsVsAwardNameKill
source: #1 Enemy Splatter
de: 1. Platz: Meiste Abschüsse
es: N.º 1 en liquidar rivales
es_mx: N.º 1 en reventar rivales
fr: № 1 pour liquider
it: Splattanemici nº 1
ja: トドメ数 No.1
ko: 마무리 횟수 No.1
nl: Vijanden uitgeschakeld: nr. 1
ru: Плюхоспец № 1
zh_hans: 击倒数 No.1
zh_hant: 擊倒數 No.1

# VsVsAwardNameKill2
source: #2 Enemy Splatter
de: 2. Platz: Meiste Abschüsse
es: N.º 2 en liquidar rivales
es_mx: N.º 2 en reventar rivales
fr: № 2 pour liquider
it: Splattanemici nº 2
ja: トドメ数 No.2
ko: 마무리 횟수 No.2
nl: Vijanden uitgeschakeld: nr. 2
ru: Плюхоспец № 2
zh_hans: 击倒数 No.2
zh_hant: 擊倒數 No.2

# VsVsAwardNameKillAssist
source: #1 Splat Assister
de: 1. Platz: Abschuss-Assistenz
es: N.º 1 en ayuda
es_mx: N.º 1 en apoyo en combate
fr: № 1 du coup de main
it: Splattassistente nº 1
ja: アシスト数 No.1
ko: 어시스트 횟수 No.1
nl: Geholpen bij uitschakeling: nr. 1
ru: Плюх-соратник № 1
zh_hans: 助攻数 No.1
zh_hant: 助攻數 No.1

# VsVsAwardNameKillAssist2
source: #2 Splat Assister
de: 2. Platz: Abschuss-Assistenz
es: N.º 2 en ayuda
es_mx: N.º 2 en apoyo en combate
fr: № 2 du coup de main
it: Splattassistente nº 2
ja: アシスト数 No.2
ko: 어시스트 횟수 No.2
nl: Geholpen bij uitschakeling: nr. 2
ru: Плюх-соратник № 2
zh_hans: 助攻数 No.2
zh_hant: 助攻數 No.2

# VsVsAwardNameMicroLaser
source: #1 Killer Wail 5.1 User
de: 1. Platz: Heulboje 5.1
es: N.º 1 en tintófono 5.1
es_mx: N.º 1 en berreón 5.1
fr: № 1 du haut-perceur 5.1
it: Tintofono 5.1: asso nº 1
ja: メガホンレーザー5.1ch No.1
ko: 메가폰 레이저 5.1ch No.1
nl: Megalofoon 5.1 gebruikt: nr. 1
ru: Мастер мегалофона 5.1
zh_hans: 喇叭镭射5.1ch No.1
zh_hant: 喇叭雷射5.1ch No.1

# VsVsAwardNameMoveDistance
source: #1 Ground Traveler
de: 1. Platz: Distanzläufer
es: N.º 1 en distancia recorrida
es_mx: N.º 1 en distancia recorrida
fr: № 1 de la distance parcourue
it: Maratoneta nº 1
ja: 移動距離 No.1
ko: 이동 거리 No.1
nl: Afstand afgelegd: nr. 1
ru: Марафонец № 1
zh_hans: 移动距离 No.1
zh_hant: 移動距離 No.1

# VsVsAwardNameMultiMissile
source: #1 Tenta Missiles User
de: 1. Platz: Schwarmraketen
es: N.º 1 en lanzamisiles
es_mx: N.º 1 en lanzamisiles
fr: № 1 du multi-missile
it: Lanciarazzi: asso nº 1
ja: マルチミサイル No.1
ko: 멀티 미사일 No.1
nl: Spetterraketten gebruikt: nr. 1
ru: Мастер каракатницы
zh_hans: 多重导弹 No.1
zh_hant: 多重導彈 No.1

# VsVsAwardNameNawabariDefenseMyTeamArea
source: #1 Base Defender
de: 1. Platz: Basisverteidiger
es: N.º 1 en defender la base
es_mx: N.º 1 en defender la base
fr: № 1 en défense de la base
it: Baluardo nº 1
ja: ホーム防衛 No.1
ko: 홈 방어 No.1
nl: Basis verdedigd: nr. 1
ru: Защитник базы № 1
zh_hans: 本阵防守 No.1
zh_hant: 本陣防守 No.1

# VsVsAwardNameNawabariPaintMyTeamArea
source: #1 Home-Base Inker
de: 1. Platz: Team-Start gefärbt
es: N.º 1 en entintar en lado propio
es_mx: N.º 1 en entintar en lado propio
fr: № 1 en encrage à domicile
it: Inchiostrabase nº 1
ja: ホーム塗り No.1
ko: 홈 색칠 No.1
nl: Basis geverfd: nr. 1
ru: Заливщик в тылу № 1
zh_hans: 本阵涂墨 No.1
zh_hant: 本陣塗墨 No.1

# VsVsAwardNameNawabariPaintMyTeamArea2
source: #2 Home-Base Inker
de: 2. Platz: Team-Start gefärbt
es: N.º 2 en entintar en lado propio
es_mx: N.º 2 en entintar en lado propio
fr: № 2 en encrage à domicile
it: Inchiostrabase nº 2
ja: ホーム塗り No.2
ko: 홈 색칠 No.2
nl: Basis geverfd: nr. 2
ru: Заливщик в тылу № 2
zh_hans: 本阵涂墨 No.2
zh_hant: 本陣塗墨 No.2

# VsVsAwardNameNawabariPaintOpTeamArea
source: #1 Enemy-Base Inker
de: 1. Platz: Gegnerstart gefärbt
es: N.º 1 en entintar en lado rival
es_mx: N.º 1 en entintar en lado rival
fr: № 1 en encrage chez l'adversaire
it: Inchiostratraguardo nº 1
ja: アウェイ塗り No.1
ko: 어웨이 색칠 No.1
nl: Vijandelijke basis geverfd: nr. 1
ru: Заливщик на передовой № 1
zh_hans: 敌阵涂墨 No.1
zh_hant: 敵陣塗墨 No.1

# VsVsAwardNameNawabariPaintOpTeamArea2
source: #2 Enemy-Base Inker
de: 2. Platz: Gegnerstart gefärbt
es: N.º 2 en entintar en lado rival
es_mx: N.º 2 en entintar en lado rival
fr: № 2 en encrage chez l'adversaire
it: Inchiostratraguardo nº 2
ja: アウェイ塗り No.2
ko: 어웨이 색칠 No.2
nl: Vijandelijke basis geverfd: nr. 2
ru: Заливщик на передовой № 2
zh_hans: 敌阵涂墨 No.2
zh_hant: 敵陣塗墨 No.2

# VsVsAwardNameNiceBall
source: #1 Booyah Bomb User
de: 1. Platz: Cool-Kugel
es: N.º 1 en bola genializante
es_mx: N.º 1 en bola genializante
fr: № 1 du jolizator
it: Granbotto: asso nº 1
ja: ナイスダマ No.1
ko: 나이스옥 No.1
nl: Coole bom gebruikt: nr. 1
ru: Мастер йо-хо-плюхера
zh_hans: 赞气弹 No.1
zh_hant: 讚氣彈 No.1

# VsVsAwardNamePaint
source: #1 Turf Inker
de: 1. Platz: Revier gefärbt
es: N.º 1 en entintar
es_mx: N.º 1 en entintar territorio
fr: № 1 en encrage de territoire
it: Inchiostratutto nº 1
ja: 塗りポイント No.1
ko: 색칠 포인트 No.1
nl: Grond geverfd: nr. 1
ru: Заливщик № 1
zh_hans: 涂墨点数 No.1
zh_hant: 塗墨點數 No.1

# VsVsAwardNamePaint2
source: #2 Turf Inker
de: 2. Platz: Revier gefärbt
es: N.º 2 en entintar
es_mx: N.º 2 en entintar territorio
fr: № 2 en encrage de territoire
it: Inchiostratutto nº 2
ja: 塗りポイント No.2
ko: 색칠 포인트 No.2
nl: Grond geverfd: nr. 2
ru: Заливщик № 2
zh_hans: 涂墨点数 No.2
zh_hant: 塗墨點數 No.2

# VsVsAwardNamePogo
source: #1 Triple Splashdown User
de: 1. Platz: Tri-Tintenschock
es: N.º 1 en puñetazos explosivos
es_mx: N.º 1 en clavado triple
fr: № 1 du triple choc chromatique
it: Triplo vernischianto: asso nº 1
ja: ウルトラチャクチ No.1
ko: 울트라 착지 No.1
nl: Ultralanding gebruikt: nr. 1
ru: Мастер тройного мегаплюха
zh_hans: 终极着陆 No.1
zh_hant: 終極著陸 No.1

# VsVsAwardNameShockSonar
source: #1 Wave Breaker User
de: 1. Platz: Schauerwelle
es: N.º 1 en emiteondas
es_mx: N.º 1 en emiteondas
fr: № 1 du sonar paf
it: Sonar esplosivo: asso nº 1
ja: ホップソナー No.1
ko: 홉 소나 No.1
nl: Golfbeker gebruikt: nr. 1
ru: Мастер волноплюхера
zh_hans: 弹跳声呐 No.1
zh_hant: 彈跳聲納 No.1

# VsVsAwardNameSkewer
source: #1 Reefslider User
de: 1. Platz: Haihammer
es: N.º 1 en flotiburón
es_mx: N.º 1 en flotiburón
fr: № 1 du cavalsquale
it: Motosqualo: asso nº 1
ja: サメライド No.1
ko: 샤크 라이드 No.1
nl: Opblaashaai gebruikt: nr. 1
ru: Мастер мотокулы
zh_hans: 鲨鱼坐骑 No.1
zh_hant: 鯊魚坐騎 No.1

# VsVsAwardNameStandout
source: #1 Popular Target
de: 1. Platz: Beliebtes Ziel
es: N.º 1 en atraer atención
es_mx: N.º 1 en atraer atención
fr: Cible privilégiée № 1
it: Bersaglio facile nº 1
ja: 注目された時間 No.1
ko: 주목받은 시간 No.1
nl: Geliefd doelwit: nr. 1
ru: Цель № 1
zh_hans: 夺目时间 No.1
zh_hant: 奪目時間 No.1

# VsVsAwardNameStandout2
source: #2 Popular Target
de: 2. Platz: Beliebtes Ziel
es: N.º 2 en atraer atención
es_mx: N.º 2 en atraer atención
fr: Cible privilégiée № 2
it: Bersaglio facile nº 2
ja: 注目された時間 No.2
ko: 주목받은 시간 No.2
nl: Geliefd doelwit: nr. 2
ru: Цель № 2
zh_hans: 夺目时间 No.2
zh_hant: 奪目時間 No.2

# VsVsAwardNameSuperHook
source: #1 Zipcaster User
de: 1. Platz: Haftsprung
es: N.º 1 en gancho tentacular
es_mx: N.º 1 en gancho tentacular
fr: № 1 du Super Mollusque
it: Molluscatto: asso nº 1
ja: ショクワンダー No.1
ko: 쇼크 원더 No.1
nl: Tentakabel gebruikt: nr. 1
ru: Мастер краскотроса
zh_hans: 触手喷射 No.1
zh_hant: 觸手噴射 No.1

# VsVsAwardNameSuperJumpTarget
source: #1 Super Jump Spot
de: 1. Platz: Supersprung-Ziel
es: N.º 1 en atraer supersaltos
es_mx: N.º 1 en atraer supersaltos
fr: № 1 du super saut
it: Obiettivo super salto nº 1
ja: 味方のジャンプ先 No.1
ko: 아군의 집결지 No.1
nl: Doel van supersprongen: nr. 1
ru: Навигатор суперпрыжков № 1
zh_hans: 同伴跳跃目标 No.1
zh_hant: 同伴跳躍目標 No.1

# VsVsAwardNameSuperJumpTarget2
source: #2 Super Jump Spot
de: 2. Platz: Supersprung-Ziel
es: N.º 2 en atraer supersaltos
es_mx: N.º 2 en atraer supersaltos
fr: № 2 du super saut
it: Obiettivo super salto nº 2
ja: 味方のジャンプ先 No.2
ko: 아군의 집결지 No.2
nl: Doel van supersprongen: nr. 2
ru: Навигатор суперпрыжков № 2
zh_hans: 同伴跳跃目标 No.2
zh_hant: 同伴跳躍目標 No.2

# VsVsAwardNameTripleTornado
source: #1 Triple Inkstrike User
de: 1. Platz: Tri-Tintferno
es: N.º 1 en tornado triple
es_mx: N.º 1 en tornado triple
fr: № 1 du trimissile tornade
it: Triplo tornado: asso nº 1
ja: トリプルトルネード No.1
ko: 트리플 토네이도 No.1
nl: Tri-tornado gebruikt: nr. 1
ru: Мастер тройного торнадо
zh_hans: 三重龙卷风 No.1
zh_hant: 三重龍捲風 No.1

# VsVsAwardNameUltraShot
source: #1 Trizooka User
de: 1. Platz: Trizooka
es: N.º 1 en tintazuca triple
es_mx: N.º 1 en cañón triple
fr: № 1 du lance-rafales
it: Ultraturbinator: asso nº 1
ja: ウルトラショット No.1
ko: 울트라 샷 No.1
nl: Trizooka gebruikt: nr. 1
ru: Мастер «Трезубца»
zh_hans: 终极发射 No.1
zh_hant: 終極發射 No.1

# VsVsAwardNameUltraStamp
source: #1 Ultra Stamp User
de: 1. Platz: Ultra-Stempel
es: N.º 1 en ultraselladora
es_mx: N.º 1 en ultraselladora
fr: № 1 de l'ultra-tamponneur
it: Mega timbro: asso nº 1
ja: ウルトラハンコ No.1
ko: 울트라 스탬프 No.1
nl: Ultrastempel gebruikt: nr. 1
ru: Мастер припечати
zh_hans: 终极印章 No.1
zh_hant: 終極印章 No.1

# VsVsRegularWinGradeGrade00
source: Dry
de: Kleiner Fisch
es: Pasable
es_mx: Apestoso
fr: Moyen...
it: Migliorabile!
ja: チョーシあげていこう
ko: 컨디션을 끌어올리자
nl: Groentje
ru: Тухлячок
zh_hans: 状态值低
zh_hant: 狀態值低

# VsVsRegularWinGradeGrade01
source: Raw
de: Flotte Sprotte
es: Decente...
es_mx: Verde
fr: Pas mal.
it: Accettabile!
ja: チョーシぼちぼち
ko: 컨디션 이상 무
nl: Middenmoot
ru: Ни рыба ни мясо
zh_hans: 状态值中等
zh_hant: 狀態值中等

# VsVsRegularWinGradeGrade02
source: Fresh
de: Toller Hecht
es: ¡Alucinante!
es_mx: ¡Chévere!
fr: Classe !
it: Notevole!
ja: チョーシいいね！
ko: 컨디션 좋아!
nl: Neusje van de zalm
ru: Нормалек
zh_hans: 状态值不错！
zh_hant: 狀態值不錯！

# VsVsRegularWinGradeGrade03
source: SUPERFRESH!
de: HAMMERHAI!
es: ¡Insuperable!
es_mx: ¡LA ONDA!
fr: Trop classe !
it: Inarrestabile!
ja: チョーシサイコー！！
ko: 컨디션 최고!!
nl: SUPERVERS!
ru: СВЕЖАЧОК!
zh_hans: 状态值超棒！！
zh_hant: 狀態值超棒！！

# VsVsRegularWinGradeGrade04
source: SUPERFRESH!
de: HAMMERHAI!
es: ¡Insuperable!
es_mx: ¡LA ONDA!
fr: Trop classe !
it: Inarrestabile!
ja: チョーシサイコー！！
ko: 컨디션 최고!!
nl: SUPERVERS!
ru: СВЕЖАЧОК!
zh_hans: 状态值超棒！！
zh_hant: 狀態值超棒！！

# VsVsRuleNamePnt
source: Turf War
de: Revierkampf
es: Territorial
es_mx: Territorial
fr: Guerre de territoire
it: Mischia mollusca
ja: ナワバリバトル
ko: 영역 배틀
nl: Grondoorlog
ru: Бой за район
zh_hans: 占地对战
zh_hant: 占地對戰

# VsVsRuleNamePnt2L
source: TurfWar
de: Revier-kampf
es: Terri-torial
es_mx: Territorial
fr: Guerre deterritoire
it: Mischiamollusca
ja: ナワバリバトル
ko: 영역배틀
nl: Grond-oorlog
ru: Бой зарайон
zh_hans: 占地对战
zh_hant: 占地對戰

# VsVsRuleNameTcl
source: Tricolor Turf War
de: Dreifarb-Kampf
es: Combate tricolor
es_mx: Territorial tricolor
fr: Guerre tricolore
it: Partita tricolore
ja: トリカラバトル
ko: 트리컬러 배틀
nl: Driekleurenoorlog
ru: Трехцветный бой
zh_hans: 三色夺宝对战
zh_hant: 三色奪寶對戰

# VsVsRuleNameTcl2L
source: TricolorTurf War
de: Dreifarb-Kampf
es: Combatetricolor
es_mx: Territorialtricolor
fr: Guerretricolore
it: Partitatricolore
ja: トリカラバトル
ko: 트리컬러배틀
nl: Driekleu-renoorlog
ru: Трехцвет-ный бой
zh_hans: 三色夺宝对战
zh_hant: 三色奪寶對戰

# VsVsRuleNameVar
source: Splat Zones
de: Herrschaft
es: Pintazonas
es_mx: Pintazonas
fr: Défense de zone
it: Zona splat
ja: ガチエリア
ko: 랭크 에어리어
nl: Spetterzone
ru: Бой за зоны
zh_hans: 真格区域
zh_hant: 真格區域

# VsVsRuleNameVar2L
source: SplatZones
de: Herrschaft
es: Pinta-zonas
es_mx: Pintazonas
fr: Défensede zone
it: Zonasplat
ja: ガチエリア
ko: 랭크에어리어
nl: Spetter-zone
ru: Бой за зоны
zh_hans: 真格区域
zh_hant: 真格區域

# VsVsRuleNameVcl
source: Clam Blitz
de: Muschelchaos
es: Asalto almeja
es_mx: Asalto almeja
fr: Pluie de palourdes
it: Vongol gol
ja: ガチアサリ
ko: 랭크 바지락
nl: Schelpenstrijd
ru: Устробол
zh_hans: 真格蛤蜊
zh_hant: 真格蛤蜊

# VsVsRuleNameVcl2L
source: ClamBlitz
de: Muschel-chaos
es: Asaltoalmeja
es_mx: Asaltoalmeja
fr: Pluie depalourdes
it: Vongolgol
ja: ガチアサリ
ko: 랭크바지락
nl: Schelpen-strijd
ru: Устро-бол
zh_hans: 真格蛤蜊
zh_hant: 真格蛤蜊

# VsVsRuleNameVgl
source: Rainmaker
de: Operation Goldfisch
es: Pez dorado
es_mx: Pez dorado
fr: Mission Bazookarpe
it: Bazookarp
ja: ガチホコバトル
ko: 랭크 피시 배틀
nl: Bazookarper
ru: Мегакарп
zh_hans: 真格鱼虎对战
zh_hant: 真格魚虎對戰

# VsVsRuleNameVgl2L
source: Rainmaker
de: OperationGoldfisch
es: Pezdorado
es_mx: Pezdorado
fr: MissionBazookarpe
it: Bazookarp
ja: ガチホコバトル
ko: 랭크 피시배틀
nl: Bazoo-karper
ru: Мегакарп
zh_hans: 真格鱼虎对战
zh_hant: 真格魚虎對戰

# VsVsRuleNameVlf
source: Tower Control
de: Turm-Kommando
es: Torre
es_mx: Torreón
fr: Expédition risquée
it: Torre mobile
ja: ガチヤグラ
ko: 랭크 타워
nl: Torentwist
ru: Бой за башню
zh_hans: 真格塔楼
zh_hant: 真格塔樓

# VsVsRuleNameVlf2L
source: TowerControl
de: Turm-Kommando
es: Torre
es_mx: Torreón
fr: Expéditionrisquée
it: Torremobile
ja: ガチヤグラ
ko: 랭크타워
nl: Toren-twist
ru: Бой забашню
zh_hans: 真格塔楼
zh_hant: 真格塔樓

# VsVsStageNameAutoWalk
source: Lemuria Hub
de: Bahnhof Lemuria
es: Terminal Dragón
es_mx: Terminal Dragón
fr: Gare Aiguillat
it: Stazione Lemuria
ja: リュウグウターミナル
ko: 용궁 터미널
nl: Lemurië Centraal
ru: Вокзал Лемурия
zh_hans: 龙宫转运站
zh_hant: 龍宮轉運站

# VsVsStageNameBigSlope
source: Brinewater Springs
de: Kusaya-Quellen
es: Balneario Aguasal
es_mx: Balneario Aguasal
fr: Sources Sauret
it: Fermenterme
ja: クサヤ温泉
ko: 과메기 온천
nl: Barbeelbaden
ru: Тухловодск
zh_hans: 臭鱼干温泉
zh_hant: 臭魚乾溫泉

# VsVsStageNameCarousel
source: Wahoo World
de: Flunder-Funpark
es: Pirañalandia
es_mx: Pirañalandia
fr: Parc Carapince
it: Soglioland
ja: スメーシーワールド
ko: 초밥 월드
nl: Waterwonderland
ru: Луна-парк «Язь»
zh_hans: 醋饭海洋世界
zh_hant: 醋飯海洋世界

# VsVsStageNameCross
source: Robo ROM-en
de: ROM & RAMen
es: Factoría RAMen
es_mx: Factoría RAMen
fr: Arène Méca-ramen
it: Roboramen
ja: バイガイ亭
ko: 수랑정
nl: Bami-Byte
ru: «Роборамэн»
zh_hans: 贝见亭
zh_hant: 貝見亭

# VsVsStageNameDistrict
source: Eeltail Alley
de: Streifenaal-Straße
es: Callejones Crustáceo
es_mx: Callejones Crustáceo
fr: Banlieue Balibot
it: Sobborgo Siluriano
ja: ゴンズイ地区
ko: 메기 지구
nl: Forelviaduct
ru: Угрево-Скатово
zh_hans: 鳗鲶区
zh_hant: 鰻鯰區

# VsVsStageNameFactory
source: Um'ami Ruins
de: Um'ami-Ruinen
es: Ruinas Ceviche
es_mx: Ruinas Ceviche
fr: Ruines Uma'mi
it: Rovine Salsadipesce
ja: ナンプラー遺跡
ko: 남플라 유적
nl: Ruisvoornruïnes
ru: Рыбожирные руины
zh_hans: 鱼露遗迹
zh_hant: 魚露遺跡

# VsVsStageNameHiagari
source: Mahi-Mahi Resort
es: Spa Cala Bacalao
es_mx: Spa Cala Bacalao
fr: Club Ca$halot
it: Villanguilla
ja: マヒマヒリゾート＆スパ
ko: 만새기 리조트＆스파
nl: El Dorade-resort
ru: Спа-курорт «Золотая рыбка»
zh_hans: 鬼头刀SPA度假区
zh_hant: 鬼頭刀SPA度假區

# VsVsStageNameJyoheki
source: Flounder Heights
de: Schollensiedlung
es: Complejo Medusa
es_mx: Complejo Medusa
fr: Lotissement Filament
it: Cime Sogliolose
ja: ヒラメが丘団地
ko: 넙치 언덕 단지
nl: Baleinbuurt
ru: Микрорайон «Камбалово»
zh_hans: 比目鱼住宅区
zh_hant: 比目魚住宅區

# VsVsStageNameKaisou
source: Hammerhead Bridge
de: Makrelenbrücke
es: Puente Salmón
es_mx: Puente Salmón
fr: Pont Esturgeon
it: Ponte Sgombro
ja: マサバ海峡大橋
ko: 고등어 해협 대교
nl: Brandingbrug
ru: Акулий мост
zh_hans: 真鲭跨海大桥
zh_hant: 真鯖跨海大橋

# VsVsStageNameLine
source: MakoMart
de: Cetacea-Markt
es: Ultramarinos Orca
es_mx: Ultramarinos Orca
fr: Supermarché Cétacé
it: Mercatotano
ja: ザトウマーケット
ko: 혹등 마켓
nl: Bultrugbazaar
ru: «Горбуша-Маркет»
zh_hans: 座头购物中心
zh_hant: 座頭購物中心

# VsVsStageNameManbou
source: Grand Splatlands Bowl
de: Splatsville Grand Arena
es: Gran Escenario Tinteliano
es_mx: Gran Escenario Tinteliano
fr: Clabousse Arena
it: Arena di Splattonia
ja: グランドバンカラアリーナ
ko: 그랜드 카오폴리스 아레나
nl: Splatlands-Arena
ru: Гранд-боул Плюхтонии
zh_hans: 蛮颓大巨蛋
zh_hant: 蠻頹大巨蛋

# VsVsStageNameNagasaki
source: Sturgeon Shipyard
de: Störwerft
es: Astillero Beluga
es_mx: Astillero Beluga
fr: Chantier Narval
it: Cantiere Pinnenere
ja: チョウザメ造船
ko: 철갑상어 조선소
nl: Walruswerf
ru: Осетровые верфи
zh_hans: 鲟鱼造船厂
zh_hant: 鱘魚造船廠

# VsVsStageNamePillar
source: Manta Maria
es: Corbeta Corvina
es_mx: Corbeta Corvina
ja: マンタマリア号
ko: 만타 마리아호
nl: Klipvisklipper
ru: «Манта-Мария»
zh_hans: 鬼蝠鲼玛利亚号
zh_hant: 鬼蝠魟瑪利亞號

# VsVsStageNamePivot
source: Museum d'Alfonsino
de: Pinakoithek
es: Museo del Pargo
es_mx: Museo del Pargo
fr: Galeries Guppy
it: Museo di Cefalò
ja: キンメダイ美術館
ko: 도미 미술관
nl: Galerie Le Guppy
ru: Галерея «Де Берикс»
zh_hans: 金眼鲷美术馆
zh_hant: 金眼鯛美術館

# VsVsStageNamePropeller
source: Marlin Airport
de: La Ola Airport
es: Aeropuerto Marlín
es_mx: Aeropuerto Marlín
fr: Terminal Rorqual
it: Aeroporto Ondabianca
ja: カジキ空港
ko: 청새치 공항
nl: Trekvis Airport
ru: Аэропорт Пенково
zh_hans: 旗鱼机场
zh_hant: 旗魚機場

# VsVsStageNameRandom
source: Random
de: Zufall
es: Al azar
es_mx: Al azar
fr: Aléatoire
it: Casuale
ja: ランダム
ko: 랜덤
nl: Willekeurig
ru: Случайная
zh_hans: 随机
zh_hant: 隨機

# VsVsStageNameRuins
source: Bluefin Depot
de: Blauflossen-Depot
es: Mina costera
es_mx: Mina costera
fr: Mine marine
it: Molo Mollusco
ja: ネギトロ炭鉱
ko: 참치 탄광
nl: Blauwvin-depot
ru: Тунцовое депо
zh_hans: 葱鲔鱼煤矿场
zh_hant: 蔥鮪魚煤礦場

# VsVsStageNameScrap
source: Mincemeat Metalworks
de: Aalstahl-Metallwerk
es: Desguace Mero
es_mx: Desguace Mero
fr: Casse Rascasse
it: Discarica Tritatutto
ja: ナメロウ金属
ko: 나메로우 금속
nl: Zilversmelt-hoogovens
ru: Цех «Тартар»
zh_hans: 鱼肉碎金属
zh_hant: 魚肉碎金屬

# VsVsStageNameSection
source: Barnacle & Dime
de: Talerfisch & Pock
es: Centro Comercial Fletán
es_mx: Unicentro Carite
fr: Halles de Port-merlu
it: Empolporio
ja: タラポートショッピングパーク
ko: 대구 포트 쇼핑 파크
nl: Winkelcentrum Poon & Zeehaan
ru: УсоногТорг
zh_hans: 塔拉波特购物公园
zh_hant: 塔拉波特購物公園

# VsVsStageNameSpider
source: Crableg Capital
de: Seespinnen-Skyline
es: Distrito Rascalópodo
es_mx: Distrito Rascalópodo
fr: Quartier Crabe-ciels
it: Granchiacieli
ja: タカアシ経済特区
ko: 거미게 경제특구
nl: Visstickdistrict
ru: Крабхэттен
zh_hans: 高脚经济特区
zh_hant: 高腳經濟特區

# VsVsStageNameTemple
source: Undertow Spillway
de: Schwertmuschel-Reservoir
es: Cisterna Navajuela
es_mx: Desagüe Navajuela
fr: Réservoir Rigadelle
it: Cisterna Cernia
ja: マテガイ放水路
ko: 맛조개 방수로
nl: Baarsreservoir
ru: Приливослив
zh_hans: 竹蛏疏洪道
zh_hant: 竹蟶疏洪道

# VsVsStageNameTwist
source: Shipshape Cargo Co.
de: Frachtschiff Schwerfisch
es: Carguero Platija
es_mx: Carguero Platija
fr: Chaland Flétan
it: Platessa Trasporti S.r.l.
ja: オヒョウ海運
ko: 광어 해운
nl: Tarbot Transport
ru: «Палтус-карго»
zh_hans: 大比目鱼海运中心
zh_hant: 大比目魚海運中心

# VsVsStageNameUpland
source: Inkblot Art Academy
de: Perlmutt-Akademie
es: Instituto Coralino
es_mx: Instituto Coralino
fr: Institut Calam'arts
it: Campus Hippocampus
ja: 海女美術大学
ko: 해녀 미술 대학
nl: Koraalcampus
ru: Академия «Лепота»
zh_hans: 海女美术大学
zh_hant: 海女美術大學

# VsVsStageNameWave
source: Humpback Pump Track
de: Buckelwal-Piste
es: Tiburódromo
es_mx: Tiburódromo
fr: Piste Méroule
it: Tintodromo Montecarpa
ja: コンブトラック
ko: 다시마 트랙
nl: Lekkerbektrack
ru: Велозал «9-й вал»
zh_hans: 昆布赛道
zh_hant: 昆布賽道

# VsVsStageNameYagara
source: Hagglefish Market
de: Schnapperchen-Basar
es: Mercado Lenguado
es_mx: Mercado Lenguado
fr: Marché Grefin
it: Mercato Fruttato
ja: ヤガラ市場
ko: 대치 시장
nl: Boter-bij-de-vismarkt
ru: Рынок «Свисторыб»
zh_hans: 烟管鱼市场
zh_hant: 煙管魚市場

# VsVsStageNameYunohana
source: Scorch Gorge
de: Sengkluft
es: Desfiladero Fumarola
es_mx: Desfiladero Fumarola
fr: Canyon aux colonnes
it: Grank Canyon
ja: ユノハナ大渓谷
ko: 석순 대협곡
nl: Roggentrog
ru: Опаленное ущелье
zh_hans: 温泉花大峡谷
zh_hant: 溫泉花大峽谷
