Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualCoopTExplainEnemy16
source: ● Elimination ・ It's susceptible to attacks immediately after it fires. ・ With good timing, it's possible to reflect the shot and hit the Drizzler with its own projectile, taking it down in one go.● Supporting Information ・ The ranks of the Drizzlers are made up of renegade Salmonids who prefer to go it alone and fight on their own terms. ・ It's well protected against ink by unusual umbrella-like armor. ・ The immense recoil from discharging its weapon temporarily exposes the Salmonid within its armor.
de: ● Eliminierung ・ Direkt nach dem Feuern ist er angreifbar. ・ Mit dem richtigen Timing ist es möglich, die Geschosse des Regnars zu treffen und auf ihn zurückzuschleudern, was ihn sofort besiegt.● Zusatzinformationen ・ Regnars sind einzelgängerische Salmoniden, die lieber allein und nach eigenen Regeln kämpfen. ・ Ihre ungewöhnliche, regenschirmartige Panzerung schützt sie vor Tinte. ・ Der gewaltige Rückstoß seiner Waffe macht diesen Salmoniden nach dem Feuern verwundbar.
es: ● Cómo liquidarlos ・ Nada más disparar, son vulnerables a cualquier ataque. ・ Si se les ataca en el momento adecuado, es posible devolverles los proyectiles y acabar con ellos de un solo golpe.● Información complementaria ・ Los barrenos son salmónidos renegados que prefieren luchar por su cuenta y con sus propias reglas. ・ Su peculiar armadura en forma de paraguas los protege a la perfección de la tinta. ・ Cuando disparan su arma, la reacción es tan potente que los deja al descubierto durante un tiempo.
es_mx: ● Cómo reventarlos ・ Son vulnerables a cualquier ataque justo después de que disparan. ・ Si se calcula bien el tiempo, es posible devolverles los proyectiles y acabar con ellos de un solo golpe.● Información complementaria ・ Los paragüistas son salmónidos renegados que prefieren combatir por su cuenta y con sus propias reglas. ・ Su peculiar armadura en forma de paraguas los protege a la perfección de la tinta. ・ Cuando disparan su arma, la reacción es tan potente que los deja al descubierto durante un tiempo.
fr: ● Élimination ・ Il est vulnérable aux attaques juste après avoir fait feu. ・ Un timing impeccable permet de renvoyer son projectile au Crachin et de l'abattre en un coup.● Remarques additionnelles ・ Les Crachins sont des Salmonoïdes qui préfèrent agir en solo, véritables loups solitaires réfractaires à toute discipline. ・ Leur curieuse armure en forme de parapluie les protège efficacement contre l'encre ennemie. ・ Le fort recul de leur arme les expose temporairement aux attaques.
it: ● Eliminazione ・ Dopo aver sferrato un colpo, espone il suo corpo che può essere attaccato con l'inchiostro. ・ Con il giusto tempismo è possibile respingere i suoi stessi attacchi e utilizzarli per eliminarlo in un colpo solo.● Informazioni aggiuntive ・ Molti Salmonoidi solitari, che non amano le azioni di gruppo, diventano Piovaschi. ・ È ben protetto contro l'inchiostro da una corazza a forma di ombrello. ・ L'intenso rinculo provocato dall'arma lascia il corpo del Salmonoide esposto per qualche istante.
ja: ● 倒し方 ・ 弾を撃った直後に現れる本体を攻撃して倒せる。 ・ 上手く弾を打ち返して本体に当てると、装甲ごと一撃で倒すことができる。● 生態 ・ 団体行動を好まない性格の個体がコウモリになることが多い。 ・ 傘に似た頑丈な装甲を身にまとっているためインクショットに強い。 ・ 特殊な弾丸を発射する際の強烈な衝撃によって本体をさらけだして しまう。
ko: ● 공략법 ・탄환을 쏜 직후에 드러나는 본체를 공격해 쓰러뜨린다. ・탄환을 되받아 쳐 본체에 맞히면 철갑째 한 방에 쓰러뜨릴 수 있다.● 생태 ・단체 행동을 좋아하지 않는 개체가 주로 박쥐가 된다. ・우산을 닮은 튼튼한 철갑으로 가리고 있어 잉크 샷에 강하다. ・특수한 탄환을 발사할 때 발생하는 강렬한 충격에 의해 본체가 드러난다.
nl: ● Uitschakelen ・ Vlak nadat hij heeft geschoten, is hij kwetsbaar voor aanvallen. ・ Met de juiste timing is het mogelijk om zijn schoten te weerkaatsen en de Miezer met zijn eigen projectiel te raken, waardoor hij in één keer uitgeschakeld is.● Aanvullende informatie ・ Miezers zijn eigengereide Salmonieten die liever alleen en volgens hun eigen regels vechten. ・ Goed beschermd tegen inkt dankzij zijn ongebruikelijke paraplu-achtige bepantsering. ・ De heftige terugslag van zijn wapen maakt de Salmoniet direct na het vuren kwetsbaar.
ru: ● Тактические советы • Атаковать его нужно сразу после того, как он выстрелит. • При определенной сноровке его можно поразить его же торпедой, пока он целится.● Интересные факты • Ряды метеогольцов пополняют отчаянные самониды, которые предпочитают сражаться в одиночку. • Его необычная броня, похожая на зонтик, хорошо защищает его от вражеской краски. • Мощная отдача его оружия делает метеогольца на некоторое время уязвимым.
zh_hans: ● 击倒方式 ·本体会在射出炮弹后出现，此时对其攻击便可击倒。 ·如果能巧妙地将炮弹弹回去击中本体，便可以连同装甲一并击倒。● 生态 ·多数情况下，成为蝙蝠鱼的都是不喜欢集体行动的个体。 ·由于身上包裹着伞一般的坚固装甲，对墨汁发射的防御很强。 ·发生特殊炮弹时会产生强烈冲击， 本体会受冲击影响而现身。
zh_hant: ● 擊倒方法 ‧蝙蝠魚發射子彈後主體便會暴露在外，趁此時攻擊即可擊倒。 ‧將子彈打回去並成功命中主體的話，即可連同裝甲一起快速擊倒。● 生態 ‧性格上不愛團體行動的個體大多都會成為蝙蝠魚。 ‧有形似雨傘的堅韌裝甲覆蓋著身體，所以能大幅抵禦墨汁發射。 ‧發射特殊子彈時造成的強烈衝擊 會使主體暴露在外。

# ManualManualCoopTExplainEnemy17
source: ● Basic Information ・ Each of its flanks is equipped with missile launchers capable of firing up to four missiles each. ・ It uses jet-propulsion technology to hover about. ・ It's covered in ink-repelling armor.● Attack Behavior ・ It's capable of locking on to two targets and firing up to four missiles from each missile launcher.
de: ● Info ・ Verfügt an jeder Seite über einen Raketenwerfer, der je vier Raketen abfeuern kann. ・ Kann dank Düsenantrieb auf der Stelle schweben. ・ Mit tintenabweisender Panzerung ausgestattet.● Verhalten ・ Kann zwei Ziele gleichzeitig anvisieren und jedes Ziel mit bis zu vier Raketen angreifen.
es: ● Información básica ・ Cada uno de sus contenedores tiene capacidad para disparar hasta cuatro proyectiles. ・ Utilizan tecnología propulsora para planear en el aire. ・ Los recubre una armadura que repele la tinta.● Patrón de ataque ・ Pueden fijar dos blancos y dispararles hasta cuatro misiles desde cada contenedor.
es_mx: ● Información básica ・ Cada uno de sus contenedores cuenta con un lanzamisiles que puede disparar hasta cuatro proyectiles. ・ Utilizan tecnología propulsora para mantenerse en el aire. ・ Los recubre una armadura que repele la tinta.● Patrón de ataque ・ Pueden fijar dos blancos y dispararles hasta cuatro misiles con cada lanzador.
fr: ● Généralités ・ Ce spécimen est flanqué de deux lance-missiles capables de tirer jusqu'à quatre missiles chacun. ・ Un puissant jet d'encre vertical le maintient en l'air. ・ Son armure le rend invulnérable à l'encre.● Mode d'attaque ・ Capable de verrouiller deux cibles à la fois et de leur envoyer jusqu'à quatre missiles par lance-missiles.
it: ● Informazioni di base ・ Dotato di due lanciamissili in grado di sparare quattro missili ciascuno. ・ Vola grazie a un propulsore. ・ Il suo corpo è rivestito da un'armatura antinchiostro.● Modalità di attacco ・ In grado di prendere di mira due bersagli contemporaneamente.
ja: ● 基本的な特徴 ・ 両肩に１つずつ、４発装填可能なミサイル発射装置を装備している。 ・ ジェット機構によってホバリングしながら移動する。 ・ 全パーツにインクショットを防ぐ装甲が採用されている。● 攻撃行動 ・ 両肩に装備したミサイル発射装置で最大２体の標的をロックオンし、 長距離ミサイルを左右4本ずつ放つ。
ko: ● 기본적인 특징 ・양어깨에 4발씩 장전할 수 있는 미사일 발사 장치를 장비한다. ・제트 기관으로 호버링하며 이동한다. ・모든 파츠에 잉크 샷을 막는 장갑이 채용되어 있다.● 공격 행동 ・양어깨에 장비한 미사일 발사 장치로 최대 2명의 표적을 조준하고 장거리 미사일을 좌우 4발씩 쏜다.
nl: ● Basisinformatie ・ De Salmodrone beschikt aan beide zijden over een raketwerper die vier raketten af kan vuren. ・ Hij kan blijven zweven dankzij jetaandrijving. ・ Hij is uitgerust met inktwerende bepantsering.● Aanvalspatroon ・ Kan zich op twee doelen tegelijk richten en elk doel met vier raketten aanvallen.
ru: ● Основная информация • По бокам у этого самонида прикреплены ракетные установки, каждая из которых выпускает по четыре ракеты за раз. • Летает на реактивной тяге. • Его защищает краскоотталкивающая броня.● Особенности поведения • Может атаковать сразу двух противников и выпускать по четыре ракеты за раз из каждой установки.
zh_hans: ● 基本特征 ·两肩各装备了1个4枚装的导弹发射装置。 ·由于搭载了喷气式装置，可以在空中时而悬停时而移动。 ·所有部位都采用了能够防御墨汁发射的装甲。● 攻击行动 ·使用装备于两肩的导弹发射装置瞄准至多2个目标， 左右两边各发射4枚远程导弹。
zh_hant: ● 基本特徵 ‧雙肩各配備了1組能裝填4發導彈的發射裝置。 ‧能利用噴射裝置在懸空的情況下移動。 ‧所有零件都是採用能抵禦墨汁發射的裝甲構成。● 攻擊行動 ‧配備於雙肩的導彈發射裝置最多可以鎖定2個目標 並各自發射4個長程導彈。

# ManualManualCoopTExplainEnemy18
source: ● Elimination ・ Throw a bomb into one of the missile launchers to destroy it. ・ Take out both of its missile launchers to bring down the Flyfish.
de: ● Eliminierung ・ Wirf eine Bombe in einen der Raketenwerfer, um ihn zu zerstören. ・ Sind beide Raketenwerfer zerstört, ist der Rakzak neutralisiert.
es: ● Cómo liquidarlos ・ Se pueden destruir los contenedores si se arroja una bomba en su interior. ・ Para acabar con ellos por completo, basta con destruir ambos contenedores.
es_mx: ● Cómo reventarlos ・ Se pueden destruir los lanzamisiles si se arroja una bomba en su interior. ・ Para acabar con ellos por completo, basta con destruir ambos lanzamisiles.
fr: ● Élimination ・ Lance une bombe dans un lance-missiles pour le détruire. ・ Détruis ses deux lance-missiles pour abattre un Aéro Ben.
it: ● Eliminazione ・ Bisogna lanciare una bomba negli scompartimenti dove sono alloggiati i razzi. ・ Per eliminare definitivamente il Salmodrone, bisogna distruggere entrambi i lanciarazzi.
ja: ● 倒し方 ・ ミサイル発射口にボムを投げ込むと内部から破壊可能。 ・ 両肩のミサイル発射装置を全て破壊することで墜落させ、倒すことが できる。
ko: ● 공략법 ・미사일 발사구에 밤을 던져 넣어 안에서부터 파괴할 수 있다. ・양어깨의 미사일 발사 장치를 모두 파괴하여 추락시키면 쓰러뜨릴 수 있다.
nl: ● Uitschakelen ・ Je kunt een raketwerper uitschakelen door er een bom in te gooien. ・ Je kunt de Salmodrone neerhalen door allebei zijn raketwerpers te vernietigen.
ru: ● Тактические советы • Чтобы уничтожить ракетную установку, нужно забросить в нее бомбу. • Для нейтрализации неркетчика нужно вывести из строя обе его ракетные установки.
zh_hans: ● 击倒方式 ·将炸弹扔进导弹发射口便可以从内部将其破坏。 ·破坏两肩所有导弹发射装置， 将其击坠即可击倒。
zh_hant: ● 擊倒方法 ‧將炸彈投進導彈發射口即可從內部摧毀。 ‧將雙肩的導彈發射裝置全數摧毀 使其墜機即可擊倒。

# ManualManualCoopTExplainEnemy19
source: ● Supporting Information ・ It's the latest model of weapon from leading Salmonid engineers. ・ Only the most elite Smallfry are selected to undergo the special training to become Flyfish pilots. ・ It's equipped with a space-grade reaction control system on each flank to enable a smooth, stable hover.
de: ● Zusatzinformationen ・ Die neueste Waffe, ersonnen von führenden Ingenieuren der Salmoniden. ・ Nur die besten unter den Salminis dürfen Rakzak-Piloten werden. ・ Ausgestattet mit einem speziellen System, das für ein sanftes, stabiles Schweben sorgt.
es: ● Información complementaria ・ Sus armas son el modelo más puntero desarrollado por ingenieros salmónidos de renombre. ・ Solamente los cenutrines más selectos pueden recibir el entrenamiento especial necesario para convertirse en drónidos. ・ Están equipados con un avanzado sistema propulsor que les permite planear de forma estable y con suma facilidad.
es_mx: ● Información complementaria ・ Sus armas son el modelo más puntero desarrollado por ingenieros salmónidos de renombre. ・ Solamente las escamitas más selectas pueden recibir el entrenamiento especial necesario para convertirse en drónidos. ・ Están equipados con un avanzado sistema gravitatorio que les permite sobrevolar el terreno con suma facilidad.
fr: ● Remarques additionnelles ・ Son armement représente le fleuron de la technologie salmonoïde. ・ Seuls les Salmioches les plus prometteurs sont autorisés à suivre la formation de pilote d'Aéro Ben. ・ La stabilité en vol d'un Aéro Ben est garantie par les systèmes de contrôle d'attitude qui équipent chaque lance-missile.
it: ● Informazioni aggiuntive ・ Le sue armi sono il frutto della tecnologia salmonoide più avanzata. ・ Solo i migliori Salmonelli vengono sottoposti al duro allenamento per diventare piloti di Salmodrone. ・ È equipaggiato con un sistema di controllo altamente tecnologico che gli permette di librarsi in modo stabile e sicuro.
ja: ● 生態 ・ シャケ世界屈指の技術者が設計した新型兵器。 ・ コジャケの中でも特に優秀な個体が選ばれ、特殊な訓練を受けて パイロットに任命される。 ・ 左右１つずつある姿勢制御装置によって、安定したホバリングを 実現している。
ko: ● 생태 ・연어 세계 굴지의 기술자가 설계한 신형 병기. ・꼬마연어 중에서도 특히 우수한 개체가 선택되어 특수한 훈련을 받고 파일럿으로 임명된다. ・좌우에 1개씩 달린 자세 제어 장치로 안정적인 호버링을 실현했다.
nl: ● Aanvullende informatie ・ Het allernieuwste snufje van de meest vooraanstaande Salmonieten-ingenieurs. ・ Alleen de allerbesten onder de Salmini's worden geselecteerd om Salmodrone-piloot te worden.・ Uitgerust met een geavanceerd aandrijfsysteem waarmee hij gegarandeerd stabiel zweeft.
ru: ● Интересные факты • Новейшая разработка ведущих инженеров самонидов. • Ряды неркетчиков пополняют только лучшие малетчики, прошедшие специальное обучение. • Реактивный двигатель с хитрой системой стабилизации, изначально разработанный для исследования космического пространства, обеспечивает плавный и ровный полет.
zh_hans: ● 生态 ·由鲑鱼界顶尖的技师所设计的新型兵器。 ·在小鲑鱼中，只有特别优秀的个体才会被选中， 接受特殊训练并担任飞行员。 ·利用左右各1个的姿势控制装置， 能够在空中稳定悬停。
zh_hant: ● 生態 ‧由鮭魚界中首屈一指的專家設計的新型兵器。 ‧在小鮭魚之中，特別優秀的個體會獲選接受特殊訓練， 並在之後被任命為駕駛員。 ‧左右各有一組姿勢控制裝置， 因此可以穩定地維持懸空狀態。

# ManualManualCoopTExplainEnemy20
source: ● Low Tide ・ When the tide goes out, a large amount of land that is usually underwater will be exposed. ・ Salmonid warriors use this land as a staging ground from which to launch coordinated attacks. ・ During low tide, the egg basket will be stationed near this newly exposed land.● High Tide ・ When the tide is in, there'll be much less land available. ・ During high tide, the egg basket will be in its normal place.
de: ● Ebbe ・ Wenn der Wasserspiegel sinkt wird Land sichtbar, das sonst unter Wasser verborgen liegt. ・ Salmoniden nutzen dieses Land als Sammelpunkt für koordinierte Attacken. ・ Bei Ebbe steht der Korb für die Gold-Fischeier auf diesem neu aufgetauchten Land.● Flut ・ Bei Flut ist weniger Platz verfügbar. ・ Der Korb steht an seinem üblichen Platz.
es: ● Bajamar ・ Cuando baja la marea, gran parte del territorio queda al descubierto. ・ Los guerreros salmónidos utilizan estas zonas como campo base desde el que lanzan ataques coordinados. ・ Durante la bajamar, la nasa pesquera se encuentra cerca de estas zonas.● Pleamar ・ Cuando sube la marea, el terreno de combate se ve reducido. ・ La nasa pesquera se encontrará en el lugar habitual.
es_mx: ● Marea baja ・ Cuando baja la marea, gran parte del territorio queda al descubierto. ・ Los guerreros salmónidos utilizan estas zonas como campo base desde el que lanzan ataques coordinados. ・ Durante la bajamar, la nasa pesquera se encuentra cerca de estas zonas.● Marea alta ・ Cuando sube la marea, el terreno de combate se ve reducido. ・ La nasa pesquera se encontrará en el lugar habitual.
fr: ● Marée basse ・ En se retirant, l'océan laisse apparaître des terres préalablement immergées. ・ C'est l'endroit que choisissent les guerriers salmonoïdes pour se regrouper avant de lancer leurs attaques coordonnées. ・ À marée basse, le panier à œufs est placé sur ces terres humides.● Marée haute ・ À marée haute, l'espace disponible sur la terre ferme est beaucoup plus restreint. ・ Le panier à œufs se trouve alors à son emplacement habituel.
it: ● Bassa marea ・ Quando c'è la bassa marea, parti di terra normalmente nascoste dall'acqua affiorano in superficie. ・ I Salmonoidi usano questi lembi di terra per radunarsi e lanciare attacchi coordinati. ・ Durante la bassa marea, il cesto delle uova si trova nelle vicinanze di questi lembi di terra esposti.● Alta marea ・ Durante l'alta marea, c'è molta meno terra esposta. ・ Il cesto delle uova si trova nella sua solita posizione.
ja: ● 「干潮」の説明 ・ 潮が引き、決まった方角の土地が干上がって非常に広くなる。 ・ 干潮時のみ干上がった土地にシャケが集まり、大群となって押し寄せる。 ・ イクラコンテナが干上がった土地の近くに設置される。● 「満潮」の説明 ・ 潮が満ち、土地が非常に狭くなる。 ・ イクラコンテナの位置はいつもと変わらない。
ko: ● 「간조」 설명 ・물이 빠져나가 특정한 방향의 토지가 매우 넓어진다. ・간조일 때는 물이 빠진 토지에 연어가 모여 떼로 밀어닥친다. ・연어알 컨테이너가 물이 빠진 토지 가까이에 설치된다.● 「만조」 설명 ・밀물이 꽉 차게 들어와 토지가 매우 좁아진다. ・연어알 컨테이너의 위치는 평소와 같다.
nl: ● Eb ・ Als de waterspiegel zakt, komt er land boven dat normaal onder water ligt. ・ Salmonieten gebruiken dit land als verzamelpunt voor gecoördineerde aanvallen. ・ Wanneer het eb is, is de eiermand in de buurt van dit opgedoken land te vinden.● Vloed ・ Wanneer het vloed is, is er minder landoppervlak beschikbaar. ・ De eiermand is op zijn normale plek te vinden.
ru: ● Отлив • Во время отлива появляется часть суши, которая обычно находится под водой. • Самониды используют эту территорию в качестве плацдарма для выполнения командных маневров. • Во время отлива специальная корзина для сбора икринок располагается рядом с береговой линией.● Прилив • Во время прилива часть суши значительно сокращается. • При этом корзина для сбора икры остается на привычном месте.
zh_hans: ● “干潮”的说明 ·干潮时，固定方向的陆地会因此干涸，变得非常宽广。 ·鲑鱼会在干潮时聚集在干涸的土地上成群结队地蜂拥而至。 ·鲑鱼卵容器设置在干涸的陆地附近。● “满潮”的说明 ·满潮时，陆地会变得非常狭小。 ·鲑鱼卵容器的位置和平时一样。
zh_hant: ● 「乾潮」說明 ‧潮水退去，特定方位的土地因此乾竭，面積大幅增加。 ‧鮭魚會在乾潮時聚集在乾竭的土地上成群結隊蜂擁而來。 ‧鮭魚卵容器會設置在乾竭的土地附近。● 「滿潮」說明 ‧潮水高漲，土地面積極度狹小。 ‧鮭魚卵容器的位置與平時相同。

# ManualManualCoopTExplainEnemy21
source: ● Advice from Mr. Grizz ・ During low tide, you gotta get together and move, move, move down to that exposed land, kid! ・ During high tide—I don't care how hard it is—you gotta survive against those Salmonids!● Supplementary Information ・ The sudden and irregular changes in the water levels are a rare phenomenon unique to areas where Salmonids like to gather. ・ The cause is as yet unknown and is the subject of much research throughout the academic world.
de: ● Tipps von Herrn Bär ・ Seht zu, dass ihr bei Ebbe auf dieses neue Land kommt! ・ Bei Flut zählt nur, dass ihr die Angriffe der Salmoniden übersteht. Ist mir egal, wie ihr das anstellt!● Zusatzinformationen ・ Abrupte und unregelmäßige Gezeitenwechsel sind ein seltenes Phänomen, das nur in salmonidenbesetzten Gebieten auftritt. ・ Es gibt bisher keine Erklärung dafür. Die Fachwelt rätselt.
es: ● Don Oso aconseja ・ Durante la bajamar, es recomendable moverse sin pausa hasta las zonas que el mar ha dejado al descubierto. ・ Durante la pleamar, ¡lo único que importa es sobrevivir a las embestidas salmónidas!● Información complementaria ・ Los cambios repentinos e impredecibles en el nivel de las aguas son un fenómeno poco común que solo se da en estos lugares. ・ Todavía se desconocen las causas, si bien siguen siendo objeto de estudio en ámbitos académicos.
es_mx: ● Consejos de Don Oso ・ Durante la marea baja, tienes que moverte inmediatamente hasta las zonas que el mar deja al descubierto. ・ Durante la marea alta, ¡debes sobrevivir a la arremetida salmónida, cueste lo que cueste!● Información adicional ・ Los cambios repentinos e impredecibles en el nivel de las aguas suponen un fenómeno poco común que solo se da en lugares donde abundan los salmónidos. ・ Todavía se desconocen las causas y siguen siendo objeto de estudio en ámbitos académicos.
fr: ● Conseils de M. Ours ・ Quand la marée est basse, ne néglige surtout pas de ratisser les terres dévoilées par la mer ! ・ À marée haute, l'unique mot d'ordre, c'est la survie !● Remarques additionnelles ・ Les fluctuations rapides et irrégulières du niveau de la mer sont une particularité étonnante des zones où les Salmonoïdes aiment se rassembler. ・ Malgré les recherches poussées de la sphère scientifique, la raison en est toujours inconnue à ce jour.
it: ● Ursus consiglia! ・ Con la bassa marea, è importante muoversi con i colleghi coordinando le azioni al meglio. ・ Durante l'alta marea... l'unica cosa da fare è cercare di sopravvivere il più a lungo possibile!● Informazioni aggiuntive ・ I cambiamenti repentini e irregolari del livello dell'acqua sono un fenomeno raro che si verifica solo nelle aree dove si riuniscono i Salmonoidi. ・ La causa è ancora ignota ed è motivo di un acceso dibattito nell'ambiente accademico.
ja: ● クマサンからのアドバイス ・ 干潮のときは、干上がった土地の方角に全員で向かうべし。 ・ 満潮のときは、密集した敵に全滅させられないよう生き残るべし。● 補足 ・ 急激で不規則な水位の変化は、この隔離エリアでのみ見られる 特殊な現象である。 ・ まだその原理は解明されておらず、研究対象として世界中から 注目を浴びている。
ko: ● Mr. 베어의 어드바이스 ・간조일 때는 전원 물이 빠진 토지 쪽으로 향할 것. ・만조일 때는 밀집한 적에게 전멸당하지 않도록 살아남을 것.● 보충 설명 ・급격하고 불규칙한 수위 변화는 이 격리 에어리어에서만 볼 수 있는 특수한 현상이다. ・아직 그 원리는 밝혀지지 않았으며, 전 세계가 주목하여 원인 규명을 위해 연구하고 있다.
nl: ● Tips van Ted B. ・ Zorg bij eb dat je zo snel mogelijk het nieuwe land bereikt! ・ Houd bij vloed stand tegen de aanvallen van de Salmonieten, het maakt niet uit hoe!● Aanvullende informatie ・ De plotselinge en onregelmatige veranderingen in de waterstand zijn een zeldzaam fenomeen en typisch voor gebieden waar Salmonieten zich graag ophouden. ・ De oorzaak is onbekend, en de academische wereld staat voor een raadsel.
ru: ● Рекомендации от Потапыча • Во время отлива нужно как можно быстрее добраться до береговой линии. • А во время прилива нужно просто выдержать напор самонидов... Хотя «просто», конечно, не будет.● Дополнительная информация • В областях, где любят собираться самониды, периодически происходит уникальное природное явление, характеризующееся внезапным изменением уровня воды. • Причины данного явления еще до конца не изучены, и над их разгадкой бьются лучшие научные умы.
zh_hans: ● 熊先生的建议 ·干潮时，应全员前往干涸的陆地。 ·满潮时，应避免被密集的敌人攻击导致全军覆没，努力活下去。● 补充 ·剧烈且不规则的水位变化 是只有在这片隔离区域才有的特殊现象。 ·其原理尚不明确， 作为研究对象受到全世界的关注。
zh_hant: ● 熊先生的建議 ‧乾潮的時候，所有人都應前往乾竭的土地。 ‧滿潮的時候，應避免被密集的敵人擊倒而全軍覆沒，努力倖存。● 補充 ‧激烈且不規則的水位變化 是只有在隔離區域才會出現的特殊現象。 ‧成因目前仍尚未解開， 此狀況在世界各地都屬於備受關注的研究對象。

# ManualManualCoopTExplainEnemy23
source: ● What Happens ・ Large groups of ferocious Salmonids appear and carry out rush attacks at furious speed. ・ These crazed Salmonids gather whenever Glowflies appear.● How to Get Golden Eggs ・ Take out the Goldie hidden in the school of Salmonids.
de: ● Das passiert ・ Rasend wilde Salmoniden erscheinen in riesigen Gruppen, um einen anhaltenden Sturmangriff auszuführen. ・ Dieser Ansturm wird durch Lichtfliegen provoziert.● So kriegst du Gold-Fischeier ・ Neutralisiere die Goldies, die sich unter den Salmoniden verstecken.
es: ● Información básica ・ Nutridos grupos de feroces salmónidos aparecen y atacan con extrema rapidez. ・ Estos rabiosos salmónidos aparecen atraídos por los refulgectos.● Cómo obtener sus alevines dorados ・ Acaba con el salmóreo que se oculta en el banco de salmónidos.
es_mx: ● Descripción ・ Nutridos grupos de feroces salmónidos aparecen y atacan con extrema rapidez. ・ Estos rabiosos salmónidos aparecen atraídos por los refulgectos.● Cómo obtener huevecillos dorados ・ Acaba con el orónido que se oculta en el banco de salmónidos.
fr: ● Description ・ De féroces Salmonoïdes attaquent en vastes groupes à une vitesse folle. ・ C'est l'apparition d'insectes luminescents, les mouchioles, qui plonge les Salmonoïdes dans une folie meurtrière et les conduit à se regrouper.● Comment obtenir des œufs dorés ・ Liquide le Dorax dissimulé parmi les rangs désordonnés des Salmonoïdes !
it: ● Dettagli ・ Talvolta dalle acque emerge un'orda di Salmonoidi particolarmente aggressivi che attaccano a velocità vertiginosa. ・ Pare che la causa scatenante sia la comparsa delle brillucciole.● Come ottenere le uova d'oro ・ Neutralizzare il Pinne d'oro nascosto nel banco di Salmonoidi.
ja: ● 状況の説明 ・ 凶暴化したシャケが大量発生し、猛スピードで押し寄せてくる。 ・ 凶暴化したシャケはヒカリバエに反応して集まる。● 金イクラの取得方法 ・ シャケにまぎれてやってくるキンシャケを倒すことによって得られる。
ko: ● 상황 설명 ・흉포화한 연어가 대량으로 발생해 맹렬한 스피드로 밀어닥친다. ・흉포화한 연어는 빛파리에 반응해 모여든다.● 황금 연어알 취득 방법 ・연어에 섞여 등장하는 황금연어를 쓰러뜨려 획득할 수 있다.
nl: ● Wat er gebeurt ・ Grote groepen woeste Salmonieten stormen in razende vaart op je af. ・ De wilde Salmonieten worden opgehitst door de aanwezigheid van Glimvliegjes.● Hoe je gouden eieren krijgt ・ Schakel de Goldie uit die zich in de school Salmonieten verstopt.
ru: ● Что и когда происходит ・ Иногда внезапно появляются большие группы озверевших самонидов, которые стремительно и яростно бросаются в бой. ・ Эти озверевшие самониды идут на свет мух-жигалок.● Как получить золотые икринки ・ Необходимо нейтрализовать Великого Сам О’Нида, которого прикрывает косяк самонидов.
zh_hans: ● 情况说明 ·会出现大量狂暴化的鲑鱼，并以猛烈的速度蜂拥而至。 ·狂暴化的鲑鱼会被光蝇吸引而聚集。● 金鲑鱼卵的获得方法 ·通过击倒混在鲑鱼里的金鲑鱼获得。
zh_hant: ● 狀況說明 ‧狂暴化的鮭魚大量出現並以猛烈的速度蜂擁而來。 ‧狂暴化的鮭魚會對蠅火蟲有所反應，並朝蠅火蟲聚集。●金鮭魚卵的取得方法 ‧從來襲的鮭魚群裡擊倒混入其中的金鮭魚即可取得。
