Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrStageNameValleyArea
source: Powerful_Danger-Magnet_Divided.Floor
de: Ultra_Gefahrenzone_Teilterrain.Etage
es: Frontera opresiva perpetuamente con afán
es_mx: Frontera_AsedioPerpetuo.pso
fr: étage.divisézone_ultra_périlleuse
it: Piano_diviso//potentemente_pericoloso
ja: ひたすらに 永遠に せまりくる 右と左のフロア
ko: 그저 끝없이 밀려드는 좌우 플로어
nl: Krachtig_gevaarlijk_splitsing.etage
ru: Файл этажа: Сверхгорячая_точка(Половинки).floor
zh_hans: 永远持续步步逼近 左与右的楼层
zh_hant: 永遠持續步步逼近 左與右的樓層

# SdodrSdodrStageNameValleyBall
source: Bombarded_Whirling_Divided.Floor
de: WirbelAnsturm_Teilterrain.Etage
es: Frontera con rebotes bajo presión
es_mx: Frontera_BombardeoOscilante.pso
fr: étage.divisémitraillage_tornade
it: Piano_diviso//bombardato_vorticoso
ja: 投げこまれ 反射する 右と左のフロア
ko: 공격하며 반사하는 좌우 플로어
nl: Bombardement_wervel_splitsing.etage
ru: Файл этажа: Вертушки_под_обстрелом(Половинки).floor
zh_hans: 投掷反弹 左与右的楼层
zh_hant: 投擲反彈 左與右的樓層

# SdodrSdodrStageNameValleyChase
source: Projectile-Spam(Med)_Divided.Floor
de: Kreuzfeuer_Teilterrain.Etage
es: Frontera al asalto múltiple
es_mx: Frontera_AsaltoMúltiple.pso
fr: étage.diviséaverse_de_projectiles
it: Piano_diviso//saturo_di_proiettili
ja: いろいろ 飛んでくる 右と左のフロア
ko: 이것저것 날아오는 좌우 플로어
nl: Projectielenstorm_splitsing.etage
ru: Файл этажа: Норм_снаряды(Половинки).floor
zh_hans: 万物飞来 左与右的楼层
zh_hant: 萬物飛來 左與右的樓層

# SdodrSdodrStageNameValleyLift
source: Flying_Springing_Open-Season_Divided.Floor
de: FlugSprung:Feindbeschuss_Teilterrain.Etage
es: Frontera temible en el punto de mira con brincos y asedio aéreo
es_mx: Frontera_Brincos_AsaltoAéreo_PuntoDeMira.pso
fr: étage.diviséenvol_proie_aux_abois_et_trampoline
it: Piano_diviso//salterino_volante_bersaglio
ja: 飛びはねて 飛来して ねらわれる おそろしい 右と左のフロア
ko: 펄쩍거리고 날아오고 표적이 되는 무서운 좌우 플로어
nl: Vliegen_springen_jachtseizoen_splitsing.etage
ru: Файл этажа: Охота_прыг_летунов(Половинки).floor
zh_hans: 飞跃 飞射 紧迫盯人 可怕的左与右的楼层
zh_hant: 飛躍 飛射 緊迫盯人 可怕的左與右的樓層

# SdodrSdodrStageNameValleySpawner
source: Springing_Open-Season_Divided.Floor
de: Hüpf:Feindbeschuss_Teilterrain.Etage
es: Frontera en el punto de mira con brincos excesivos
es_mx: Frontera_Brincos_PuntoDeMira.pso
fr: étage.diviséproie_aux_abois_et_trampoline
it: Piano_diviso//salterino_bersaglio
ja: おびただしく 飛びはねて ねらわれる 右と左のフロア
ko: 엄청나게 펄쩍거리고 표적이 되는 좌우 플로어
nl: Springen_jachtseizoen_splitsing.etage
ru: Файл этажа: Охота_прыгунов(Половинки).floor
zh_hans: 盛大飞跃紧迫盯人 左与右的楼层
zh_hant: 盛大飛躍緊迫盯人 左與右的樓層

# SdodrSdodrStageNameWideAreaArea
source: Field-of-Explosions.Floor
de: Explosivebene.Etage
es: Piso planicie con irrupción
es_mx: CampoExplosivo.pso
fr: étage.enclave_des_explosions
it: Piano//terreno_esplosivo
ja: はじける 真っ平らのフロア
ko: 폭발하는 평면 플로어
nl: Veld-vol-explosies.etage
ru: Файл этажа: Заминированная_зона.floor
zh_hans: 喷发 完全平坦的楼层
zh_hant: 噴發 完全平坦的樓層

# SdodrSdodrStageNameWindingRoadArea
source: Exposed_Switchback.Floor
de: Bedrängnis_Zickzack.Etage
es: Sinuosidad vulnerable
es_mx: Sinuosidad_Acorralamiento.pso
fr: étage.sinusoïdemilieu_hostile
it: Piano_dei_tornanti//esposto
ja: はさまれる 折り返しのフロア
ko: 진퇴양난 지그재그 플로어
nl: Onbeschut_zigzag.etage
ru: Файл этажа: Открытая_зона(Зигзаг).floor
zh_hans: 两面夹击 转折的楼层
zh_hant: 兩面夾擊 轉折的樓層

# SdodrSdodrStageNameWindingRoadBall
source: Switchback.Floor
de: Zickzack.Etage
es: Sinuosidad
es_mx: Sinuosidad.pso
fr: étage.sinusoïde
it: Piano_dei_tornanti
ja: 折り返しのフロア
ko: 지그재그 플로어
nl: Zigzag.etage
ru: Файл этажа: Зигзаг.floor
zh_hans: 转折的楼层
zh_hant: 轉折的樓層

# SdodrSdodrStageNameWindingRoadChase
source: Reckless_Switchback.Floor
de: Absprung_Zickzack.Etage
es: Sinuosidad con arrojo
es_mx: Sinuosidad_Arrojo.pso
fr: étage.sinusoïdedescente_acrobatique
it: Piano_dei_tornanti//scavezzacollo
ja: 飛び降りる 折り返しのフロア
ko: 뛰어내리는 지그재그 플로어
nl: Roekeloos_zigzag.etage
ru: Файл этажа: Прыжки_с_края(Зигзаг).floor
zh_hans: 降落 转折的楼层
zh_hant: 降落 轉折的樓層

# SdodrSdodrStageNameWindingRoadLift
source: Open-Season_Switchback.Floor
de: Feindbeschuss_Zickzack.Etage
es: Sinuosidad en el punto de mira
es_mx: Sinuosidad_PuntoDeMira.pso
fr: étage.sinusoïdeproie_aux_abois
it: Piano_dei_tornanti//bersaglio
ja: ねらわれる 折り返しのフロア
ko: 표적이 되는 지그재그 플로어
nl: Jachtseizoen_zigzag.etage
ru: Файл этажа: Сезон_охоты(Зигзаг).floor
zh_hans: 紧迫盯人 转折的楼层
zh_hant: 緊迫盯人 轉折的樓層

# SdodrSdodrStageNameWindingRoadSpawner
source: Danger-Magnet_Switchback.Floor
de: Gefahrenzone_Zickzack.Etage
es: Sinuosidad opresiva
es_mx: Sinuosidad_Asedio.pso
fr: étage.sinusoïdezone_périlleuse
it: Piano_dei_tornanti//pericoloso
ja: せまりくる 折り返しのフロア
ko: 밀려드는 지그재그 플로어
nl: Gevaarlijk_zigzag.etage
ru: Файл этажа: Горячая_точка(Зигзаг).floor
zh_hans: 步步逼近 转折的楼层
zh_hant: 步步逼近 轉折的樓層

# SdodrSdodrStageNameXArea
source: Frantic_Double-Decker_Crisscross.Floor
de: Hektik:Stockwerkzone_Überkreuz.Etage
es: Encrucijada doblemente frenética
es_mx: Encrucijada_FrenesíDoble.pso
fr: étage.chassé_croisébase_et_sommet_survoltés
it: Piano_incrociato//doppio frenetico
ja: 上も下も いそがしい バッテン坂のフロア
ko: 위도 아래도 분주한 교차 플로어
nl: Hectisch-dubbeldekker_kriskras.etage
ru: Файл этажа: Двухъярусная_суматоха(Икс).floor
zh_hans: 无论上下皆忙碌 陡坡的楼层
zh_hant: 無論上下皆忙碌 陡坡的樓層

# SdodrSdodrStageNameXBall
source: Open-Season_Crisscross.Floor
de: Feindbeschuss_Überkreuz.Etage
es: Encrucijada en el punto de mira
es_mx: Encrucijada_PuntoDeMira.pso
fr: étage.chassé_croiséproie_aux_abois
it: Piano_incrociato//bersaglio
ja: ねらわれる バッテン坂のフロア
ko: 표적이 되는 교차 플로어
nl: Jachtseizoen_kriskras.etage
ru: Файл этажа: Сезон_охоты(Икс).floor
zh_hans: 紧迫盯人 陡坡的楼层
zh_hant: 緊迫盯人 陡坡的樓層

# SdodrSdodrStageNameXChase
source: Crisscross.Floor
de: Überkreuz.Etage
es: Encrucijada
es_mx: Encrucijada.pso
fr: étage.chassé_croisé
it: Piano_incrociato
ja: バッテン坂のフロア
ko: 교차 플로어
nl: Kriskras.etage
ru: Файл этажа: Икс.floor
zh_hans: 陡坡的楼层
zh_hant: 陡坡的樓層

# SdodrSdodrStageNameXLift
source: Danger-Magnet_Crisscross.Floor
de: Gefahrenzone_Überkreuz.Etage
es: Encrucijada opresiva
es_mx: Encrucijada_Asedio.pso
fr: étage.chassé_croisézone_périlleuse
it: Piano_incrociato//pericoloso
ja: せまりくる バッテン坂のフロア
ko: 밀려드는 교차 플로어
nl: Gevaarlijk_kriskras.etage
ru: Файл этажа: Горячая_точка(Икс).floor
zh_hans: 步步逼近 陡坡的楼层
zh_hant: 步步逼近 陡坡的樓層

# SdodrSdodrStageNameXSpawner
source: Crisscross.Floor
de: Überkreuz.Etage
es: Encrucijada
es_mx: Encrucijada.pso
fr: étage.chassé_croisé
it: Piano_incrociato
ja: バッテン坂のフロア
ko: 교차 플로어
nl: Kriskras.etage
ru: Файл этажа: Икс.floor
zh_hans: 陡坡的楼层
zh_hant: 陡坡的樓層

# SdodrSdodrSubMissionSaveDamage
source: Don't take damage!
de: Erleide keinen Schaden!
es: Todo daño es un chasco
es_mx: ¡No recibas daño!
fr: Ne subis pas de dégâts !
it: Non subire danni!
ja: ダメージを受けない
ko: 대미지를 받지 않는다
nl: Loop geen schade op!
ru: Не получай урон!
zh_hans: 不受到伤害
zh_hant: 不受到傷害

# SdodrSdodrSubMissionSaveHumanMove
source: Don't move in Octoling form!
de: Humanoide Form zur Bewegung verboten!
es: El andar se va a acabar
es_mx: ¡No te desplaces en forma bípeda!
fr: Ne te déplace pas sous forme d'Octaling !
it: Non spostarti mai in forma di Octoling!
ja: ヒト状態で移動しない
ko: 인간 상태로 이동하지 않는다
nl: Beweeg niet in je Octolingvorm!
ru: Не передвигайся в гуманоидной форме!
zh_hans: 不在人类状态移动
zh_hant: 不使用人類狀態移動

# SdodrSdodrSubMissionSaveJump
source: Don't jump!
de: Springen verboten!
es: Prohibido brincar
es_mx: ¡No saltes!
fr: Ne saute pas !
it: Non saltare!
ja: ジャンプしない
ko: 점프하지 않는다
nl: Spring niet!
ru: Не прыгай!
zh_hans: 不进行跳跃
zh_hant: 不跳躍

# SdodrSdodrSubMissionSaveKiteMove
source: Don't glide!
de: Drohnengleiten verboten!
es: Planear no es plan
es_mx: ¡No planees!
fr: Ne plane pas avec le drone !
it: Non planare!
ja: 滑空しない
ko: 활공하지 않는다
nl: Zweef niet!
ru: Не пари!
zh_hans: 不进行滑翔
zh_hant: 不滑翔

# SdodrSdodrSubMissionSaveMainWeapon
source: Don't use your main weapon!
de: Setze deine Hauptwaffe nicht ein!
es: ¿Arma principal? ¡Ni hablar!
es_mx: ¡No uses el arma principal!
fr: N'utilise pas ton arme principale !
it: Non usare l'arma principale!
ja: メインウェポンを使わない
ko: 메인 웨펀을 사용하지 않는다
nl: Gebruik je hoofdwapen niet!
ru: Не используй основное оружие!
zh_hans: 不使用主要武器
zh_hant: 不使用主要武器

# SdodrSdodrSubMissionSaveSpecial
source: Don't use special weapons!
de: Setze deine Spezialwaffe nicht ein!
es: ¿Arma especial? ¡Ni pensarlo!
es_mx: ¡No uses el arma especial!
fr: N'utilise pas d'arme spéciale !
it: Non usare l'arma speciale!
ja: スペシャルウェポンを使わない
ko: 스페셜 웨펀을 사용하지 않는다
nl: Gebruik geen speciale wapens!
ru: Не используй особое оружие!
zh_hans: 不使用特殊武器
zh_hant: 不使用特殊武器

# SdodrSdodrSubMissionSaveSquidMove
source: Don't move in swim form!
de: Schwimmform zur Bewegung verboten!
es: Nada de nadar
es_mx: ¡No nades!
fr: Ne te déplace pas sous forme de mollusque !
it: Non spostarti mai in forma di mollusco!
ja: タコで移動しない
ko: 문어로 이동하지 않는다
nl: Beweeg niet in je zwemvorm!
ru: Не передвигайся в краскоплыве!
zh_hans: 不在章鱼状态移动
zh_hant: 不使用章魚狀態移動

# SdodrSdodrSubMissionSaveSubWeapon
source: Don't use your sub weapon!
de: Setze deine Sekundärwaffe nicht ein!
es: ¿Arma secundaria? ¡No!
es_mx: ¡No uses el arma secundaria!
fr: N'utilise pas ton arme secondaire !
it: Non usare l'arma secondaria!
ja: サブウェポンを使わない
ko: 서브 웨펀을 사용하지 않는다
nl: Gebruik je subwapen niet!
ru: Не используй запасное оружие!
zh_hans: 不使用次要武器
zh_hant: 不使用次要武器

# SdodrSdodrTalkElevatorHintCage00
source: I like this pace, Eight!
de: Du legst ein ganz schön strammes Tempo vor, Nr. 8!
es: ¡Buen ritmo, Ocho!
es_mx: ¡Buen ritmo, Ocho!
fr: T'as un bon rythme, Huit !
it: Abbiamo il vento in poppa, Otto!
ja: いいペースだな、ハチ！
ko: 좋은 페이스야, 에이트!
nl: Het tempo zit er goed in, Acht!
ru: Восьмерка, все идет по плану!
zh_hans: 步调不错啊，小八！
zh_hant: 步調不錯呢，小八！

# SdodrSdodrTalkElevatorHintCollectionEnm00
source: Let's keep it moving, Eight!
de: Lass uns weitermachen, Nr. 8!
es: ¡Así me gusta, Ocho!
es_mx: ¡Así me gusta, Ocho! ¡Sigamos!
fr: Continue comme ça, Huit !
it: Continuiamo a salire, Otto!
ja: この調子で行くぞ、ハチ！
ko: 이 기세로 가자, 에이트!
nl: Door blijven gaan, Acht!
ru: Вперед, Восьмерка!
zh_hans: 保持这个状态前进吧，小八！
zh_hant: 就維持這個氣勢前進吧，小八！

# SdodrSdodrTalkElevatorHintCompleteEnm00
source: Another incredible performance, Eight!
de: Wieder mal phänomenal gelöst!
es: ¡Otra increíble actuación, Ocho!
es_mx: ¡Otra increíble actuación, Ocho!
fr: Et encore une victoire de Huit !
it: Un'altra prestazione incredibile, Otto.
ja: ハチさん、この調子で行きましょう！
ko: 에이트 씨, 지금처럼만 힘내요!
nl: Je doet het weer fantastisch, Acht!
ru: Как всегда, Восьмерка, прекрасная работа!
zh_hans: 小八，接下来也保持这个状态吧！
zh_hant: 小八，就照著這個步調前進吧！

# SdodrSdodrTalkElevatorHintCompleteEnm02
source: With enough field data, we could become the world'sfirst experts in Jelletonology!
de: Genügend Kontakt mit den Kreaturenund wir werden irgendwann zu Koryphäenin Viskelloidenkunde!
es: ¡Cuando dispongamos de suficiente información, seremosverdaderas eminencias en «esquealetología»!
es_mx: ¡Cuando dispongamos de suficiente información, seremosverdaderas eminencias en esquealetología!
fr: Si on rassemble assez d'infos, on pourrait devenirles premiers Squelécaillologues de l'histoire !
it: Quando avremo raccolto abbastanza dati sul campo,potremmo diventare i primi esperti mondialidi ossomolleologia!
ja: すべてのデータを集められたらスケルトーン博士になれちゃいそうですね～♪
ko: 모든 데이터를 모으면스켈레톤 박사가 되겠네요～♪
nl: Met genoeg veldinformatie kunnen we de eerste expertsworden op het gebied van Drilgruwelogie!
ru: Чем больше данных будет получено с поля боя,тем больше мы будем знать о консервиторах!
zh_hans: 等到把所有数据收集齐，说不定能成为骷髅鱼博士呢～♪
zh_hant: 感覺收集完所有的資料之後，都能當骷髏魚博士了呢～♪

# SdodrSdodrTalkElevatorHintCompleteEnm03
source: Do we...want that?
de: W-wenn dich so was inspiriert...?
es: ¿Y eso... nos hace falta para algo?
es_mx: ¿Y eso... nos hace falta para algo?
fr: Le rêve... ou pas.
it: Ma... mi prendi in giro?
ja: ソレって うれしいノカ…？
ko: 그거 좋은 일이야…?
nl: W-Willen we dat?
ru: А нам это надо?
zh_hans: 那是……值得高兴的事情吗……？
zh_hant: 那種事情值得高興嗎……？

# SdodrSdodrTalkElevatorHintCompleteTip00
source: I'm really pleased with our progress so far!
de: Ihr macht das ganz ausgezeichnet.Ein Riesenlob von mir!
es: ¡Menudos progresos que estamos haciendo!
es_mx: ¡Estoy muy contenta con nuestro progreso!
fr: On avance bien !
it: Ottimo lavoro, come al solito.
ja: ウンウン、順調ですね～♪
ko: 응응, 순조롭네요～♪
nl: Ik ben tot nu toe erg tevreden met onze voortgang!
ru: Отлично идем, надо сказать!
zh_hans: 嗯嗯，很顺利呢～♪
zh_hant: 嗯嗯，很順利呢～♪

# SdodrSdodrTalkElevatorHintJemHardMode06
source: Feels like I just sat through a sales pitch.
de: Klang jetzt irgendwie nach Reklame.
es: Pues sí que me lo ha vendido bien...
es_mx: Qué bien lo vendes, ¿eh?
fr: Quand tu parles, j'ai l'impression de regarder une pub...
it: Sembrava una pubblicità in TV.
ja: なんかノリがCMみたいダヨ
ko: 무슨 광고하는 것 같아
nl: Ik heb het gevoel dat ik naar een reclamepraatje luister.
ru: Прямо рекламный слоган.
zh_hans: 你们的对话听起来就像广告一样呢。
zh_hant: 這段對話簡直像是廣告一樣耶。

# SdodrSdodrTalkElevatorHintJemHardMode07
source: Guess we have done a bunch of commercial worklately, huh?
de: Kommerziellen Kram muss man alsKünstler eben auch mal machen, weißte?
es: Bueno, a ti también te ha tocado venderle cosas a lagente, ¿no?
es_mx: Será por todos los comerciales que hemosgrabado últimamente.
fr: C'est pas ma faute si je suis une vendeuse née !
it: La pubblicità è l'anima del commercio, non lo sapevi?
ja: 最近そんなに CMの仕事してたっけか？
ko: 요즘 광고를 그렇게 많이 찍었던가?
nl: O. Misschien komt dat doordat we de laatste tijd veelreclame hebben moeten maken vanwege onze tournee?
ru: Наверное, мы в последнее времяслишком часто в рекламе светились...
zh_hans: 我们最近有接那么多广告工作吗？
zh_hant: 我們最近有接到那麼多廣告的工作嗎？

# SdodrSdodrTalkElevatorHintLookPalette00
source: Aw yeah! We're still kickin'!
de: YEAH! Wir zwei sind nicht zu stoppen!
es: ¡Genial! ¡Ahí vamos!
es_mx: ¡Genial! ¡Ahí vamos!
fr: Yes ! On est au taquet !
it: Mitilico! Via così!
ja: ッシャー！ どんどんいくぞー！
ko: 좋았어～! 팍팍 간다～!
nl: Woehoe! We zijn niet te stoppen!
ru: Да! Нас не остановить!
zh_hans: 好——！不断前进吧——！
zh_hant: 好耶——！繼續往前衝吧——！

# SdodrSdodrTalkElevatorHintSelectTip00
source: Great work, Eight! You're a monster out there!
de: Gut gemacht Nr. 8! Du bist echt der Hammer!
es: ¡Buen trabajo, Ocho! ¡Así me gusta!
es_mx: ¡Buen trabajo, Ocho! ¡Así me gusta!
fr: Bien joué, Huit ! Tu fais des étincelles aujourd'hui !
it: Lavoro eccellente, Otto! Vai alla grandissima!
ja: いい感じだな、ハチ！
ko: 느낌 좋은데, 에이트!
nl: Goed werk, Acht! Je gaat als een wilde tekeer!
ru: Отлично сработано, Восьмерка!Тебя просто не остановить!
zh_hans: 感觉不错啊，小八！
zh_hant: 做得很好喔，小八！

# SdodrSdodrTalkElevatorPhase200FFirst01
source: You know it! Let's get this party started!
de: Das kannst du laut sagen!Wir rocken das Ding!
es: ¡Seguro que sí! ¡Que empiece la fiesta!
es_mx: ¡Claro que sí! ¡Que empiece la fiesta!
fr: Évidemment ! Que la fête commence !
it: Ma certo! Apriamo le danze!
ja: いっちょ やってやるか！
ko: 본때를 보여 주자고!
nl: Absoluut! Ik ben klaar voor actie!
ru: Давай зададим тут всем жару!
zh_hans: 那我们就放手一搏吧！
zh_hant: 讓我們放手一搏吧！

# SdodrSdodrTalkElevatorPhase200FFirst02
source: Don't worry about me. I'm in this to the end.
de: Nur keine Sorge, ich lass euch schon nicht im Stich.
es: También podéis contar conmigo hasta el final.
es_mx: Cuenten conmigo. Estoy con ustedes hasta el final.
fr: Ne vous inquiétez pas pour moi. Je resterai àvos côtés jusqu'au bout.
it: Non preoccupatevi per me. Resterò con voi fino alla fine.
ja: ま、こうなったら最後まで付き合うヨ
ko: 뭐, 이렇게 된 이상 마지막까지 같이 가 줄게
nl: Maak je geen zorgen om mij. Ik ga door tot het eind.
ru: Можете на меня рассчитывать.
zh_hans: 好，既然都到这里了，我就奉陪到底吧。
zh_hant: 反正事已至此，我就奉陪到底吧。

# SdodrSdodrTalkElevatorPhase200FRnd0000
source: We'll climb this Spire as many times as it takes.
de: Wir erklimmen den Turm, so oft es nötig ist.
es: Subiremos por esta torre tantas veces como haga falta.
es_mx: Subiremos por esta torre tantas veces como haga falta.
fr: On montera dans cette tour autant de foisqu'il le faudra.
it: Risaliremo questa torre tutte le volte che serve!
ja: 何度でもチャレンジしましょう！
ko: 몇 번이고 도전해 봐요!
nl: We beklimmen de toren zo vaak als het nodig is.
ru: Мы заберемся на эту башню столько раз,сколько нужно.
zh_hans: 请多多挑战吧！
zh_hant: 不停地持續挑戰吧！

# SdodrSdodrTalkElevatorPhase200FRnd0001
source: That's right! Look out, Order! We're gunning for you!
de: Jawoll! Pass bloß auf, Ordnung!Bald geht’s dir an den Kragen!
es: ¡Vete preparando, Ordon!
es_mx: ¡Eso es! Cuidado, Ordon, ¡que vamos por ti!
fr: Exactement ! Fais gaffe à toi, l'Ordre !On arrive et ça va chauffer !
it: Proprio così! Stai attento, Ordine, stiamo arrivando!
ja: 待ってろよ、オーダ！！
ko: 기다려라, 오더!!
nl: Ja, hoor je dat, Orde? We komen eraan!
ru: Именно так! Берегись, Порядок! Ты у нас на мушке!
zh_hans: 你给我等着，秩序！！
zh_hant: 秩序，你給我等著！！

# SdodrSdodrTalkElevatorPhase200FRnd0101
source: Rein it in a little. Though I agree with the sentiment.
de: Schalt mal ’nen Gang zurück.Aber dein Enthusiasmus gefällt mir.
es: Comparto el espíritu, pero sosiégate un poco.
es_mx: Comparto el espíritu, pero cálmate un poco.
fr: Inutile de s'emporter. Mais je salue l'enthousiasme.
it: Ehi, calma! Però apprezzo l'entusiasmo.
ja: 無理しないくらいが ちょうどイイと思うケド
ko: 무리하지 않는 정도가 좋다고 생각하는데
nl: Je hoeft niet zo te schreeuwen, al ben ik het wel met jeeens.
ru: Поменьше эмоций. Но настрой правильный.
zh_hans: 不要勉强自己，量力而行就好。
zh_hant: 我覺得不用勉強自己，量力而為就好了。

# SdodrSdodrTalkElevatorPhase209FRnd0100
source: No big problems so far, huh, Eight?
de: Läuft doch wie geschmiert, stimmt’s, Ahato?
es: Pan comido, ¿verdad, Ocho?
es_mx: Todo facilito hasta ahora, ¿verdad, Ocho?
fr: On a pas trop galéré jusqu'à présent, pas vrai, Huit ?
it: Una passeggiata finora, vero?
ja: 今んとこ ヨユーだな、ハチ！
ko: 아직까지는 여유롭네, 에이트!
nl: Het gaat lekker tot nu toe, toch, Acht?
ru: Пока все как по маслу, да, Восьмерка?
zh_hans: 目前为止都游刃有余呢，小八！
zh_hant: 目前還算游刃有餘吧，小八！

# SdodrSdodrTalkElevatorPhase209FRnd0200
source: It's been pretty smooth sailing up to now.
de: Bisher ist eigentlich alles recht glatt gelaufen.
es: Hasta ahora ha ido todo sin mayores complicaciones.
es_mx: Hasta ahora todo ha ido sin mayores complicaciones.
fr: Jusqu'à présent, l'ascension se déroule sans accroc.
it: Finora non abbiamo avuto troppi grattacapi.
ja: とりあえず ココまでは順調ダネ
ko: 일단 여기까지는 순조로웠네
nl: Tot nu toe hebben we weinig problemen gehad.
ru: Пока все идет как надо.
zh_hans: 总之，目前为止都还算顺利。
zh_hant: 總之，到目前為止都還算順利呢。

# SdodrSdodrTalkElevatorPhase210FRnd0001
source: Good advice. Stay alert.
de: Guter Tipp! Sei auf der Hut!
es: Buen consejo. Mantente alerta.
es_mx: Buen consejo. Mantente alerta.
fr: Excellent conseil. Reste sur tes gardes.
it: Ottimo consiglio!
ja: セイゼイ油断しないコトダ
ko: 방심은 금물이야
nl: Goed advies. Blijf alert.
ru: Хороший совет. Будь начеку.
zh_hans: 可别大意了啊。
zh_hant: 千萬別大意了。

# SdodrSdodrTalkElevatorPhase210FRnd0100
source: Awesome! It's good to be on the other side of 10F.
de: Super! Etage 10 hätten wir also erledigt.
es: Si hay que superar el piso 10, se supera y listo.
es_mx: ¡Excelente! Qué bueno es estar al otro lado del piso 10.
fr: Cool ! Ça fait du bien d'avoir le 10e étage derrière soi.
it: Mitilico! Bello aver superato il decimo piano, vero?
ja: まずは１０Ｆ突破ですね～！
ko: 우선 10F 돌파네요～!
nl: Fijn dat we voorbij de 10e etage zijn!
ru: Отлично! 10 этаж позади.
zh_hans: 先是突破10Ｆ了～！
zh_hant: 先攻破10Ｆ了～！

# SdodrSdodrTalkElevatorPhase210FRnd0201
source: Yeah! If we can keep this momentum going, we mightactually make it all the way!
de: Auf jeden Fall! Wenn wir uns weiterhin so gut schlagen,schaffen wir’s sogar vielleicht bis ganz nach oben!
es: ¡Sí! Si mantenemos este ritmo, ¡seguro que llegamoshasta el final!
es_mx: ¡Sí! Si mantenemos este ritmo, ¡seguro que llegamoshasta el final!
fr: Ouais ! Si on continue sur cette lancée, on pourraitbien en voir le bout !
it: Proprio così! Di questo passo, potremmoanche riuscire ad arrivare in cima!
ja: この調子なら きっと最上階まで行けますよ～♪
ko: 이대로 가면 분명 최상층까지 갈 수 있을 거예요～♪
nl: Ja, als we zo doorgaan, overwinnen we misschien zelfsde hele toren!
ru: Да! Такими темпами мы и до самого верхадоберемся!
zh_hans: 保持好这个状态，就一定能抵达顶层～♪
zh_hant: 只要繼續保持下去，肯定能夠爬到頂層的～♪

# SdodrSdodrTalkElevatorPhase215FFirst06
source: You too, Acht?
de: Du also auch, Ahato?
es: ¿A ti también, Acht?
es_mx: ¿A ti también, Acht?
fr: Même toi, Eyte ?
it: Davvero, Acht?
ja: ミズタ…
ko: 미즈타…
nl: Het is aardig dat je dat zegt, Smarachne.
ru: И ты, Окта?
zh_hans: 水田……
zh_hant: 水田……

# SdodrSdodrTalkElevatorPhase219FFirst03
source: There's that unsolicited advice I'm so familiar with.
de: Marina ist unverbesserlich. Verteilt noch immergern Ratschläge, um die keiner gebeten hat.
es: Sigues preocupándote en exceso por todo, ¿eh?
es_mx: Sigues preocupándote en exceso por todo, ¿eh?
fr: Ah, le conseil de dernière minute que personne lui ademandé. Je te reconnais bien là, Coralie.
it: Ti piace ancora fare le prediche come una volta, eh?
ja: おせっかいなトコは ムカシと変わらナイネ
ko: 오지랖이 넓은 건 예전부터 변함이 없네
nl: Je geeft dus nog altijd te pas en te onpas advies aananderen...
ru: Ты не меняешься, Мариша.
zh_hans: 你喜欢瞎操心这点，还是和以前一样呢。
zh_hant: 你還是跟以前一樣，喜歡瞎操心耶。

# SdodrSdodrTalkElevatorPhase219FFirst05
source: Huh. This side of you is less familiar.
de: Oookay... Die Seite an dir ist mir neu.
es: Vaya, en eso sí pareces haber cambiado...
es_mx: Vaya, este comportamiento tuyo sí que es nuevopara mí.
fr: Euh... Je te reconnais moins, là.
it: Questo tuo lato, invece, non lo ricordavo...
ja: ムカシとチガウトコも あるみたいダネ
ko: 예전이랑 다른 점도 좀 있는 것 같네
nl: Hm? Deze kant ken ik niet van jou.
ru: Хм. А может, и меняешься...
zh_hans: 看来也有些地方和以前不太一样。
zh_hant: 但好像也有些地方跟以前不一樣了呢。

# SdodrSdodrTalkElevatorPhase220FFirst05
source: Hold up—the Deepsea Metro?! That's where we pulledEight out from!
de: Halt, stopp! Die Tiefsee-Bahn?!Dort sind wir doch auch über Nr. 8 gestolpert!
es: ¡En el Metro Abisal es donde nos topamos con Ocho!
es_mx: ¿Qué? ¡¿El Metro Abisal?! ¡De allí sacamos a Ocho!
fr: Attends... T'as bien dit le Métro Abyssal ?Celui d'où on a extirpé Huit ?
it: Aspetta un momento, la metropolpitana?!È lì che abbiamo trovato Otto!
ja: 深海メトロって ハチがいたトコじゃん！！
ko: 심해 메트로면 에이트가 있던 곳이잖아!!
nl: De diepzeemetro?! Daar hebben we Acht vandaangehaald!
ru: Абиссаль-метро?! Так ведь именно таммы и нашли Восьмерку!
zh_hans: 深海铁路不就是小八之前待的地方嘛！！
zh_hant: 深海鐵路就是小八以前待的地方吧！！

# SdodrSdodrTalkElevatorPhase220FFirst09
source: I can't believe you went through something so awful!
de: Unfassbar, dass du so etwas Schrecklichesdurchmachen musstest!
es: ¡Me cuesta imaginar los horrores por los que habráspasado!
es_mx: ¡Me cuesta imaginar los horrores por los que habráspasado!
fr: Pauvre Eyte... T'as pas dû rigoler tous les jours !
it: Mi vengono i brividi se penso a quello che hai passato...
ja: アナタが そんな目にあっていたなんて…
ko: 당신이 그런 일을 당했을 줄이야…
nl: Dat klinkt verschrikkelijk! Wat rot dat je dat mee hebtmoeten maken!
ru: Не могу поверить, что тебе пришлось пройтичерез такой ужас!
zh_hans: 你居然遭遇了那样的事情啊……
zh_hant: 原來你經歷過那樣的遭遇啊……

# SdodrSdodrTalkElevatorPhase220FRnd0100
source: Pearl! Eight! You were both SO cool just now!
de: Perla, Nr. 8... Ihr zwei wart gerade SO WAS von cool!
es: ¡Perla! ¡Ocho! ¡Ahora mismo habéis molado un montón!
es_mx: ¡Perla! ¡Ocho! ¡Estuvieron increíbles!
fr: Perle ! Huit ! Vous avez assuré à fond !
it: Alga! Otto! È uno spettacolo vedervi in azione!
ja: センパイもハチさんも カッコよかったです～♪
ko: 선배도 에이트 씨도 멋있었어요～♪
nl: Lore! Acht! Wat zagen jullie er cool uit, zeg!
ru: Жемчик! Восьмерка! Вы просто бесподобны!
zh_hans: 前辈和小八都太帅了～♪
zh_hant: 前輩跟小八都好帥喔～♪

# SdodrSdodrTalkElevatorPhase229FFirst00
source: Top floor, everyone.
de: Da wären wir nun. Die oberste Etage.Endstation, Leute.
es: ¡Todo el mundo al último piso!
es_mx: Este es el último piso.
fr: C'est le dernier étage...
it: Eccoci all'ultimo piano.
ja: いよいよ最上階か…
ko: 드디어 최상층인가…
nl: We zijn aangekomen bij de bovenste etage!
ru: Вот и верхний этаж.
zh_hans: 终于要抵达顶层了……
zh_hant: 終於要抵達頂層了……

# SdodrSdodrTalkElevatorPhase229FFirst01
source: Order must be waiting for us there.
de: Bestimmt erwartet uns Ordnung schon.
es: Ordon nos estará esperando.
es_mx: Ordon nos estará esperando.
fr: L'Ordre doit nous attendre.
it: Ordine ci starà aspettando.
ja: 次のフロアには、きっとオーダがいるはず…
ko: 다음 플로어에는 분명 오더가 있을 거예요…
nl: Orde zal wel op ons wachten.
ru: Порядок нас наверняка поджидает...
zh_hans: 秩序应该就在下一个楼层……
zh_hant: 想必秩序就在下個樓層……
