Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# LayoutMsgSdodrGuideBtn00RideElevator
source: Enter the Elevator
de: Aufzug betreten
es: Subir al ascensor
es_mx: Subir al elevador
fr: Entrer dans l'ascenseur
it: Entra nell'ascensore
ja: エレベーターに乗る
ko: 엘리베이터 타기
nl: In de lift stappen
ru: В лифт
zh_hans: 乘坐电梯
zh_hant: 搭乘電梯

# LayoutMsgSdodrGuideBtn00RideElevatorFirst
source: Enter the Elevator
de: Aufzug betreten
es: Subir al ascensor
es_mx: Subir al elevador
fr: Entrer dans l'ascenseur
it: Entra nell'ascensore
ja: エレベーターに乗る
ko: 엘리베이터 타기
nl: In de lift stappen
ru: В лифт
zh_hans: 乘坐电梯
zh_hant: 搭乘電梯

# LayoutMsgSdodrGuideBtn00RideLift
source: Ride the Cage
de: Käfig in Fahrt setzen
es: Subir a la jaula
es_mx: Activar la jaula
fr: Monter dans la cage
it: Entra nella gabbia
ja: ケージに乗る
ko: 케이지 타기
nl: Kooi activeren
ru: В клетку
zh_hans: 乘坐笼轨
zh_hant: 搭乘籠軌

# LayoutMsgSdodrGuideBtn00Talk
source: Talk
de: Ansprechen
es: Hablar
es_mx: Hablar
fr: Parler
it: Parla
ja: 話しかける
ko: 대화하기
nl: Praten
ru: Говорить
zh_hans: 交谈
zh_hant: 對話

# LayoutMsgSdodrHackingMenu00100
source: Get Hacking!
de: Hacken!
es: ¡A hackear!
es_mx: ¡A hackear!
fr: C'est parti !
it: Hackera!
ja: ハッキングする！
ko: 해킹하기
nl: Hacken maar!
ru: Ага!
zh_hans: 骇解！
zh_hant: 駭解！

# LayoutMsgSdodrHackingMenu00300
source: Locked
de: Gesperrt
es: No
es_mx: No
fr: Verrouillé
it: Bloccate
ja: 出ない
ko: 나오지 않음
nl: Uit
ru: ВЫКЛ.
zh_hans: 不会出现
zh_hant: 不出現

# LayoutMsgSdodrHackingMenu00301
source: Unlocked
de: Verfügbar
es: Sí
es_mx: Sí
fr: Déverrouillé
it: Sbloccate
ja: 出る
ko: 나옴
nl: Aan
ru: ВКЛ.
zh_hans: 会出现
zh_hant: 出現

# LayoutMsgSdodrHackingMenu00302
source: Hide
de: Verborgen
es: Ocultar
es_mx: Ocultar
fr: Caché
it: Nascosto
ja: わからない
ko: 알 수 없음
nl: Verborgen
ru: Скрыт
zh_hans: 不知道
zh_hant: 不知道

# LayoutMsgSdodrHackingMenu00303
source: Reveal
de: Enthüllt
es: Mostrar
es_mx: Mostrar
fr: Révélé
it: Rivelato
ja: わかる
ko: 알 수 있음
nl: Onthuld
ru: Виден
zh_hans: 知道
zh_hant: 知道

# LayoutMsgSdodrHackingMenu00304
source: Off
de: Aus
es: Sin efecto
es_mx: Sin efecto
fr: Désactivé
it: Non in uso
ja: できない
ko: 불가능
nl: Uit
ru: Выкл.
zh_hans: 不可以
zh_hant: 不可以

# LayoutMsgSdodrHackingMenu00306
source: Off
de: Aus
es: No
es_mx: No
fr: Désactivé
it: Non in uso
ja: できない
ko: 불가능
nl: Uit
ru: Выкл.
zh_hans: 不可以
zh_hant: 不可以

# LayoutMsgSdodrHackingMenu00308
source: Default
de: Standard
es: Nula
es_mx: Nula
fr: Standard
it: Standard
ja: かたよりなし
ko: 보정 없음
nl: Standaard
ru: Стандарт
zh_hans: 无侧重
zh_hant: 無偏重

# LayoutMsgSdodrHackingMenu00309
source: Slight Bias
de: Vorliebe+
es: Baja
es_mx: Baja
fr: Probabilité +
it: Probab. +
ja: ちょっと出やすい
ko: 조금 나옴
nl: Lichte voorkeur
ru: Шанс +
zh_hans: 略微容易出现
zh_hant: 略微容易出現

# LayoutMsgSdodrHackingMenu00310
source: High Bias
de: Vorliebe++
es: Alta
es_mx: Alta
fr: Probabilité ++
it: Probab. ++
ja: かなり出やすい
ko: 잘 나옴
nl: Sterke voorkeur
ru: Шанс ++
zh_hans: 相当容易出现
zh_hant: 相當容易出現

# LayoutMsgSdodrHackingMenu00312
source: Off
de: Aus
es: No
es_mx: No
fr: Désactivé
it: Non in uso
ja: しない
ko: 하지 않음
nl: Uit
ru: Выкл.
zh_hans: 不触发
zh_hant: 不會

# LayoutMsgSdodrHackingMenu00313
source: Off
de: Aus
es: No
es_mx: No
fr: Désactivé
it: Non in uso
nl: Uit
ru: Выкл.
zh_hans: 关闭

# LayoutMsgSdodrHackingMenu00314
source: On
de: Ein
es: Sí
es_mx: Sí
fr: Activé
it: In uso
nl: Aan
ru: Вкл.
zh_hans: 开启

# LayoutMsgSdodrHackingMenu00315
source: Default
de: Standard
es: No
es_mx: No
fr: Standard
it: Standard
ja: 弱らない
ko: 약화 없음
nl: Standaard
ru: Обычные
zh_hans: 不退缩
zh_hant: 不弱化

# LayoutMsgSdodrHackingMenu00316
source: Weakened
de: Geschwächt
es: Sí
es_mx: Sí
fr: Affaiblis
it: Indeboliti
ja: 弱る
ko: 약화함
nl: Verzwakt
ru: Ослаблены
zh_hans: 退缩
zh_hant: 弱化

# LayoutMsgSdodrHackingMenu00317
source: Random
de: Zufall
es: Al azar
es_mx: Al azar
fr: Aléatoire
it: Casuale
ja: ランダム
ko: 랜덤
nl: Willekeurig
ru: Случайно
zh_hans: 随机
zh_hant: 隨機

# LayoutMsgSdodrHackingMenu00318
source: Always
de: Immer
es: Siempre
es_mx: Siempre
fr: Toujours
it: Sempre
ja: 必ず
ko: 반드시
nl: Altijd
ru: Всегда
zh_hans: 必定
zh_hant: 必定

# LayoutMsgSdodrHackingMenu00TChallenge00
source: Retry
de: Noch mal
es: Reintentar
es_mx: Reintentar
fr: Réessayer
it: Riprova
ja: リトライする
ko: 재도전하기
nl: Opnieuw proberen
ru: Еще раз
zh_hans: 重试
zh_hant: 重新挑戰

# LayoutMsgSdodrItemGet00Armor
source: Got armor!
de: Rüstung erhalten!
es: ¡Una armadura!
es_mx: ¡Armadura!
fr: Armure !
it: Armatura ottenuta!
ja: アーマーGET！
ko: 아머 GET!
nl: Bepantsering ↑
ru: Доспехи!
zh_hans: 盔甲GET！
zh_hant: 盔甲GET！

# LayoutMsgSdodrItemGet00ColorTip
source: Got color chips!
de: Farbchips erhalten!
es: ¡Cromochips!
es_mx: ¡Cromochips!
fr: Puces chromatiques !
it: Schede colore!
ja: カラーチップGET！
ko: 컬러 칩 GET!
nl: Je hebt kleurenchips!
ru: Тон-жетоны!
zh_hans: 色彩晶片GET！
zh_hant: 色彩晶片GET！

# LayoutMsgSdodrItemGet00DroneBattery
source: Drone gauge up!
de: Drohnenanzeige+!
es: ¡Medidor de dron ↑!
es_mx: ¡Medidor de dron!
fr: Jauge du drone +
it: Indicatore drone +!
ja: ドローンゲージUP！
ko: 드론 게이지 UP!
nl: Dronemeter ↑
ru: + шкала дрона!
zh_hans: 无人机蓄力槽UP！
zh_hant: 無人機蓄力槽UP！

# LayoutMsgSdodrItemGet00InkBottle
source: Got ink!
de: Tinte erhalten!
es: ¡Recuperas tinta!
es_mx: ¡Tinta!
fr: Encre !
it: Inchiostro recuperato!
ja: インク回復！
ko: 잉크 회복!
nl: Inkt ↑
ru: Краска!
zh_hans: 墨汁回复！
zh_hant: 墨汁回復！

# LayoutMsgSdodrItemGet00SpecialCharge
source: Special gauge up!
de: Spezialanzeige+!
es: ¡Medidor especial ↑!
es_mx: ¡Medidor especial!
fr: Jauge spéciale +
it: Indicatore speciale +!
ja: スペシャルゲージUP！
ko: 스페셜 게이지 UP!
nl: Speciale meter ↑
ru: + шкала заряда!
zh_hans: 特殊武器蓄力槽UP！
zh_hant: 特殊武器蓄力槽UP！

# LayoutMsgSdodrItemGet00StunBombA
source: Got a disc piece!
de: Plattenteil erhalten!
es: ¡Una pieza de disco!
es_mx: ¡Pieza de disco!
fr: Fragment de disque !
it: Un pezzo di disco!
ja: ディスクパーツGET！
ko: 디스크 파츠 GET!
nl: Je hebt een diskdeel!
ru: Фрагмент диска!
zh_hans: 唱片零件GET！
zh_hant: 唱片零件GET！

# LayoutMsgSdodrItemGet00StunBombB
source: Got a disc piece!
de: Plattenteil erhalten!
es: ¡Una pieza de disco!
es_mx: ¡Pieza de disco!
fr: Fragment de disque !
it: Un pezzo di disco!
ja: ディスクパーツGET！
ko: 디스크 파츠 GET!
nl: Je hebt een diskdeel!
ru: Фрагмент диска!
zh_hans: 唱片零件GET！
zh_hant: 唱片零件GET！

# LayoutMsgSdodrItemGet00StunBombC
source: Got a disc piece!
de: Plattenteil erhalten!
es: ¡Una pieza de disco!
es_mx: ¡Pieza de disco!
fr: Fragment de disque !
it: Un pezzo di disco!
ja: ディスクパーツGET！
ko: 디스크 파츠 GET!
nl: Je hebt een diskdeel!
ru: Фрагмент диска!
zh_hans: 唱片零件GET！
zh_hant: 唱片零件GET！

# LayoutMsgSdodrLastOne00TText00
source: Last Life!
de: Letzter Versuch!
es: ¡Última vida!
es_mx: ¡Última vida!
fr: Dernière vie !
it: Ultima vita!
ja: 最後のライフ！
ko: 마지막 라이프!
nl: Laatste leven!
ru: Последняя попытка!
zh_hans: 最后一命！
zh_hant: 最後一命！

# LayoutMsgSdodrLoadingMap00TFloorUnit00
source: F
de: Etage
es: Piso
es_mx: P
fr: Étage
it: Piano
ja: Ｆ
nl: Etage
ru: Этаж
zh_hans: Ｆ
zh_hant: Ｆ

# LayoutMsgSdodrLoadingMap00TNewRecord00
source: Updated!
de: Aktualisiert!
es: Actualizado
es_mx: Récord
fr: Mis à jour !
it: Nuovo!
ja: 更新中！
ko: 경신 중!
nl: Bijgewerkt!
ru: Обновлен!
zh_hans: 正在更新！
zh_hant: 刷新中！

# LayoutMsgSdodrLoadingMap00TRecord00
source: Best Run
de: Rekord-Etage
es: Récord
es_mx: Mejor ascenso
fr: Record
it: Record assalto
ja: 最高きろく
ko: 최고 기록
nl: Beste poging
ru: Рекорд
zh_hans: 最高记录
zh_hant: 最高記錄

# LayoutMsgSdodrMakePlayer00000
source: Word! That's the Eight I know!
de: Ha! So kenn ich dich, Nr. 8!
es: ¡Has recuperado tu aspecto, Ocho!
es_mx: ¡Te reconozco! Ocho... ¿verdad?
fr: Pas d'erreur possible,tu es bien Huit !
it: Ora sì che ti riconosco, Otto!
ja: よし！ いつものハチみてーだな！
ko: 응! 내가 아는 에이트 맞네!
nl: Yo! Dat is de Acht die ik ken!
ru: Круть! Это явно Восьмерка!
zh_hans: 好！和平时的小八一样呢！
zh_hant: 好！看來就跟平時的小八一樣！

# LayoutMsgSdodrMakePlayer00TEyeblow02
source: Lemme get a close look.
de: Mal ganz genau schauen...
es: A ver, muéstrame bien tu cara...
es_mx: A ver, muéstrame bien tu cara...
fr: Laisse-moi t'observer de plus près.
it: Fatti guardare bene da vicino!
ja: もうちょっと よく顔を見せてくれ！
ko: 얼굴을 좀 더 자세히 보여 봐!
nl: Ik kom even dichterbij.
ru: Дай-ка присмотрюсь!
zh_hans: 再让我好好看看你的长相吧！
zh_hant: 讓我再仔細地看看你的長相吧！

# LayoutMsgSdodrMakePlayer00THair00
source: What about a headache? You OK?
de: Hast du Kopfschmerzen?Alles gut?
es: ¿Te duele la cabeza?¿Estás bien?
es_mx: ¿Te duele la cabeza?
fr: Pas de mal de crâne ? Ça va ?
it: La testa come va?
ja: えっ アタマ打った？ ダイジョブか？！
ko: 뭐? 머리를 부딪쳤다고? 괜찮아?!
nl: Geen last van hoofdpijn?Alles goed?
ru: Голова не болит? Все хорошо?
zh_hans: 咦？撞到脑袋了？没事吧？！
zh_hant: 咦？撞到頭了？你沒事吧！？

# LayoutMsgSdodrMakePlayer00TKind00
source: Do you know who you are?
de: Weißt du noch, wer du bist?
es: ¿Recuerdas quién eres?
es_mx: ¿Recuerdas quién eres?
fr: Tu sais qui tu es ?
it: Ti ricordi chi sei?
ja: 自分のコト 思い出せるか？
ko: 네가 누군지 기억나?
nl: Weet je wie je bent?
ru: Ты знаешь, кто ты вообще?
zh_hans: 你想得起自己是谁吗？
zh_hant: 你想得起自己是誰嗎？

# LayoutMsgSdodrMakePlayer00TKind01
source: Can you see me?
de: Kannst du mich sehen?
es: ¿Puedes verme?
es_mx: ¿Puedes verme?
fr: Tu arrives à me voir clairement ?
it: Mi vedi?
ja: アタシが見えるか？
ko: 내가 보여?
nl: Kun je me zien?
ru: Видишь меня?
zh_hans: 你看得到我吗？
zh_hant: 你看得到我嗎？

# LayoutMsgSdodrMakePlayer00TSkin00
source: Any bruises? You seem good.
de: Irgendwelche blauen Flecken?Scheint alles okay.
es: No pareces haber sufrido heridas...
es_mx: ¿Alguna herida en el cuerpo?
fr: Des bobos ? Non, ça a l'air d'aller.
it: Ferite... non sembri averne, vero?
ja: ケガは… なさそーだな！
ko: 다친 곳은… 없는 것 같네!
nl: Even kijken of je blauwe plekkenhebt. Je lijkt mij oké.
ru: Синяков нет? Вроде все цело!
zh_hans: 身上……看上去没有伤！
zh_hant: 看來……你沒受傷！

# LayoutMsgSdodrMenu001003
source: Clear!
de: Geschafft!
es: ¡Completado!
es_mx: Completado
fr: Terminé !
it: Superato!
ja: クリア！
ko: 클리어!
nl: Voltooid!
ru: Успех!
zh_hans: 完成！
zh_hant: 過關！

# LayoutMsgSdodrMenu00200
source: Wanna change up your look?(You won't lose any other data.)
de: Möchtest du dein Aussehen ändern?(Andere Daten bleiben erhalten.)
es: ¿Quieres cambiar tu aspecto?(Conservarás el resto de tus datos.)
es_mx: ¿Quieres cambiar tu aspecto?(Conservarás el resto de tus datos).
fr: Veux-tu modifier ton apparence ?(Aucune autre donnée ne sera perdue.)
it: Vuoi cambiare il tuo aspetto?(Non perderai alcun dato salvato.)
ja: プレイヤーのスタイルを変更しますか？（スタイル以外のデータは受け継がれます）
ko: 플레이어의 스타일을 변경하겠습니까?(스타일 이외의 데이터는 이어받습니다)
nl: Wil je je uiterlijk aanpassen?(Andere gegevens zullen niet verloren gaan.)
ru: Хочешь освежить свой внешний вид?(Другие данные не пропадут.)
zh_hans: 要更改玩家的风格吗？（风格以外的数据将会继承。）
zh_hant: 要更改玩家的外型嗎？（外型以外的資料會予以保留）

# LayoutMsgSdodrMenu00210
source: Yeah
de: Ja
es: Cambiar
es_mx: Cambiar
fr: Oui
it: Sì
ja: 変更する
ko: 변경하기
nl: Ja!
ru: Ага!
zh_hans: 更改
zh_hant: 更改

# LayoutMsgSdodrMenu00301
source: Collection
de: Sammlung
es: Colección
es_mx: Colección
it: Collezione
ja: コレクション
ko: 컬렉션
nl: Collectie
ru: Коллекция
zh_hans: 收藏夹
zh_hant: 收藏

# LayoutMsgSdodrMenu00302
source: Records
de: Rekorde
es: Registros
es_mx: Registros
fr: Historique
it: Riepilogo
ja: きろく
ko: 기록
nl: Pogingen
ru: Данные
zh_hans: 记录
zh_hant: 記錄

# LayoutMsgSdodrMenu00303
source: Marina's Dev Diary
de: Marinas Dev-Tagebuch
es: Diario técnico de Marina
es_mx: Diario técnico de Marina
fr: Journal de Coralie
it: Diario di Nori
ja: イイダの開発日記
ko: 이이다의 개발 일기
nl: Mariana's ontwikkelingsdagboek
ru: Заметки разработчика Мариши
zh_hans: 饭田的开发日记
zh_hant: 飯田的研發日記

# LayoutMsgSdodrMenu00TExplainCamera00
source: Set your control options when playing on a TV screen or theNintendo Switch console screen.
de: Du kannst Einstellungen für das Spielen auf dem TVsowie dem Bildschirm der Nintendo Switch-Konsole festlegen.
es: Configura los ajustes que utilizarás al jugaren modo televisor y en modo sobremesa.
es_mx: Configura la cámara para el modo televisor yel modo semiportátil.
fr: Règle la caméra pour tes sessions de jeu en mode téléviseuret en mode sur table.
it: Imposta le opzioni della telecamera per lo stile TVe lo stile da tavolo.
ja: テレビ画面に映したり Switch本体を置いてプレイするときのカメラオプションを設定できます
ko: TV 화면에 표시하거나 Nintendo Switch 본체를 두고 플레이할 때의카메라 옵션을 설정할 수 있습니다
nl: Bepaal de instellingen voor het spelen op een tv-scherm ofin de tafelstijl.
ru: Настройки управления для игры на ТВ и для игрыв настольном режиме.
zh_hans: 可以设置以TV模式或桌面模式游玩时的视角
zh_hant: 可以設定主機使用TV模式或桌上模式遊玩時的鏡頭選項

# LayoutMsgSdodrMenu00TExplainCamera01
source: Control settings for playing in handheld mode.
de: Lege deine Einstellungen für das Spielen im Handheld-Modus fest.
es: Configura los ajustes que utilizarás al jugar en modo portátil.
es_mx: Configura la cámara para el modo portátil.
fr: Règle la caméra pour tes sessions de jeu en mode portable.
it: Imposta le opzioni della telecamera per lo stile portatile.
ja: Switch本体を持ってプレイするときのカメラオプションを設定できます
ko: Nintendo Switch 본체를 들고 플레이할 때의카메라 옵션을 설정할 수 있습니다
nl: Bepaal de instellingen voor het spelen in de handheldstijl.
ru: Настройки управления для игры в портативном режиме.
zh_hans: 可以设置以掌上模式游玩时的视角
zh_hant: 可以設定主機使用手提模式遊玩時的鏡頭選項

# LayoutMsgSdodrMenu00TExplainPlayer00
source: You can change your look.
de: Du kannst dein Aussehen ändern.
es: Aquí puedes cambiar el aspecto de tu personaje.
es_mx: Aquí puedes cambiar el aspecto de tu personaje.
fr: Tu peux modifier ton apparence.
it: Puoi cambiare il tuo aspetto.
ja: プレイヤーのスタイルを変更できます
ko: 플레이어의 스타일을 변경할 수 있습니다
nl: Je kunt je uiterlijk aanpassen.
ru: Можешь поменять внешний вид.
zh_hans: 可以更改玩家的风格
zh_hant: 可以更改玩家的外型

# LayoutMsgSdodrMenu00TResultInvalid00
source: No records yet.
de: Noch keine Daten.
es: Sin datos
es_mx: Sin datos
fr: Pas encore de données.
it: Nessun dato
ja: まだ、きろくがありません
ko: 아직 기록이 없습니다
nl: Nog geen gegevens.
ru: Данных нет.
zh_hans: 尚无记录
zh_hant: 目前還沒有記錄

# LayoutMsgSdodrMenuPhoto00000
source: Spot Name
de: Ort
es: Ubicación
es_mx: Ubicación
fr: Nom du lieu
it: Luogo
ja: スポット名
ko: 스폿명
nl: Locatie
ru: Место
zh_hans: 景点名称
zh_hant: 景點名稱

# LayoutMsgSdodrMenuPhoto00100
source: Order Sector
de: Sektor Ordnung
es: Distrito del Orden
es_mx: Distrito del Orden
fr: Place de l'Ordre
it: Settore dell'Ordine
ja: 秩序の街
ko: 질서의 거리
nl: Ordesector
ru: Площадь Порядка
zh_hans: 秩序之城
zh_hant: 秩序之城

# LayoutMsgSdodrMenuPhoto00101
source: Foyer
es: Entrada
es_mx: Entrada
fr: Hall d'entrée
it: Ingresso
ja: エントランス
ko: 엔트런스
nl: Ingang
ru: Вестибюль
zh_hans: 入口大厅
zh_hant: 入口大廳

# LayoutMsgSdodrMenuPhoto00200
source: None
de: Ohne
es: Sin filtro
es_mx: Sin filtro
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
ru: Без фильтра
zh_hans: 无
zh_hant: 無

# LayoutMsgSdodrMenuPhoto00201
source: Filter 1
es: Filtro 1
es_mx: Filtro 1
fr: Filtre 1
it: Filtro 1
ja: フィルター１
ko: 필터 1
ru: Фильтр 1
zh_hans: 滤镜1
zh_hant: 濾鏡1

# LayoutMsgSdodrMenuPhoto00202
source: Filter 2
es: Filtro 2
es_mx: Filtro 2
fr: Filtre 2
it: Filtro 2
ja: フィルター２
ko: 필터 2
ru: Фильтр 2
zh_hans: 滤镜2
zh_hant: 濾鏡2

# LayoutMsgSdodrMenuPhoto00203
source: Filter 3
es: Filtro 3
es_mx: Filtro 3
fr: Filtre 3
it: Filtro 3
ja: フィルター３
ko: 필터 3
ru: Фильтр 3
zh_hans: 滤镜3
zh_hant: 濾鏡3

# LayoutMsgSdodrMenuPhoto00204
source: Filter 4
es: Filtro 4
es_mx: Filtro 4
fr: Filtre 4
it: Filtro 4
ja: フィルター４
ko: 필터 4
ru: Фильтр 4
zh_hans: 滤镜4
zh_hant: 濾鏡4

# LayoutMsgSdodrMenuPhoto00205
source: Filter 5
es: Filtro 5
es_mx: Filtro 5
fr: Filtre 5
it: Filtro 5
ja: フィルター５
ko: 필터 5
ru: Фильтр 5
zh_hans: 滤镜5
zh_hant: 濾鏡5

# LayoutMsgSdodrMenuPhoto00206
source: Filter 6
es: Filtro 6
es_mx: Filtro 6
fr: Filtre 6
it: Filtro 6
ja: フィルター６
ko: 필터 6
ru: Фильтр 6
zh_hans: 滤镜6
zh_hant: 濾鏡6

# LayoutMsgSdodrMenuPhoto00207
source: Filter 7
es: Filtro 7
es_mx: Filtro 7
fr: Filtre 7
it: Filtro 7
ja: フィルター７
ko: 필터 7
ru: Фильтр 7
zh_hans: 滤镜7
zh_hant: 濾鏡7

# LayoutMsgSdodrMenuPhoto00TDate01
source: Date
de: Datum
es: Fecha
es_mx: Fecha
it: Data
ja: 日づけ
ko: 날짜
nl: Datum
ru: Дата
zh_hans: 日期
zh_hant: 日期

# LayoutMsgSdodrMenuPhoto00TFilter00
source: Filter
es: Filtro
es_mx: Filtro
fr: Filtre
it: Filtro
ja: フィルター
ko: 필터
ru: Фильтр
zh_hans: 滤镜
zh_hant: 濾鏡

# LayoutMsgSdodrMenuPhoto00TGuide00
source: Controls
de: Steuerung
es: Controles
es_mx: Controles
fr: Commandes
it: Comandi
ja: 操作ガイド
ko: 조작 가이드
nl: Besturing
ru: Управление
zh_hans: 操作指南
zh_hant: 操作導引

# LayoutMsgSdodrMenuPhoto00TInfo00
source: Take Picture
de: Foto!
es: ¡Foto!
es_mx: ¡Foto!
fr: Prendre la photo
it: Scatta!
ja: 撮影する！
ko: 촬영하기
nl: Foto maken!
ru: Сделай снимок!
zh_hans: 拍摄！
zh_hant: 拍攝！

# LayoutMsgSdodrMenuPhoto00TInfo02
source: Rotate Camera
de: Drehen
es: Girar vista
es_mx: Girar vista
fr: Rotation
it: Ruota visuale
ja: 回りこむ
ko: 카메라 회전
nl: Camera draaien
ru: Поворот камеры
zh_hans: 环绕
zh_hant: 環繞

# LayoutMsgSdodrMenuPhoto00TInfo03
source: Move Vertical
de: Bewegen
es: Mover
es_mx: Mover
fr: Déplacement
it: Muovi
ja: 移動
ko: 이동
nl: Hoger/lager
ru: Движение
zh_hans: 移动
zh_hant: 移動

# LayoutMsgSdodrMenuPhoto00TInfo04
source: Move Horizontal
de: Vor/Zurück
es: Adelante/Atrás
es_mx: Eje horizontal
fr: Avant/Arrière
it: Avanti/indietro
ja: 水平移動
ko: 수평 이동
nl: Rondbewegen
ru: Вперед/назад
zh_hans: 水平移动
zh_hant: 水平移動

# LayoutMsgSdodrMenuPhoto00TInfo05
source: Zoom
es: Acercar/Alejar
es_mx: Acercar/Alejar
ja: ズーム
ko: 줌
nl: Zoomen
ru: Зум
zh_hans: 缩放
zh_hant: 縮放

# LayoutMsgSdodrMenuPhoto00TInfo06
source: Tilt
de: Neigen
es: Inclinar
es_mx: Inclinar
fr: Inclinaison
it: Inclina
ja: かたむける
ko: 기울이기
nl: Kantelen
ru: Наклон
zh_hans: 倾斜
zh_hant: 傾斜

# LayoutMsgSdodrMenuPhoto00TInfo07
source: Vert./Horiz.
de: Format
es_mx: Orientación
fr: Vertical/Horizontal
it: Vertic./orizz.
ja: タテヨコ切替
ko: 가로세로 전환
ru: Верт./горизонталь
zh_hans: 切换纵横
zh_hant: 切換方向

# LayoutMsgSdodrMenuPhoto00TPush00
source: Push
de: Drücke auf
es: Pulsa
es_mx: Oprime
fr: Appuie
it: Premi
ja: 押しこみ
ko: 누르기
nl: Drukken
ru: Нажми
zh_hans: 按下
zh_hant: 按下

# LayoutMsgSdodrMenuPhoto00TTitle00
source: Set
de: Einstellungen
es: Ajustes
es_mx: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
ru: Настроить
zh_hans: 设置
zh_hant: 設定

# LayoutMsgSdodrMyPalette00TColor00
source: Common Tones
de: Häufige Farbtöne
es: Tonos frecuentes
es_mx: Tonos frecuentes
fr: Teintes communes
it: Tonalità frequenti
ja: 出やすい系統
ko: 잘 나오는 계통
nl: Dominante tinten
ru: Основные тона
zh_hans: 容易出现的色系
zh_hant: 容易出現的色系

# LayoutMsgSdodrMyPalette00TNewRecord00
source: Updated!
de: Aktualisiert!
es: Actualizado
es_mx: Récord
fr: Mis à jour !
it: Nuovo!
ja: 更新中！
ko: 경신 중!
nl: Bijgewerkt!
ru: Обновлен!
zh_hans: 正在更新！
zh_hant: 刷新中！

# LayoutMsgSdodrMyPalette00TNone00
source: No color chips set.
de: Keine Farbchips ausgerüstet.
es: Sin cromochips
es_mx: Sin cromochips
fr: Aucune puce insérée.
it: Nessuna scheda colore impostata
ja: カラーチップがセットされていません
ko: 컬러 칩이 세팅되지 않았습니다
nl: Er zijn geen kleurenchips geplaatst.
ru: Нет тон-жетонов.
zh_hans: 未装备色彩晶片
zh_hant: 尚未安裝色彩晶片

# LayoutMsgSdodrMyPalette00TRecord00
source: Best Run
de: Bester Durchgang
es: Récord
es_mx: Mejor ascenso
fr: Record
it: Record assalto
ja: 最高きろく
ko: 최고 기록
nl: Beste poging
ru: Рекорд
zh_hans: 最高记录
zh_hant: 最高記錄

# LayoutMsgSdodrNoDrone00TNoDrone00
source: Can't glide!
de: Kein Gleiten!
es: ¡No vuela!
es_mx: Sin dron
fr: Tu ne peuxpas planer !
it: Niente planata!
ja: 滑空不可
ko: 활공 불가
nl: Zweven isniet mogelijk!
ru: Нельзя!
zh_hans: 不可滑翔
zh_hant: 禁止滑翔

# LayoutMsgSdodrPaletteBase00000
source: Smollusk's top secwet notes!They're wocked up tight unwess someonefiddles with the Palette settings fwomthe contwol room on the top floor!
de: Ordnuckels voll geheime Notizen!Die kriegt keiner zu sehen, außerer fummelt im Kontrollraum an derTurmspitze an den Paletten rum!
es: ¡Mis apuntes supersecretos!Son inaccesibles... ¡a menos quealguien reconfigure la paleta enla sala de control del último piso!
es_mx: ¡Mis apuntes supersequetos!Están bien potegidos... ¡a menos quealguien recofigure la paleta en la salade contol del último piso!
fr: Notes top-secrètes de Minusque !Vous êtes pas près de pouvoir les lire,sauf si quelqu'un bidouille les paramètresde la palette dans la salle de contrôle audernier étage !
it: Gli appunti top-secret di Minusco!Non sono disponibili fino a quandoquaccuno pasticcia con le impostazionideyya tavoletta dayya sala comandiall'ultimo piano!
ja: コダコの極秘メモなのです！最上階でパレットの設定をいじられでもしない限り、だれも読めないのです～
ko: 리틀퍼스의 극비 메모예요!최상층에서 팔레트의 설정을바꾸지 않는 한 아무도 못 읽어요～
nl: Molluskuuls geheime aantekeningen!Niemand kan ewbij zolang ew in decontwolekamer niet aan de instellingenvan dit palet wowdt gezeten!
ru: Шеклетные жаметки Мелколюшка!Никто, никто их не найдет! Ну, ешлиэтот никто не полежет на велх башнии не штанет вожитьша ш наштлойкамитон-бокшов в дишпетчелшкой!
zh_hans: 这是小小蛸的绝密笔记！如果不在顶层修改调色盘的设置，那就任何人都不能阅读～
zh_hant: 小小蛸的極度機密筆記！只要沒有在頂層調整調色盤的設定，就沒有任何人可以閱讀～

# LayoutMsgSdodrPauseMenu00000
source: Start Over
de: Neu starten
es: Repetir desde el principio
es_mx: Reintentar desde el principio
fr: Recommencer
it: Ricomincia
ja: 最初からやり直す
ko: 처음부터 다시 하기
nl: Opnieuw beginnen
ru: Начать заново
zh_hans: 从最初开始
zh_hant: 從起點重新開始

# LayoutMsgSdodrPauseMenu00001
source: Give Up
de: Aufgeben
es: Abandonar
es_mx: Abandonar
fr: Abandonner
it: Abbandona
ja: あきらめる
ko: 포기하기
nl: Opgeven
ru: Сдаюсь!
zh_hans: 放弃
zh_hant: 放棄

# LayoutMsgSdodrPauseMenu00002
source: Exit Memory
de: Erinnerung verlassen
es: Salir del recuerdo
es_mx: Salir del recuerdo
fr: Quitter le souvenir
it: Esci dal ricordo
ja: 思い出すのをやめる
ko: 떠올리기 끝내기
nl: Herinnering verlaten
ru: Покинуть воспоминание
zh_hans: 结束回想
zh_hant: 退出回想

# LayoutMsgSdodrPauseMenu00003
source: Retry This Battle
de: Kampf neu starten
es: Repetir el combate
es_mx: Repetir el combate
fr: Retenter ce combat
it: Riprova questa battaglia
ja: この戦いをやり直す
ko: 현재 전투 다시 하기
nl: Dit gevecht opnieuw proberen
ru: Повторить этот бой
zh_hans: 重新开始这场战斗
zh_hant: 從此戰鬥重新開始

# LayoutMsgSdodrPauseMenu00004
source: Retry This Floor
de: Etage neu starten
es: Repetir el piso
es_mx: Repetir este piso
fr: Retenter cet étage
it: Riprova questo piano
ja: このフロアをやり直す
ko: 현재 플로어 다시 하기
nl: Deze etage opnieuw proberen
ru: Повторить этот этаж
zh_hans: 重新开始这个楼层
zh_hant: 從此樓層重新開始

# LayoutMsgSdodrPauseMenu00101
source: Cancel
de: Abbrechen
es: Cancelar
es_mx: Cancelar
fr: Annuler
it: Annulla
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Отмена
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrPauseMenu00103
source: Since you're on your last Life, you cannotsuspend the run.
de: Da dies dein letzter Versuch ist,kannst du in diesem Durchgangnicht mehr zwischenspeichern.
es: No puedes interrumpir el juego aquíporque no te quedan más vidas.
es_mx: No puedes guardar y salir porquesolo te queda una vida.
fr: Comme il ne te reste qu'une vie,tu ne peux pas suspendre ta progression.
it: Ti resta solo una vita, quindi non puoisospendere la partita.
ja: 残りライフがないため 中断できません
ko: 남은 라이프가 없으므로 중단할 수 없습니다
nl: Omdat je nog maar één leven overhebt,kun je deze poging niet onderbreken.
ru: Ты на последнем дыхании! Приостановитьигру не выйдет.
zh_hans: 没有剩余生命，无法中断。
zh_hant: 沒有多餘的生命，無法中斷。

# LayoutMsgSdodrPauseMenu00200
source: Give up and return to the foyer?(You'll have to start over from 1F.)
de: Aufgeben und zurück ins Foyer?(Du startest dann in Etage 1 neu.)
es: ¿Quieres abandonar y volver a la entrada?(Tendrás que reintentarlo desde el primer piso.)
es_mx: ¿Quieres abandonar y regresar a la entrada?Tendrás que comenzar el próximo ascenso desde P1.
fr: Abandonner et retourner au hall d'entrée ?(Tu devras recommencer à partir de l'étage 1.)
it: Vuoi abbandonare e tornare all'ingresso?(Dovrai ricominciare dal piano 1.)
ja: あきらめて エントランスへ もどりますか？（１Ｆから やり直すことになります）
ko: 포기하고 엔트런스로 돌아가겠습니까?(1F부터 다시 시작하게 됩니다)
nl: Wil je het opgeven en terug naar de ingang?(Je zult dan opnieuw moeten beginnen vanafde 1e etage.)
ru: Сдаться и вернуться в вестибюль?(Потом придется начать заново с Этажа 1.)
zh_hans: 要中途放弃并返回入口大厅吗？（将会从1Ｆ重新开始。）
zh_hant: 要放棄並返回入口大廳嗎？（之後必須從1Ｆ重新開始）

# LayoutMsgSdodrPauseMenu00201
source: Nah
de: Nein
es: No
es_mx: No
fr: Non
it: No
ja: やめとく
ko: 그만두기
nl: Neuh...
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# LayoutMsgSdodrPauseMenu00202
source: To Foyer
de: Zum Foyer
es: Sí
es_mx: Sí
fr: Hall d'entrée
it: All'ingresso
ja: エントランスへ
ko: 엔트런스로
nl: Ja!
ru: Ага!
zh_hans: 返回入口大厅
zh_hant: 前往入口大廳
