Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrStageNameInfinityArea
source: Cruel_Sisyphean_Eight-Shaped.Floor
de: GrausamDemotivierend:Achter.Etage
es: Piso octoforme de ida y vuelta infinita
es_mx: IdaVueltaInfinita_Octoforme.pso
fr: étage.cruels_allers_retours_sur_octogone
it: Piano//avantindietro_forma_a_8
ja: 終わりなく 果てしなく 行き来する シビアな ８の字のフロア
ko: 끝없이 한없이 오가는 혹독한 8자 플로어
nl: Eeuwigherhalend_8.etage
ru: Файл этажа: Жуткий_цикличный_демотиватор.floor
zh_hans: 永无止境来回往返 严峻的8字楼层
zh_hant: 永無止境來回往返 嚴峻的8字樓層

# SdodrSdodrStageNameJumpjumpSpawner
source: Dizzying_Unstable-Footing(Bounce-Pad).Floor
de: Hupfmatratzen:Dauerspringer.Etage
es: Piso colchoneta de saltos felices
es_mx: SaltosFelicesEternos.pso
fr: étage.matelas_et_saut_instable
it: Piano//trampolpini_terribilmente_instabili
ja: 始終 はね続ける 楽しげな ジャンプマットのフロア
ko: 시종일관 뛰어오르는 즐거운 점프 매트 플로어
nl: Duizelingwekkend_luchtbedden.etage
ru: Файл этажа: Головокружительный_трамплин.floor
zh_hans: 始终持续快乐跳跃 跳跃垫的楼层
zh_hant: 始終持續快樂跳躍 跳躍墊的樓層

# SdodrSdodrStageNameKoguchiArea
source: Eternally-Shelterless_Nightmare_Gateway.Floor
de: EwigSchutzlos:Albtraum_Tor.Etage
es: Pórtico de pesadilla perpetua sin cuartel
es_mx: Pórtico_PesadillaPerpetua_SinCuartel.pso
fr: étage.porteéternel_cauchemar_à_découvert
it: Piano_del_portone//folle_avvicinamento_nemico
ja: 永遠に ひっきりなしに 押し寄せる 悪夢の 巨大門のフロア
ko: 영원히 끝없이 밀어닥치는 악몽의 대문 플로어
nl: Eeuwig-vrijspel_nachtmerrie_poort.etage
ru: Файл этажа: Вечный_кошмар_без_укрытия(Ворота).floor
zh_hans: 永远连绵不绝 蜂拥而至 恶梦的巨大门的楼层
zh_hant: 永遠連綿不絕 蜂擁而至 惡夢的巨大門的樓層

# SdodrSdodrStageNameKoguchiBall
source: Springing_Gateway.Floor
de: Sprung_Tor.Etage
es: Pórtico con brinco
es_mx: Pórtico_Brincos.pso
fr: étage.porte rampoline
it: Piano_del_portone//salterino
ja: 飛びはねる 巨大門のフロア
ko: 펄쩍거리는 대문 플로어
nl: Springen_poort.etage
ru: Файл этажа: Прыгуны(Ворота).floor
zh_hans: 飞跃 巨大门的楼层
zh_hant: 飛躍 巨大門的樓層

# SdodrSdodrStageNameKoguchiChase
source: Ink-Drenched_Gateway.Floor
de: Tintenbad_Tor.Etage
es: Pórtico de entintamiento constante
es_mx: Pórtico_EntintamientoConstante.pso
fr: étage.portebain_d_encre
it: Piano_del_portone//inzuppato_d'inchiostro
ja: ひんぱんに 塗られる 巨大門のフロア
ko: 빈번히 칠해지는 대문 플로어
nl: Inktzee_poort.etage
ru: Файл этажа: Река_краски(Ворота).floor
zh_hans: 频繁 遭到涂墨 巨大门的楼层
zh_hant: 頻繁 遭到塗墨 巨大門的樓層

# SdodrSdodrStageNameKoguchiLift
source: Intense_Homing(Swarm)_Gateway.Floor
de: ExtremSuchschwarm_Tor.Etage
es: Pórtico con asedio aéreo extremadamente feroz
es_mx: Pórtico_AsaltoAéreoFeroz.pso
fr: étage.portefourmillement_d_ennemis_volants
it: Piano_del_portone//attacchi_assillanti
ja: 非常に 激しく 飛来する 巨大門のフロア
ko: 정말 쉴 새 없이 날아오는 대문 플로어
nl: Doelzoekers(zwerm)_poort.etage
ru: Файл этажа: Торпедная_стая(Ворота).floor
zh_hans: 非常激烈 飞射的巨大门的楼层
zh_hant: 非常激烈 飛射的巨大門的樓層

# SdodrSdodrStageNameKoguchiSpawner
source: Targeted(Giants)_Open-Season_Gateway.Floor
de: GigantoFeindbeschuss_Tor.Etages
es: Pórtico magnificado en el punto de mira
es_mx: Pórtico_PuntoDeMira_Gigantes.pso
fr: étage.porteproie_aux_abois_et_ennemis_géants
it: Piano_del_portone//bersaglio_con_giganti
ja: ねらわれる 全てが デカい 巨大門のフロア
ko: 모든 표적이 거대한 대문 플로어
nl: Reuzenachtervolgers_jachtseizoen_poort.etage
ru: Файл этажа: Охота_гигантов(Ворота).floor
zh_hans: 紧迫盯人 全都超大 巨大门的楼层
zh_hant: 緊迫盯人 全都超大 巨大門的樓層

# SdodrSdodrStageNameLunarSurfaceArea
source: Projectile-Spam(High)_Uneven.Floor
de: ExtremKreuzfeuer_Gelände.Etage
es: Dunas lunares al asalto intenso
es_mx: DunasLunares_AsaltoMúltiple.pso
fr: étage.lunairedéluge_de_projectiles
it: Piano_sconnesso//saturo_di_proiettili
ja: けっこう 飛んでくる デコボコ床のフロア
ko: 마구 날아오는 울퉁불퉁 플로어
nl: Projectielen(veel)_ongelijkterrein.etage
ru: Файл этажа: Экстрим_снаряды(Кочки).floor
zh_hans: 大量飞来 凹凸地板的楼层
zh_hant: 大量飛來 凹凸地板的樓層

# SdodrSdodrStageNameLunarSurfaceBall
source: Danger-Magnet_Uneven.Floor
de: Gefahrenzone_Gelände.Etage
es: Dunas lunares opresivas
es_mx: DunasLunares_Asedio.pso
fr: étage.lunairezone_périlleuse
it: Piano_sconnesso//pericoloso
ja: せまりくる デコボコ床のフロア
ko: 밀려드는 울퉁불퉁 플로어
nl: Gevaarlijk_ongelijkterrein.etage
ru: Файл этажа: Горячая_точка(Кочки).floor
zh_hans: 步步逼近 凹凸地板的楼层
zh_hant: 步步逼近 凹凸地板的樓層

# SdodrSdodrStageNameLunarSurfaceChase
source: Springing_Uneven.Floor
de: Sprung_Gelände.Etage
es: Dunas lunares con brincos
es_mx: DunasLunares_Brincos.pso
fr: étage.lunaire rampoline
it: Piano_sconnesso//salterino
ja: 飛びはねる デコボコ床のフロア
ko: 펄쩍거리는 울퉁불퉁 플로어
nl: Springen_ongelijkterrein.etage
ru: Файл этажа: Прыгуны(Кочки).floor
zh_hans: 飞跃 凹凸地板的楼层
zh_hant: 飛躍 凹凸地板的樓層

# SdodrSdodrStageNameLunarSurfaceLift
source: Ceaseless_Open-Season_Uneven.Floor
de: DauerFeindbeschuss_Gelände.Etage
es: Dunas lunares en el punto de mira incesante
es_mx: DunasLunares_PuntoDeMira.pso
fr: étage.lunaireproie_toujours_aux_abois
it: Piano_sconnesso//bersaglio_senza_sosta
ja: 四六時中 ねらわれる デコボコ床のフロア
ko: 24시간 표적이 되는 울퉁불퉁 플로어
nl: Permanent-jachtseizoen_ongelijkterrein.etage
ru: Файл этажа: Экстрим_сезон_охоты(Кочки).floor
zh_hans: 无时无刻紧迫盯人 凹凸地板的楼层
zh_hant: 無時無刻緊迫盯人 凹凸地板的樓層

# SdodrSdodrStageNameLunarSurfaceSpawner
source: Outstretched-Neck_Uneven.Floor
de: Erweiterung_Gelände.Etage
es: Dunas lunares estiradas
es_mx: DunasLunares_Mirador.pso
fr: étage.lunaire élescopique
it: Piano_sconnesso//con_allungo
ja: こんなに のびる デコボコ床のフロア
ko: 길게 늘어나는 울퉁불퉁 플로어
nl: Gestrekt_ongelijkterrein.etage
ru: Файл этажа: Тянемся_вовсю(Кочки).floor
zh_hans: 大幅延伸 凹凸地板的楼层
zh_hant: 大幅延伸 凹凸地板的樓層

# SdodrSdodrStageNameMapAntHell
source: Bowl.Floor
de: Kessel.Etage
es: Cuenca
es_mx: Cuenca
fr: étage.mortier
it: Piano_a_conca
ja: すりばちのフロア
ko: 절구 플로어
nl: Komvorm.etage
ru: Файл этажа: Впадина.floor
zh_hans: 擂钵的楼层
zh_hant: 擂缽的樓層

# SdodrSdodrStageNameMapBigPyramid
source: Covered.Floor
de: Bau.Etage
es: Bóveda
es_mx: Bóveda
fr: étage.couvert
it: Piano_coperto
ja: 屋根付きのフロア
ko: 지붕 플로어
nl: Overdekking.etage
ru: Файл этажа: Крыша.floor
zh_hans: 有屋顶的楼层
zh_hant: 有屋頂的樓層

# SdodrSdodrStageNameMapBridges
source: Two-Bridge.Floor
de: Doppelbrücken.Etage
es: Puente doble
es_mx: PuenteDoble
fr: étage.double_pont
it: Piano_biponte
ja: 二本橋のフロア
ko: 두 다리 플로어
nl: Dubbelbrug.etage
ru: Файл этажа: Два_моста.floor
zh_hans: 双桥的楼层
zh_hant: 雙橋的樓層

# SdodrSdodrStageNameMapFortress
source: Fortress.Floor
de: Fort.Etage
es: Fortaleza
es_mx: Fortaleza
fr: étage.forteresse
it: Piano_della_fortezza
ja: トリデのフロア
ko: 요새 플로어
nl: Vesting.etage
ru: Файл этажа: Крепость.floor
zh_hans: 堡垒的楼层
zh_hant: 堡壘的樓層

# SdodrSdodrStageNameMapHills
source: Double-Hill.Floor
de: Doppelhügel.Etage
es: Doble colina
es_mx: DobleColina
fr: étage.double_colline
it: Piano_della_doppia_collina
ja: ふたつ山のフロア
ko: 두 언덕 플로어
nl: Dubbelheuvel.etage
ru: Файл этажа: Два_холма.floor
zh_hans: 双山的楼层
zh_hant: 雙山的樓層

# SdodrSdodrStageNameMapKoguchi
source: Gateway.Floor
de: Tor.Etage
es: Pórtico
es_mx: Pórtico
fr: étage.porte
it: Piano_del_portone
ja: 巨大門のフロア
ko: 대문 플로어
nl: Poort.etage
ru: Файл этажа: Ворота.floor
zh_hans: 巨大门的楼层
zh_hant: 巨大門的樓層

# SdodrSdodrStageNameMapLunarSurface
source: Uneven.Floor
de: Gelände.Etage
es: Dunas lunares
es_mx: DunasLunares
fr: étage.lunaire
it: Piano_sconnesso
ja: デコボコ床のフロア
ko: 울퉁불퉁 플로어
nl: Ongelijkterrein.etage
ru: Файл этажа: Кочки.floor
zh_hans: 凹凸地板的楼层
zh_hant: 凹凸地板的樓層

# SdodrSdodrStageNameMapMeadow
source: Wide-Open.Floor
de: Ebenen.Etage
es: Explanada
es_mx: Explanada
fr: étage.esplanade
it: Piano_arioso
ja: 空き地のフロア
ko: 공터 플로어
nl: Openvlakte.etage
ru: Файл этажа: Эспланада.floor
zh_hans: 空地的楼层
zh_hant: 空地的樓層

# SdodrSdodrStageNameMapRising
source: Rising-Ground.Floor
de: Hebeboden.Etage
es: Elevador
es_mx: Elevador
fr: étage.sol_ascendant
it: Piano_del_terreno_ascendente
ja: リフト床のフロア
ko: 리프트 플로어
nl: Hefbodem.etage
ru: Файл этажа: Подъемник.floor
zh_hans: 升降踏板的楼层
zh_hant: 升降踏板的樓層

# SdodrSdodrStageNameMapSmallPyramid
source: Pyramid.Floor
de: Pyramiden.Etage
es: Pirámide
es_mx: Pirámide
fr: étage.pyramide
it: Piano_a_piramide
ja: ピラミッドのフロア
ko: 피라미드 플로어
nl: Piramide.etage
ru: Файл этажа: Пирамида.floor
zh_hans: 金字塔的楼层
zh_hant: 金字塔的樓層

# SdodrSdodrStageNameMapTower
source: High-Tower.Floor
de: Turm.Etage
es: Trampolín
es_mx: Rascacielos
fr: étage.plateforme
it: Piano_della_piattaforma
ja: 飛びこみ台のフロア
ko: 점프대 플로어
nl: Toren.etage
ru: Файл этажа: Башня.floor
zh_hans: 跳台的楼层
zh_hant: 跳台的樓層

# SdodrSdodrStageNameMapValley
source: Divided.Floor
de: Teilterrain.Etage
es: Frontera
es_mx: Frontera
fr: étage.divisé
it: Piano_diviso
ja: 右と左のフロア
ko: 좌우 플로어
nl: Splitsing.etage
ru: Файл этажа: Половинки.floor
zh_hans: 左与右的楼层
zh_hant: 左與右的樓層

# SdodrSdodrStageNameMapWindingRoad
source: Switchback.Floor
de: Zickzack.Etage
es: Sinuosidad
es_mx: Sinuosidad
fr: étage.sinusoïde
it: Piano_dei_tornanti
ja: 折り返しのフロア
ko: 지그재그 플로어
nl: Zigzag.etage
ru: Файл этажа: Зигзаг.floor
zh_hans: 转折的楼层
zh_hant: 轉折的樓層

# SdodrSdodrStageNameMapX
source: Crisscross.Floor
de: Überkreuz.Etage
es: Encrucijada
es_mx: Encrucijada
fr: étage.chassé_croisé
it: Piano_incrociato
ja: バッテン坂のフロア
ko: 교차 플로어
nl: Kriskras.etage
ru: Файл этажа: Икс.floor
zh_hans: 陡坡的楼层
zh_hant: 陡坡的樓層

# SdodrSdodrStageNameMeadowArea
source: Wide-Open.Floor
de: Ebenen.Etage
es: Explanada
es_mx: Explanada.pso
fr: étage.esplanade
it: Piano_arioso
ja: 空き地のフロア
ko: 공터 플로어
nl: Openvlakte.etage
ru: Файл этажа: Эспланада.floor
zh_hans: 空地的楼层
zh_hant: 空地的樓層

# SdodrSdodrStageNameMeadowBall
source: Wide-Open.Floor
de: Ebenen.Etage
es: Explanada
es_mx: Explanada.pso
fr: étage.esplanade
it: Piano_arioso
ja: 空き地のフロア
ko: 공터 플로어
nl: Openvlakte.etage
ru: Файл этажа: Эспланада.floor
zh_hans: 空地的楼层
zh_hant: 空地的樓層

# SdodrSdodrStageNameMeadowChase
source: Pursuit(All-Out)_Wide-Open.Floor
de: Verfolgungsjagd_Ebenen.Etage
es: Explanada de caza
es_mx: Explanada_Caza.pso
fr: étage.esplanadecourse_poursuite_totale
it: Piano_arioso//caccia_senza_quartiere
ja: かけまわる 空き地のフロア
ko: 분주한 공터 플로어
nl: Achtervolging_openvlakte.etage
ru: Файл этажа: Погоня(Эспланада).floor
zh_hans: 四处奔走 空地的楼层
zh_hant: 四處奔走 空地的樓層

# SdodrSdodrStageNameMeadowLift
source: Wide-Open.Floor
de: Ebenen.Etage
es: Explanada
es_mx: Explanada.pso
fr: étage.esplanade
it: Piano_arioso
ja: 空き地のフロア
ko: 공터 플로어
nl: Openvlakte.etage
ru: Файл этажа: Эспланада.floor
zh_hans: 空地的楼层
zh_hant: 空地的樓層

# SdodrSdodrStageNameMeadowSpawner
source: Shelterless_Wide-Open.Floor
de: Schutzlos_Ebenen.Etage
es: Explanada sin cuartel
es_mx: Explanada_SinCuartel.pso
fr: étage.esplanadeà_découvert
it: Piano_arioso//senza_riparo
ja: 押し寄せる 空き地のフロア
ko: 밀어닥치는 공터 플로어
nl: Vrijspel_openvlakte.etage
ru: Файл этажа: Без_укрытия(Эспланада).floor
zh_hans: 蜂拥而至 空地的楼层
zh_hant: 蜂擁而至 空地的樓層

# SdodrSdodrStageNameMeadowSpawner2
source: Wide-Open.Floor
de: Ebenen.Etage
es: Explanada
es_mx: Explanada.pso
fr: étage.esplanade
it: Piano_arioso
ja: 空き地のフロア
ko: 공터 플로어
nl: Openvlakte.etage
ru: Файл этажа: Эспланада.floor
zh_hans: 空地的楼层
zh_hant: 空地的樓層

# SdodrSdodrStageNameOneRoadBall
source: Steamroller.Floor
de: Umkegel.Etage
es: Piso arrollador
es_mx: Aplanadora.pso
fr: étage.concassage
it: Piano//rullo_compressore
ja: なぎ倒すフロア
ko: 소탕 플로어
nl: Stoomwals.etage
ru: Файл этажа: Давилка.floor
zh_hans: 扫荡的楼层
zh_hant: 掃蕩的樓層

# SdodrSdodrStageNamePropellerRisingSpawner
source: Unreasonable_Shelterless_Up-and-Down.Floor
de: Irrsinnig:Schutzlos:Auf/Ab.Etage
es: Piso sin cuartel con intensa oscilación irracional
es_mx: SubeBaja_SinCuartel_Castigo.pso
fr: étage.haut_bas.déraisonnable_à_découvert
it: Piano//su_giù_avvicinamento_nemico
ja: とてつもなく キョウレツに 押し寄せる 上下するフロア
ko: 엄청 강렬하게 밀어닥쳐 오르내리는 플로어
nl: Waanzinnig_vrijspel_omhoog&omlaag.etage
ru: Файл этажа: Мега_вверх_вниз_без_укрытия.floor
zh_hans: 极度强烈 蜂拥而至 上下移动的楼层
zh_hant: 極度強烈 蜂擁而至 上下移動的樓層

# SdodrSdodrStageNameRisingArea
source: Exposed_Rising-Ground.Floor
de: Bedrängnis_Hebeboden.Etage
es: Elevador vulnerable
es_mx: Elevador_Acorralamiento.pso
fr: étage.sol_ascendantmilieu_hostile
it: Piano_del_terreno_ascendente//esposto
ja: はさまれる リフト床のフロア
ko: 진퇴양난 리프트 플로어
nl: Onbeschut_hefbodem.etage
ru: Файл этажа: Открытая_зона(Подъемник).floor
zh_hans: 两面夹击 升降踏板的楼层
zh_hant: 兩面夾擊 升降踏板的樓層

# SdodrSdodrStageNameRisingBall
source: Rising-Ground.Floor
de: Hebeboden.Etage
es: Elevador
es_mx: Elevador.pso
fr: étage.sol_ascendant
it: Piano_del_terreno_ascendente
ja: リフト床のフロア
ko: 리프트 플로어
nl: Hefbodem.etage
ru: Файл этажа: Подъемник.floor
zh_hans: 升降踏板的楼层
zh_hant: 升降踏板的樓層

# SdodrSdodrStageNameRisingChase
source: Rising-Ground.Floor
de: Hebeboden.Etage
es: Elevador
es_mx: Elevador.pso
fr: étage.sol_ascendant
it: Piano_del_terreno_ascendente
ja: リフト床のフロア
ko: 리프트 플로어
nl: Hefbodem.etage
ru: Файл этажа: Подъемник.floor
zh_hans: 升降踏板的楼层
zh_hant: 升降踏板的樓層

# SdodrSdodrStageNameRisingLift
source: Rising-Ground.Floor
de: Hebeboden.Etage
es: Elevador
es_mx: Elevador.pso
fr: étage.sol_ascendant
it: Piano_del_terreno_ascendente
ja: リフト床のフロア
ko: 리프트 플로어
nl: Hefbodem.etage
ru: Файл этажа: Подъемник.floor
zh_hans: 升降踏板的楼层
zh_hant: 升降踏板的樓層

# SdodrSdodrStageNameRisingSpawner
source: Bombarded(Relentless)_Rising-Ground.Floor
de: IntensivAnsturm_Hebeboden.Etage
es: Elevador bajo gran presión
es_mx: Elevador_Bombardeo.pso
fr: étage.sol_ascendantmitraillage_incessant
it: Piano_del_terreno_ascendente//bombardato
ja: 大量に 投げこまれる リフト床のフロア
ko: 엄청나게 공격받는 리프트 플로어
nl: Bombardement_hefbodem.etage
ru: Файл этажа: Бомбардировка(Подъемник).floor
zh_hans: 大量投掷 升降踏板的楼层
zh_hant: 大量投擲 升降踏板的樓層

# SdodrSdodrStageNameRisingSpawner2
source: Rising-Ground.Floor
de: Hebeboden.Etage
es: Elevador
es_mx: Elevador.pso
fr: étage.sol_ascendant
it: Piano_del_terreno_ascendente
ja: リフト床のフロア
ko: 리프트 플로어
nl: Hefbodem.etage
ru: Файл этажа: Подъемник.floor
zh_hans: 升降踏板的楼层
zh_hant: 升降踏板的樓層

# SdodrSdodrStageNameRivalKing10F
source: Intensifying-Harmony.Floor
de: Harmonie.Etage
es: Piso armonía in crescendo
es_mx: ArmoníaInCrescendo.pso
fr: étage.harmonie_croissante
it: Piano//armonia_crescente
ja: 増殖と共鳴のフロア
ko: 증식과 공명의 플로어
nl: Aanzwellende_harmonie.etage
ru: Файл этажа: Гармония.floor
zh_hans: 增生共鸣的楼层
zh_hant: 增生共鳴的樓層

# SdodrSdodrStageNameRivalKing20F
source: Intensifying-Harmony.Floor
de: Harmonie.Etage
es: Piso armonía in crescendo
es_mx: ArmoníaInCrescendo.pso
fr: étage.harmonie_croissante
it: Piano//armonia_crescente
ja: 増殖と共鳴のフロア
ko: 증식과 공명의 플로어
nl: Aanzwellende_harmonie.etage
ru: Файл этажа: Гармония.floor
zh_hans: 增生共鸣的楼层
zh_hant: 增生共鳴的樓層

# SdodrSdodrStageNameSdodrBeginning1F
source: First.Floor
de: Erste.Etage
es: Piso inicial
es_mx: Inicio.pso
fr: étage.un
it: Primo_piano
ja: 始まりのフロア
ko: 시작의 플로어
nl: Begin.etage
ru: Файл этажа: Начало.floor
zh_hans: 起始的楼层
zh_hant: 起始的樓層

# SdodrSdodrStageNameSdodrBeginning2F
source: Home-Turf.Floor
de: Revierfärbe.Etage
es: Piso entintamiento crucial
es_mx: EntintamientoCrucial.pso
fr: étage.encrage_essentiel
it: Piano//inchiostraggio
ja: 塗りが大事なフロア
ko: 색칠이 중요한 플로어
nl: Grondverf.etage
ru: Файл этажа: Районный_прокрас.floor
zh_hans: 涂墨最重要的楼层
zh_hant: 塗墨最重要的樓層

# SdodrSdodrStageNameSdodrBeginning3F
source: Special-Surprise.Floor
de: Spezialwaffenpower.Etage
es: Piso vuelta de tortilla
es_mx: SorpresaEspecial.pso
fr: étage.surprise_spéciale
it: Piano//sorpresa_speciale
ja: スペシャルで大逆転のフロア
ko: 스페셜 대역전 플로어
nl: Speciaal-wapen.etage
ru: Файл этажа: Особый_сюрприз.floor
zh_hans: 靠特殊武器一举逆转的楼层
zh_hant: 靠特殊武器一舉逆轉的樓層

# SdodrSdodrStageNameSdodrBeginning4F
source: Gliding.Floor
de: Gleitflug.Etage
es: Piso con deslizamiento
es_mx: Planeo.pso
fr: étage.vol_plané
it: Piano//planata
ja: 滑空するフロア
ko: 활공 플로어
nl: Zweefvlucht.etage
ru: Файл этажа: Парение.floor
zh_hans: 滑翔的楼层
zh_hant: 滑翔的樓層

# SdodrSdodrStageNameSdodrBeginning5F
source: Springing.Floor
de: Sprung.Etage
es: Piso con brinco
es_mx: Brinco.pso
fr: étage.trampoline
it: Piano//salterino
ja: 飛びはねるフロア
ko: 펄쩍거리는 플로어
nl: Springen.etage
ru: Файл этажа: Прыгуны.floor
zh_hans: 飞跃的楼层
zh_hant: 飛躍的樓層

# SdodrSdodrStageNameSdodrBeginning6F
source: Double-Zoned.Floor
de: Doppelzonen.Etage
es: Piso zona doble
es_mx: ZonaDoble.pso
fr: étage.double_zone
it: Piano//zona_doppia
ja: エリアがふたつのフロア
ko: 더블 에어리어 플로어
nl: Dubbelzone.etage
ru: Файл этажа: Две_зоны.floor
zh_hans: 两个区域的楼层
zh_hant: 兩個區域的樓層

# SdodrSdodrStageNameSdodrBeginning7F
source: Escape-Artist.Floor
de: Ausweichkunst.Etage
es: Piso escapista
es_mx: Escapista.pso
fr: étage.évasion
it: Piano//escapista
ja: 追いつめるフロア
ko: 추격 플로어
nl: Ontsnappingskunst.etage
ru: Файл этажа: Недотроги.floor
zh_hans: 穷追不舍的楼层
zh_hant: 窮追不捨的樓層

# SdodrSdodrStageNameSdodrBeginning8F
source: Whirling-Shell.Floor
de: Wirbel.Etage
es: Piso con coraza rebotante
es_mx: Oscilante.pso
fr: étage.coquille_hélicoïde
it: Piano//guscio_vorticoso
ja: 反射するぬけガラのフロア
ko: 반사하는 허물 플로어
nl: Wervel-schelp.etage
ru: Файл этажа: Вертушки.floor
zh_hans: 反弹空壳的楼层
zh_hant: 反彈空殼的樓層

# SdodrSdodrStageNameSdodrBeginning9F
source: Rolling.Floor
de: Roll.Etage
es: Piso rodador
es_mx: Bola.pso
fr: étage.rotations
it: Piano//rotolante
ja: 転がすフロア
ko: 데굴데굴 플로어
nl: Rol.etage
ru: Файл этажа: Шары.floor
zh_hans: 滚动的楼层
zh_hant: 滾動的樓層

# SdodrSdodrStageNameSdodrFloorShop
source: Vending-Machine Corner
de: Automatenecke
es: Zona de expendedor
es_mx: Zona de expendedor
fr: Coin distributeur
it: Distributore_automatico
ja: 自販機コーナー
ko: 자판기 코너
nl: Verkoopautomaathoek
ru: Уголок с консервоматом
zh_hans: 自动贩卖机区域
zh_hant: 自動販賣機專區

# SdodrSdodrStageNameShellsArea
source: Whirling(Crowd).Floor
de: Wirbel.Etage
es: Piso con rebotes
es_mx: Oscilante.pso
fr: étage.virevolte
it: Piano//folla_brulicante
ja: 反射するフロア
ko: 반사 플로어
nl: Wervel.etage
ru: Файл этажа: Вертушки_в_стае.floor
zh_hans: 反弹的楼层
zh_hant: 反彈的樓層

# SdodrSdodrStageNameShellsDashSpawner
source: Carefully-Aimed-Reversal.Floor
de: ScharfschussUmkehr.Etage
es: Piso con objetivo despedido
es_mx: DevoluciónPuntería.pso
fr: étage.sniper.inversé
it: Piano//inverso_mira_precisa
ja: ねらって ふっ飛ばすフロア
ko: 조준해서 날리는 플로어
nl: Scherpschut-ommekeer.etage
ru: Файл этажа: Обратный_снайпер.floor
zh_hans: 瞄准 轰飞的楼层
zh_hant: 瞄準 轟飛的樓層

# SdodrSdodrStageNameShellsPartyBall
source: Rotational.Floor
de: Rotation.Etage
es: Piso rotatorio
es_mx: Rotación.pso
fr: étage.hélicoïde
it: Piano//rotante
ja: 転がるフロア
ko: 데구르르 플로어
nl: Rotatie.etage
ru: Файл этажа: Механизмы_вращения.floor
zh_hans: 滚动的楼层
zh_hant: 滾動的樓層

# SdodrSdodrStageNameSmallPyramidArea
source: Pyramid.Floor
de: Pyramiden.Etage
es: Pirámide
es_mx: Pirámide.pso
fr: étage.pyramide
it: Piano_a_piramide
ja: ピラミッドのフロア
ko: 피라미드 플로어
nl: Piramide.etage
ru: Файл этажа: Пирамида.floor
zh_hans: 金字塔的楼层
zh_hant: 金字塔的樓層

# SdodrSdodrStageNameSmallPyramidBall
source: Pyramid.Floor
de: Pyramiden.Etage
es: Pirámide
es_mx: Pirámide.pso
fr: étage.pyramide
it: Piano_a_piramide
ja: ピラミッドのフロア
ko: 피라미드 플로어
nl: Piramide.etage
ru: Файл этажа: Пирамида.floor
zh_hans: 金字塔的楼层
zh_hant: 金字塔的樓層

# SdodrSdodrStageNameSmallPyramidChase
source: Field-Day_Pyramid.Floor
de: Intensivbewegung_Pyramiden.Etage
es: Pirámide agitada
es_mx: Pirámide_Travesía.pso
fr: étage.pyramideexcursion_agitée
it: Piano_a_piramide//movimento
ja: 動きまわる ピラミッドのフロア
ko: 종횡무진하는 피라미드 플로어
nl: Beweeglijk_piramide.etage
ru: Файл этажа: Ловкая_атлетика(Пирамида).floor
zh_hans: 四处窜动 金字塔的楼层
zh_hant: 四處竄動 金字塔的樓層

# SdodrSdodrStageNameSmallPyramidLift
source: Pyramid.Floor
de: Pyramiden.Etage
es: Pirámide
es_mx: Pirámide.pso
fr: étage.pyramide
it: Piano_a_piramide
ja: ピラミッドのフロア
ko: 피라미드 플로어
nl: Piramide.etage
ru: Файл этажа: Пирамида.floor
zh_hans: 金字塔的楼层
zh_hant: 金字塔的樓層

# SdodrSdodrStageNameSmallPyramidSpawner
source: Launching_Pyramid.Floor
de: Himmelssturm_Pyramiden.Etage
es: Pirámide surtidora
es_mx: Pirámide_Lanzadora.pso
fr: étage.pyramidedécollage
it: Piano_a_piramide//decollo
ja: はねる ピラミッドのフロア
ko: 뛰어오르는 피라미드 플로어
nl: Lancering_piramide.etage
ru: Файл этажа: Трамплин(Пирамида).floor
zh_hans: 弹跳 金字塔的楼层
zh_hant: 彈跳 金字塔的樓層

# SdodrSdodrStageNameSmallPyramidSpawner2
source: Pyramid.Floor
de: Pyramiden.Etage
es: Pirámide
es_mx: Pirámide.pso
fr: étage.pyramide
it: Piano_a_piramide
ja: ピラミッドのフロア
ko: 피라미드 플로어
nl: Piramide.etage
ru: Файл этажа: Пирамида.floor
zh_hans: 金字塔的楼层
zh_hant: 金字塔的樓層

# SdodrSdodrStageNameSnakeBlocksArea
source: Eternally-Vigilant_Soaker-Blockade.Floor
de: ExtremDefensive:ExpandoBlock.Etage
es: Piso inexpugnable con asedio aéreo ilimitado
es_mx: MuroTelescópico_AsaltoAéreoIlimitado.pso
fr: étage.impitoyable_assaut_d_ennemis_volants
it: Piano//ultimo_baluardo
ja: 無限に 絶え間なく 飛来する 通したくないフロア
ko: 무한하고 끝없이 날아와 통과시키기 싫은 플로어
nl: Eeuwig-waakzaam_uitschuifblokken.etage
ru: Файл этажа: Экстрим_блокада_змееблоков.floor
zh_hans: 连绵不绝无限飞射 不想让人通过的楼层
zh_hant: 連綿不絕無限飛射 不想讓人通過的樓層

# SdodrSdodrStageNameSpiderwebArea
source: Coverage(Between-Crosshairs).Floor
de: Ausweichlauf.Etage
es: Piso con feroces vaivenes en el punto de mira
es_mx: IdaVuelta_PuntoDeMiraConstante.pso
fr: étage.allers_retours_sous_feu_nourri
it: Piano//frenetico_sotto_tiro
ja: 激しく ねらわれる 行ったり来たりのフロア
ko: 쉴 새 없이 표적이 되는 오락가락 플로어
nl: Dekking-zoeken.etage
ru: Файл этажа: Уклоняемся_туда_сюда.floor
zh_hans: 疯狂紧迫盯人 来回往返的楼层
zh_hant: 瘋狂緊迫盯人 來回往返的樓層

# SdodrSdodrStageNameSpongeHiddingChase
source: Careful-Aim.Floor
de: Scharfschuss.Etage
es: Piso con objetivos
es_mx: Puntería.pso
fr: étage.tir_de_précision
it: Piano//mira_precisa
ja: ねらうフロア
ko: 조준 플로어
nl: Goedmikken.etage
ru: Файл этажа: Снайпер.floor
zh_hans: 紧盯的楼层
zh_hant: 緊盯的樓層

# SdodrSdodrStageNameStonesLift
source: Stepping-Stones.Floor
de: Trittschwamm.Etage
es: Piso a salto de piedra
es_mx: CaminoEsponjoso.pso
fr: étage.essor_sur_éponges
it: Piano//spugne_di_passaggio
ja: 飛び石のフロア
ko: 징검다리 플로어
nl: Stapsteen.etage
ru: Файл этажа: Хитрые_ступеньки.floor
zh_hans: 垫脚石的楼层
zh_hant: 墊腳石的樓層

# SdodrSdodrStageNameTowerArea
source: High-Tower.Floor
de: Turm.Etage
es: Trampolín
es_mx: Rascacielos.pso
fr: étage.plateforme
it: Piano_della_piattaforma
ja: 飛びこみ台のフロア
ko: 점프대 플로어
nl: Toren.etage
ru: Файл этажа: Башня.floor
zh_hans: 跳台的楼层
zh_hant: 跳台的樓層

# SdodrSdodrStageNameTowerBall
source: High-Tower.Floor
de: Turm.Etage
es: Trampolín
es_mx: Rascacielos.pso
fr: étage.plateforme
it: Piano_della_piattaforma
ja: 飛びこみ台のフロア
ko: 점프대 플로어
nl: Toren.etage
ru: Файл этажа: Башня.floor
zh_hans: 跳台的楼层
zh_hant: 跳台的樓層

# SdodrSdodrStageNameTowerChase
source: Up-and-Down_High-Tower.Floor
de: Auf/Ab_Turm.Etage
es: Trampolín oscilante
es_mx: Rascacielos_SubeBaja.pso
fr: étage.plateformehaut_bas
it: Piano_della_piattaforma//su_e_giù
ja: 上下する 飛びこみ台のフロア
ko: 오르내리는 점프대 플로어
nl: Omhoog&omlaag_toren.etage
ru: Файл этажа: Вверх_вниз(Башня).floor
zh_hans: 上下移动 跳台的楼层
zh_hant: 上下移動 跳台的樓層

# SdodrSdodrStageNameTowerKing10F
source: Layered-Rotator.Floor
de: Stufenstruktur.Etage
es: Piso rotación por niveles
es_mx: RotaciónPorNiveles.pso
fr: étage.rotor_nivelé
it: Piano//trottola_stratificata
ja: 積層と円転のフロア
ko: 적층과 회전의 플로어
nl: Gelaagde_rotor.etage
ru: Файл этажа: Юла.floor
zh_hans: 层叠旋转的楼层
zh_hant: 層疊旋轉的樓層

# SdodrSdodrStageNameTowerKing20F
source: Layered-Rotator.Floor
de: Stufenstruktur.Etage
es: Piso rotación por niveles
es_mx: RotaciónPorNiveles.pso
fr: étage.rotor_nivelé
it: Piano//trottola_stratificata
ja: 積層と円転のフロア
ko: 적층과 회전의 플로어
nl: Gelaagde_rotor.etage
ru: Файл этажа: Юла.floor
zh_hans: 层叠旋转的楼层
zh_hant: 層疊旋轉的樓層

# SdodrSdodrStageNameTowerLift
source: High-Tower.Floor
de: Turm.Etage
es: Trampolín
es_mx: Rascacielos.pso
fr: étage.plateforme
it: Piano_della_piattaforma
ja: 飛びこみ台のフロア
ko: 점프대 플로어
nl: Toren.etage
ru: Файл этажа: Башня.floor
zh_hans: 跳台的楼层
zh_hant: 跳台的樓層

# SdodrSdodrStageNameTowerSpawner
source: High-Tower.Floor
de: Turm.Etage
es: Trampolín
es_mx: Rascacielos.pso
fr: étage.plateforme
it: Piano_della_piattaforma
ja: 飛びこみ台のフロア
ko: 점프대 플로어
nl: Toren.etage
ru: Файл этажа: Башня.floor
zh_hans: 跳台的楼层
zh_hant: 跳台的樓層

# SdodrSdodrStageNameTowerSpawner2
source: High-Tower.Floor
de: Turm.Etage
es: Trampolín
es_mx: Rascacielos.pso
fr: étage.plateforme
it: Piano_della_piattaforma
ja: 飛びこみ台のフロア
ko: 점프대 플로어
nl: Toren.etage
ru: Файл этажа: Башня.floor
zh_hans: 跳台的楼层
zh_hant: 跳台的樓層
