Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# CoopRecordAttended
source: Times Participated: { 0 }
de: Teilnahmen: { 0 }
es: Participaciones: { 0 }
es_mx: Participaciones: { 0 }
fr: Nombre de participations : { 0 }
it: Partecipazioni: { 0 }
ja: 参加回数： { 0 }
ko: 참가 횟수: { 0 }
nl: Aantal keer meegedaan: { 0 }
ru: Смен: { 0 }
zh_hans: 参加次数：{ 0 }
zh_hant: 參加次數︰{ 0 }

# CoopRecordBigrun
source: Big Run
ja: ビッグラン
ko: 빅 런
zh_hans: 大型跑
zh_hant: 大型跑

# CoopRecordBigrunBronze
source: Bronze
es: Bronce
es_mx: Bronce
it: Bronzo
ja: 銅
ko: 동
nl: Brons
ru: Бронза
zh_hans: 铜
zh_hant: 銅

# CoopRecordBigrunGold
source: Gold
es: Oro
es_mx: Oro
fr: Or
it: Oro
ja: 金
ko: 금
nl: Goud
ru: Золото
zh_hans: 金
zh_hant: 金

# CoopRecordBigrunSilver
source: Silver
de: Silber
es: Plata
es_mx: Plata
fr: Argent
it: Argento
ja: 銀
ko: 은
nl: Zilver
ru: Серебро
zh_hans: 银
zh_hant: 銀

# CoopRecordCoop
source: Job Stats
de: Schicht-Statistiken
es: Estadísticas laborales
es_mx: Estadísticas laborales
fr: Stats des missions
it: Statistiche di lavoro
ja: バイトのきろく
ko: 아르바이트 기록
nl: Klusstatistieken
ru: Трудовой отчет
zh_hans: 打工记录
zh_hant: 打工記錄

# CoopRecordDefeated
source: Opponents Splatted
de: Gegner erledigt
es: Rivales eliminados
es_mx: Rivales eliminados
fr: Adversaires liquidés
it: Avversari splattati
ja: たおした数
ko: 쓰러뜨린 수
nl: Uitgeschakelde tegenstanders
ru: Плюхнутые враги
zh_hans: 击倒数量
zh_hant: 擊倒數量

# CoopRecordHighestJobRate
source: Highest Pay Grade
de: Höchste Bewertung
es: Mejor valoración
es_mx: Mayor grado
fr: Meilleure évaluation
it: Valutazione massima
ja: 最高評価
ko: 최고 평가
nl: Hoogste beoordeling
ru: Лучшая должность
zh_hans: 最高评价
zh_hant: 最高評價

# CoopRecordHighestScore
source: High Score
es: Récord
es_mx: Récord
fr: Record
it: Record
ja: ハイスコア
ko: 하이 스코어
nl: Topscore
ru: Рекорд
zh_hans: 最高分数
zh_hant: 最高分數

# CoopRecordMore
source: See More
de: Mehr
es: Ver más
es_mx: Ver más
fr: Afficher plus d'infos
it: Scopri di più
ja: もっと見る
ko: 더 보기
nl: Meer info
ru: Подробнее
zh_hans: 显示更多
zh_hant: 顯示更多

# CoopRecordNoData
source: No records.
de: Keine Daten
es: Sin datos
es_mx: Sin datos
fr: Aucune donnée
it: Nessun dato
ja: きろくがありません
ko: 기록이 없습니다
nl: Geen gegevens
ru: Данных нет.
zh_hans: 无记录
zh_hant: 沒有記錄

# CoopRecordRank
source: Top { 0 }%
es: Mejor { 0 } %
es_mx: Mejor { 0 } %
ja: 上位 { 0 } %以上
ko: 상위 { 0 }% 이상
ru: Топ-{ 0 }%
zh_hans: 前{ 0 }%以内
zh_hant: 前{ 0 }%以內

# CoopRecordRanking
source: Ranking
de: Platzierung
es: Puesto
es_mx: Puesto
fr: Classement
it: Classifica
ja: 順位
ko: 순위
nl: Positie
ru: Рейтинг
zh_hans: 名次
zh_hant: 名次

# CoopRecordTeamContest
source: Eggstra Work
de: Team-Wettkampf
es: Alianza alevínica
es_mx: Recolección extra
fr: Défi œuf sup'
it: Sfida tra colleghi
ja: バイトチームコンテスト
ko: 아르바이트 팀 콘테스트
nl: Bedrijfseitje
ru: Икорный овертайм
zh_hans: 团队打工竞赛
zh_hant: 團隊打工競賽

# CoopRecordTitle
source: Salmon Run Stats
de: Salmon Run-Daten
es: Estadísticas
es_mx: Estadísticas
fr: Statistiques
it: Statistiche
ja: サーモンランのきろく
ko: 새먼 런 기록
nl: Statistieken
ru: Статистика
zh_hans: 鲑鱼跑记录
zh_hant: SALMON RUN記錄

# EmoteNameBigJump00
source: Spring-Loaded
de: VVundersprung
es: Brinco feliz
es_mx: Brinco feliz
fr: Explosion choupi
it: Carica a molla
ja: ハッピー６
ko: 해피 6
nl: Springveer
ru: Поп-пружина
zh_hans: 快乐6
zh_hant: 快樂6

# EmoteNameBlowKiss
source: XOXO
de: Küsschen
es: Besitos
es_mx: Besitos
fr: Bisou
it: Bacio volante
ja: あいさつ３
ko: 인사 3
nl: Kusje
ru: Воздушный поцелуй
zh_hans: 打招呼3
zh_hant: 打招呼3

# EmoteNameCrouching00
source: The Lowdown
de: Squatling Deko
es: Por lo bajo
es_mx: Por lo bajito
fr: Méditation
it: Sempre più giù
ja: ポーズ１
ko: 포즈 1
nl: Heldenhurkzit
ru: Медитация
zh_hans: 姿势1
zh_hant: 姿勢1

# EmoteNameFeelingWarm00
source: No Chill
de: Heiße Luft
es: Con descaro
es_mx: Con descaro
fr: Coup de chaleur
it: Afa soffocante
ja: ホット
ko: 핫
nl: Even chillen
ru: Жарко
zh_hans: 火热
zh_hant: 火熱

# EmoteNameIdol00
source: Sisters Style
de: SirenSationell
es: Ídolos de Cromópolis
es_mx: Ídolos de Cromópolis
fr: Calamazones 4ever
it: Stile Sirens
ja: ハイカラなアイドル
ko: 오더폴리스 아이돌
nl: Zus en zo
ru: Squid Sisters рулят!
zh_hans: 尚兴的偶像
zh_hant: 尚興的偶像

# EmoteNameIdol01
source: Bait the Hook
de: TentaKultig
es: Cromocoreografía
es_mx: Cromocoreografía
fr: Danse Tenta-Classe
it: Troppo Cool
ja: ハイカラなアーティスト
ko: 오더폴리스 아티스트
nl: Hou je cool
ru: Соло Off the Hook
zh_hans: 尚兴的潮流歌手
zh_hant: 尚興的潮流歌手

# EmoteNameIdol02
source: Deepest Cut
de: Surimi-Solo
es: Tres es más
es_mx: Tres es más
fr: Spéciale Tridenfer
it: Trio Triglissimo
ja: バンカラなタレント
ko: 카오폴리스의 탤런트
nl: De Splatsville Drie
ru: В эфире Deep Cut
zh_hans: 蛮颓之星
zh_hant: 蠻頹之星

# EmoteNameIkachanDance
source: Squiddin' Around
de: Fitte Flösschen
es: Pose del calamar
es_mx: Pose del calamar
fr: Choré du calamar
it: Molluscata
ja: ポーズ１０
ko: 포즈 10
nl: Calamari-choreografie
ru: Танец кальмара
zh_hans: 姿势10
zh_hant: 姿勢10

# EmoteNameNwBtl00
source: Card Shark
de: Revierdecks-Flex
es: Pose carterritorial
es_mx: Pose carterritorial
fr: Pro des cartes
it: Asso delle carte
ja: ナワバトラー
ko: 영역 배틀러
nl: Winnende hand
ru: Карточный профи
zh_hans: 占地斗士
zh_hant: 占地鬥士

# EmoteNameShivering00
source: All Chill
de: Frostbeule
es: Qué frío...
es_mx: Qué frío...
fr: Frissons
it: Brividi
ja: さむがり
ko: 콜드
nl: IJskoud
ru: Бр-р-р!
zh_hans: 怕冷
zh_hant: 怕冷

# EmoteNameSittingCrossedLegs
source: Who's Next?
de: Ruhe vorm Sturm
es: A esperar toca
es_mx: ¿Y ahora qué?
fr: Au suivant
it: A chi tocca?
ja: あぐら
ko: 책상다리
nl: Zen
ru: Кто следующий?
zh_hans: 盘腿坐
zh_hant: 盤腿坐

# EmoteNameTransformationPose00
source: Ready Stance
de: Cooler Kämpfer
es: En guardia
es_mx: En guardia
fr: En garde !
it: Sotto controllo
ja: ポーズ７
ko: 포즈 7
nl: Kom maar op
ru: Понеслась!
zh_hans: 姿势7
zh_hant: 姿勢7

# EmoteNameWaveHands
source: Wave 'Em Off
de: Und tschüss
es: ¡Saludos!
es_mx: ¡Saludos!
fr: Grands gestes des bras
it: Vi saluto!
ja: あいさつ２
ko: 인사 2
nl: Winnaarswuif
ru: Кревед!
zh_hans: 打招呼2
zh_hant: 打招呼2

# EmoteNameWin04
source: Stuntin'
de: Skip-Mixer
es: Acrobacia
es_mx: Acrobacia
fr: Saut tournoyant
it: Giravolta stilosa
ja: ポーズ２
ko: 포즈 2
nl: Wervelwinst
ru: Акробатика
zh_hans: 姿势2
zh_hant: 姿勢2

# EmoteNameWin07
source: Robo Steppin'
de: Robo-Step
es: Baile robótico
es_mx: Baile robótico
fr: Danse robotique
it: Passo robotico
ja: ロボットダンス１
ko: 로봇 댄스 1
nl: De robot
ru: Робостеп
zh_hans: 机械舞1
zh_hant: 機械舞1

# EmoteNameWin08
source: Breakin'
de: Propeller Pro
es: Break dance
es_mx: Break dance
fr: Breakdance
it: Breakdance
ja: ダンス１
ko: 댄스 1
nl: Breakdance
ru: Брейк-данс
zh_hans: 跳舞1
zh_hant: 跳舞1

# EmoteNameWin09
source: Backflip Atcha
de: Freifall-Flip
es: Voltereta inversa
es_mx: Voltereta inversa
fr: Salto arrière
it: Salto all'indietro
ja: ポーズ３
ko: 포즈 3
nl: Backflip
ru: Сальто
zh_hans: 姿势3
zh_hant: 姿勢3

# EmoteNameWin10
source: Later, Undulator
de: Grelle Welle
es: Ondulaciones
es_mx: Ondulaciones
fr: Ondoiement
it: In onda
ja: ウェーブ
ko: 웨이브
nl: Dolfijne dolfijn
ru: Чао, малек!
zh_hans: 波浪
zh_hant: 波浪

# EmoteNameWin11
source: Easy Kneesy
de: Kniemals besiegt
es: Os arrollo de rodillas
es_mx: Rodillas del poder
fr: Youhou genoux
it: Gioia infinita
ja: ポーズ４
ko: 포즈 4
nl: Victorieknieval
ru: Круть-коленки
zh_hans: 姿势4
zh_hant: 姿勢4

# EmoteNameWin12
source: Landed It
de: Haken-Hopser
es: Te lo advertí
es_mx: Puños voladores
fr: Upperchute
it: Per un pelo
ja: ポーズ５
ko: 포즈 5
nl: Dol tollen
ru: Перст победы
zh_hans: 姿势5
zh_hant: 姿勢5

# EmoteNameWin13
source: Victory Strut
de: Champ-Spazierer
es: Victoria
es_mx: Victoria
fr: Danse de victoire
it: Danza trionfale
ja: ダンス２
ko: 댄스 2
nl: Kanjerpasjes
ru: Танец ликования
zh_hans: 跳舞2
zh_hant: 跳舞2

# EmoteNameWin14
source: Your Move
de: Breakdance
es: Ahí queda eso
es_mx: Hip-hop
fr: Hip-hop
it: Agilità
ja: ダンス４
ko: 댄스 4
nl: Had je wat
ru: Твой ход
zh_hans: 跳舞4
zh_hant: 跳舞4

# EmoteNameWin15
source: Double-Cross Dab
de: Step, Step, Dab
es: Baile doble
es_mx: Baile doble
fr: Double dab
it: Doppio dab
ja: ダンス３
ko: 댄스 3
nl: Opschepdab
ru: Двойной дэб
zh_hans: 跳舞3
zh_hant: 跳舞3

# EmoteNameWin16
source: Robo-Flow
de: Hallo, Robo
es: Baile robótico 2
es_mx: Baile robótico 2
fr: Pose robotique
it: Danza robotica
ja: ロボットダンス２
ko: 로봇 댄스 2
nl: Hallo, robo
ru: Бип-бип привет!
zh_hans: 机械舞2
zh_hant: 機械舞2

# EmoteNameWin17
source: MVPleased
de: Superstar-Charme
es: ¡Viva, viva!
es_mx: ¡Ganamos!
fr: Saut de joie
it: Salti di gioia
ja: ハッピー１
ko: 해피 1
nl: Gat in de lucht
ru: Гип-гип ура!
zh_hans: 快乐1
zh_hant: 快樂1

# EmoteNameWin18
source: Twirl Power
de: Wirbelwunder
es: Giros jubilosos
es_mx: Giros alegres
fr: Toupie-youpi
it: Gira gira...
ja: ハッピー２
ko: 해피 2
nl: Verdraaid goed
ru: Вертушка
zh_hans: 快乐2
zh_hant: 快樂2

# EmoteNameWin19
source: Bashful Brag
de: Flösschen-Flirt
es: Pillería feliz
es_mx: Alardeo feliz
fr: Moquerie timide
it: Spacconata timida
ja: ハッピー４
ko: 해피 4
nl: Vals bescheiden
ru: Хи-хи!
zh_hans: 快乐4
zh_hant: 快樂4

# EmoteNameWin20
source: You're Welcome
de: Gern geschehen
es: Para serviros
es_mx: ¡De nada!
fr: À votre service
it: Grazie a tutti
ja: あいさつ１
ko: 인사 1
nl: Staande ovatie
ru: Не благодарите!
zh_hans: 打招呼1
zh_hant: 打招呼1

# EmoteNameWin21
source: Adoring Crowd
de: Winkling
es: Saludo al respetable
es_mx: Saludo al público
fr: Salut à la foule
it: Saluto al pubblico
ja: あいさつ５
ko: 인사 5
nl: Publiekslieveling
ru: Автографы позже!
zh_hans: 打招呼5
zh_hant: 打招呼5

# EmoteNameWin22
source: Sarcastic Salute
de: Flinker Zwinkerer
es: Saludo cómplice
es_mx: Saludo cómplice
fr: Coucou complice
it: Saluto complice
ja: あいさつ４
ko: 인사 4
nl: Knipooggroet
ru: Физкульт-привет!
zh_hans: 打招呼4
zh_hant: 打招呼4

# EmoteNameWin23
source: Bursting Out
de: Glücksplatzer
es: Emoción desatada
es_mx: Emoción desatada
fr: Saut de joie
it: Esplosione
ja: ハッピー５
ko: 해피 5
nl: Ballonbom
ru: Взрыв радости
zh_hans: 快乐5
zh_hant: 快樂5

# EmoteNameWin24
source: Spinnin' Salute
de: Wirbel-Salut
es: Saludo ostentoso
es_mx: Saludo ostentoso
fr: Coucou en vrille
it: Saluto e giravolta
ja: ポーズ８
ko: 포즈 8
nl: Zwiersaluut
ru: Вихрь-салют
zh_hans: 姿势8
zh_hant: 姿勢8

# EmoteNameWin25
source: Upperkick Crouch
de: Doppelkick-Ducker
es: Zasca y en guardia
es_mx: En guardia
fr: Coup de pied sauté
it: Calciaccovaccio
ja: ポーズ９
ko: 포즈 9
nl: Opschopper
ru: Парящий пинок
zh_hans: 姿势9
zh_hant: 姿勢9

# EmoteNameWin26
source: Rootin' Tootin'
de: Happy-Hüpfer
es: Baile exultante
es_mx: Bailecito
fr: Cavalcade
it: Passo disinvolto
ja: ダンス５
ko: 댄스 5
nl: Hup, hup, hoera
ru: Прыг-скок
zh_hans: 跳舞5
zh_hant: 跳舞5

# EmoteNameWin27
source: Windmill Whip
de: Wirbelwild
es: Molinillo
es_mx: Molinazo
fr: Moulinages
it: Mulinello
ja: ポーズ６
ko: 포즈 6
nl: Slag van de molen
ru: Мельница
zh_hans: 姿势6
zh_hant: 姿勢6

# EmoteNameWin28
source: Stance Up
de: Kalmarateka
es: Arriba y en guardia
es_mx: Arriba y en guardia
fr: Pose karaté
it: Karate
ja: ポーズ１６
ko: 포즈 16
nl: Vechtkunstenaar
ru: Карате
zh_hans: 姿势16
zh_hant: 姿勢16

# EmoteNameWin29
source: Victory Twist
de: Gewinner-Groove
es: Meneo burlón
es_mx: Twist victorioso
fr: Nananère
it: Groove vincente
ja: ハッピー３
ko: 해피 3
nl: Swingen met swag
ru: Победный твист
zh_hans: 快乐3
zh_hant: 快樂3

# EmoteNameWin30
source: Nowhere Fast
de: Schreite-Schräge
es: Paseo estático
es_mx: Paseo estático
fr: Danse sur place
it: Passo pop
ja: ダンス１０
ko: 댄스 10
nl: Plaatselijke kampioen
ru: Скользящие шаги
zh_hans: 跳舞10
zh_hant: 跳舞10

# EmoteNameWin31
source: Makin' Waves
de: Weiche Wellen
es: Oleaje corporal
es_mx: Oleaje corporal
fr: Vaguelettes
it: Oscillazione
ja: ダンス１１
ko: 댄스 11
nl: Golvenmaker
ru: Волны
zh_hans: 跳舞11
zh_hant: 跳舞11

# EmoteNameWin32
source: Roundhouse Ballerina
de: Fächerkick-Kür
es: En órbita
es_mx: En órbita
fr: Ballet kick
it: Calcio rotante
ja: ダンス６
ko: 댄스 6
nl: Pirouettesprong
ru: В пачку с вертушки
zh_hans: 跳舞6
zh_hant: 跳舞6

# EmoteNameWin33
source: Perfect Pirouette
de: Adrette Pirouette
es: Pirueta perfecta
es_mx: Pirueta perfecta
fr: Pirouette parfaite
it: Piroetta perfetta
ja: ダンス８
ko: 댄스 8
nl: Spitzendanser
ru: Изящный пируэт
zh_hans: 跳舞8
zh_hant: 跳舞8

# EmoteNameWin34
source: Shot Caller
de: Homerun-Zeiger
es: Juego de muñecas
es_mx: Señalando
fr: Pro du ballet
it: Balletto da pro
ja: ダンス９
ko: 댄스 9
nl: Speelsgewijs
ru: Внимание на меня!
zh_hans: 跳舞9
zh_hant: 跳舞9

# EmoteNameWin35
source: Routine Victory
de: Coole Kür
es: Victoria relajada
es_mx: Victoria relajada
fr: Flips de la victoire
it: Routine di vittoria
ja: ポーズ１３
ko: 포즈 13
nl: Routineoverwinning
ru: Сальто назад
zh_hans: 姿势13
zh_hant: 姿勢13

# EmoteNameWin36
source: Down-Rock Pop
de: Bester Breaker
es: Alzada acrobática
es_mx: Alzada acrobática
fr: Jeu de jambes sauté
it: Ballo a terra
ja: ダンス７
ko: 댄스 7
nl: 1, 2, flip!
ru: Даунрок
zh_hans: 跳舞7
zh_hant: 跳舞7

# EmoteNameWin37
source: Just Playin'
de: Locker-Hocker
es: Unas risas
es_mx: Risitas
fr: Dans mes bras
it: Scherzo!
ja: ポーズ１１
ko: 포즈 11
nl: Geintje!
ru: Поиграем?
zh_hans: 姿势11
zh_hant: 姿勢11

# EmoteNameWin38
source: Strings Attached
de: Gruftiger Groove
es: Yo muevo los hilos
es_mx: Yo muevo los hilos
fr: Marionnette
it: Marionetta
ja: ポーズ１４
ko: 포즈 14
nl: Marionet
ru: Марионетка
zh_hans: 姿势14
zh_hant: 姿勢14

# EmoteNameWin39
source: Flowing Form
de: Fließende Formen
es: Flujo meditativo
es_mx: Flujo meditativo
fr: Enchaînement zen
it: Splattai-chi
ja: ポーズ１２
ko: 포즈 12
nl: Vloeiende vorm
ru: Плавные движения
zh_hans: 姿势12
zh_hant: 姿勢12

# EmoteNameWinWeapon01
source: Reppin' Inkopolis
de: Inkopolis-Waffenpose
es: Pose cromopolitana
es_mx: Pose cromopolitana
fr: Chromapolis attitude
it: Coloropoli rulez!
ja: ブキポーズ ハイカラシティ
ko: 무기 포즈: 오더폴리스 시티
nl: Inkopolis-wapenpose
ru: Вояка Инкополя
zh_hans: 武器姿势 尚兴市
zh_hant: 武器姿勢 尚興市

# EmoteNameWinWeapon02
source: The Square Show-Off
de: Platz-Waffenpose
es: Pose de la plaza
es_mx: Pose del centro
fr: Star du square
it: Vanto della piazza
ja: ブキポーズ ハイカラスクエア
ko: 무기 포즈: 오더폴리스 스퀘어
nl: Pleinpatserpose
ru: Вояка на площади
zh_hans: 武器姿势 尚兴广场
zh_hant: 武器姿勢 尚興廣場

# EmoteNameWinWeapon03
source: Flip Out
de: Waffenpose
es: Arma en ristre
es_mx: Arma en mano
fr: Saut armé
it: Capriola armata
ja: ブキポーズ
ko: 무기 포즈
nl: Wapenpose
ru: К оружию
zh_hans: 武器姿势
zh_hant: 武器姿勢

# EmoteNameYancha
source: Ready for Action
de: Feste Fäuste
es: En pie y alerta
es_mx: En pie y alerta
fr: Ça va barder !
it: Pronti all'azione!
ja: ポーズ１５
ko: 포즈 15
nl: Klaar voor actie
ru: Кулачки готовы!
zh_hans: 姿势15
zh_hant: 姿勢15

# ErrorBackToHome
source: Back to Home
de: Zurück zur Startseite
es: Volver al inicio
es_mx: Volver al inicio
fr: Retour à l'accueil
it: Torna alla pagina iniziale
ja: ホームに戻る
ko: 홈으로 돌아가기
nl: Naar het beginscherm
ru: На главную
zh_hans: 返回主页
zh_hant: 返回主頁

# ErrorBannedUser
source: We have detected unauthorized access to this service, and so your usage of this service has been suspended.
de: Es wurde ein nicht autorisierter Zugriff auf diesen Service festgestellt. Die Nutzung des Service ist hiermit gesperrt.
es: Se te ha excluido del uso de este servicio debido a que hemos detectado un acceso no autorizado.
es_mx: Se te ha excluido del uso de este servicio debido a que hemos detectado un acceso no autorizado.
fr: Nous avons détecté un accès non autorisé au service. Ton utilisation de ce service a donc été suspendue.
it: Abbiamo rilevato un accesso non autorizzato a questo servizio. Di conseguenza, il tuo utilizzo del servizio è stato sospeso.
ja: 非正規のアクセスが確認されたため、サービス利用を停止しています。
ko: 비정상적인 접속이 확인되어 서비스 이용이 정지되었습니다.
nl: Het gebruik van deze dienst is geblokkeerd, omdat we hebben vastgesteld dat er ongeoorloofde toegang is verkregen.
ru: Обнаружен несанкционированный доступ к этому сервису. Твой доступ к сервису приостановлен.
zh_hans: 由于检测到非正规访问，因此停止了使用服务。
zh_hant: 由於偵測到來自非正式軟體的連接，因此停止使用服務。

# ErrorCurrentlyNotAvailable
source: Currently unavailable.<br />Please wait a bit, then try again.
de: Momentan nicht verfügbar. Bitte warte etwas und versuche es dann erneut.
es: No disponible actualmente. Inténtalo de nuevo más tarde.
es_mx: No disponible actualmente.<br />Inténtalo de nuevo más tarde.
fr: Actuellement indisponible. Réessaie plus tard.
it: Al momento non disponibile. Riprova più tardi.
ja: 現在利用できません。しばらくお待ちください
ko: 현재 이용할 수 없습니다. 잠시 기다려 주십시오.
nl: Momenteel niet beschikbaar. Probeer het later nog eens.
ru: В данный момент недоступно. Пожалуйста, попробуй позже.
zh_hans: 目前无法使用，请稍候。
zh_hant: 目前無法使用，請稍待片刻。

# ErrorError
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 에러
nl: Fout
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

# ErrorErrorOccurred
source: An error occurred.
de: Ein Fehler ist aufgetreten.
es: Se ha producido un error.
es_mx: Se produjo un error.
fr: Une erreur est survenue.
it: Si è verificato un errore.
ja: エラーが発生しました
ko: 에러가 발생했습니다
nl: Er is een fout opgetreden.
ru: Произошла ошибка.
zh_hans: 发生错误。
zh_hant: 發生錯誤。

# ErrorErrorReopen
source: Loading failed.
de: Ladevorgang fehlgeschlagen.
es: No se han podido cargar los datos.
es_mx: No se pudieron cargar los datos.
fr: Échec du chargement.
it: Errore di caricamento.
ja: 読みこみに失敗しました
ko: 로딩에 실패했습니다
nl: Het laden is mislukt.
ru: Загрузка не удалась.
zh_hans: 读取失败。
zh_hant: 讀取失敗。

# ErrorMaintenanceDescription
source: The server is currently undergoing maintenance. Please wait a bit, then try again.
de: Aufgrund von Server-Wartungsarbeiten steht dieser Service momentan nicht zur Verfügung. Bitte versuche es später erneut.
es: Se están efectuando labores de mantenimiento en el servidor. Inténtalo de nuevo más tarde.
es_mx: Se están realizando labores de mantenimiento en el servidor. Inténtalo de nuevo más tarde.
fr: Le serveur est en cours de maintenance. Réessaie plus tard.
it: Sono in corso dei lavori di manutenzione sul server. Riprova più tardi.
ja: ただいまサーバーのメンテナンス中です。時間をおいて再度アクセスしてください。
ko: 현재 서버 점검 중입니다. 잠시 후에 다시 접속해 주십시오.
nl: Er wordt momenteel onderhoud gepleegd aan de server. Probeer het later nog eens.
ru: Технические работы на сервере. Пожалуйста, попробуй позже.
zh_hans: 目前服务器正在维护，请稍后再重新连接。
zh_hant: 目前伺服器正在維護中，請稍後再重新連接。

# ErrorMaintenanceTitle
source: Standby...
de: Bitte warten...
es: Espera unos instantes...
es_mx: En espera...
fr: Patiente quelques instants...
it: Attendi...
ja: しばらくお待ちください
ko: 잠시 기다려 주십시오
nl: Enige tijd geduld
ru: Минуточку...
zh_hans: 请稍候。
zh_hant: 請稍待片刻

# ErrorNetworkNotAvailable
source: Loading failed. Please check your internet connection and try again.
de: Ladevorgang fehlgeschlagen. Bitte überprüfe die Verbindung mit dem Internet und versuche es erneut.
es: No se han podido cargar los datos. Comprueba tu conexión a internet y vuelve a intentarlo.
es_mx: No se pudieron cargar los datos. Comprueba tu conexión a internet e inténtalo de nuevo.
fr: Échec du chargement. Vérifie ta connexion à Internet, puis réessaie.
it: Caricamento fallito. Controlla la tua connessione a Internet e riprova.
ja: 読みこみに失敗しました。<br />通信環境のよいところで再度お試しください。
ko: 로딩에 실패했습니다. 통신 환경이 좋은 곳에서 다시 시도해 주십시오.
nl: Het laden is mislukt. Controleer je internetverbinding en probeer het opnieuw.
ru: Загрузка не удалась. Проверь подключение к Интернету и повтори попытку.
zh_hans: 读取失败，请在互联网环境良好的地方再次尝试。
zh_hant: 讀取失敗，請在良好的網路環境下重新再試一次。

# ErrorNotSupported
source: SplatNet 3 cannot be displayed. Please check your internet connection and wait a bit before trying again. If the problem isn't resolved, check your internet browser to make sure it has been updated to the latest version. If you still receive this message, it may be possible that SplatNet 3 is not compatible with your current settings or device.
de: SplatNet 3 kann nicht angezeigt werden. Bitte überprüfe deine Internetverbindung und warte etwas, bevor du es erneut versuchst. Wenn das Problem dadurch nicht behoben wird, überprüfe, ob du die aktuelle Version deines Browsers verwendest. Wenn dir weiterhin diese Nachricht angezeigt wird, ist es möglich, dass SplatNet 3 nicht mit deinen momentanen Einstellungen oder deinem Smartgerät kompatibel ist.
es: No se puede mostrar SplatNet 3. Comprueba tu conexión a internet y vuelve a intentarlo más tarde. Si el problema no se soluciona, comprueba que tu navegador de internet esté actualizado a la versión más reciente. Si sigue mostrándose este mensaje, es posible que SplatNet 3 no sea compatible con tu dispositivo o con los ajustes actuales.
es_mx: No se puede mostrar SplatNet 3. Comprueba tu conexión a internet y vuelve a intentarlo más tarde. Si el problema no se soluciona, comprueba que tu navegador de internet esté actualizado a la versión más reciente. Si sigues recibiendo este mensaje, es posible que SplatNet 3 no sea compatible con tu dispositivo o con los ajustes actuales.
fr: SplatNet 3 ne peut pas s'afficher. Vérifie ta connexion Internet et attends un peu, puis réessaie. Si le problème persiste, assure-toi que ton navigateur Internet a accueilli sa mise à jour la plus récente. Si ce message continue à apparaître, il se peut que SplatNet 3 ne soit pas compatible avec tes paramètres ou ton appareil actuels.
it: Impossibile visualizzare SplatNet 3. Controlla la tua connessione a Internet e attendi qualche minuto prima di riprovare. Se il problema persiste, controlla il tuo browser Internet e assicurati che sia aggiornato alla versione più recente. Se ricevi ancora questo messaggio, SplatNet 3 potrebbe non essere compatibile con le tue impostazioni o con il tuo dispositivo.
ja: イカリング３を表示できません。しばらく時間をおいてから通信環境の良い場所で再度お試しください。<br />問題が解決しない場合は、ブラウザが最新版に更新されているか確認してください。<br />それでもこの画面が表示される場合は、ご利用の環境でイカリング３を利用できない可能性があります。
ko: 오징어넷 3를 표시할 수 없습니다. 잠시 후 통신 환경이 좋은 장소에서 다시 시도해 주십시오.<br />문제가 해결되지 않을 경우, 브라우저가 최신 버전으로 업데이트되어 있는지 확인해 주십시오.<br />그래도 이 화면이 표시될 경우, 이용하시는 환경에서 오징어넷 3를 이용할 수 없을 가능성이 있습니다.
nl: SplatNet 3 kan niet worden weergegeven. Controleer je internetverbinding en probeer het later opnieuw. Als het probleem niet is verholpen, controleer dan of je de meest recente versie van je internetbrowser gebruikt. Als je dit bericht blijft zien, dan wordt SplatNet 3 mogelijk niet ondersteund door je huidige apparaat of met je huidige instellingen.
ru: Невозможно отобразить SplatNet 3. Проверь подключение к Интернету, подожди некоторое время и повтори попытку. Если проблема сохраняется, убедись, что твой веб-браузер был обновлен до самой актуальной версии. Если ты продолжаешь получать это сообщение, вероятно, приложение SplatNet 3 несовместимо с твоими текущими настройками или устройством.
zh_hans: 无法显示“鱿鱼圈 3”。请过一段时间后在通信环境良好的地方再次尝试。<br />如果问题仍没有解决，请确认浏览器是否已更新到最新版。<br />如果依然显示该画面，可能您的使用环境无法运行“鱿鱼圈 3”。
zh_hant: 無法顯示「魷魚圈 3」。請過一段時間後在通訊環境良好的地方再次嘗試。<br />如果問題仍然無法解決，請確認瀏覽器是否已更新至最新版本。<br />如果仍然顯示此畫面，有可能是您的使用環境無法使用「魷魚圈 3」。

# ErrorReload
source: Refresh
de: Aktualisieren
es: Actualizar
es_mx: Actualizar
fr: Actualiser
it: Aggiorna
ja: 再読みこみ
ko: 새로 고침
nl: Opnieuw laden
ru: Обновить
zh_hans: 再次读取
zh_hant: 重新讀取

# EventFlowMsgLobbyLocalFirstEnterFirst01
source: Just talk to the receptionist to get started.
de: Melde dich dazu einfach an der Rezeption an.
es: Habla con la medusa de la recepción para comenzar.
es_mx: Habla con la medusa de la recepción para comenzar.
fr: Il suffit de te présenter à l'accueilpour commencer.
it: Rivolgiti alla reception per iniziare.
ja: 受付のクラゲに話しかけたら好きなモードを選んで 遊べるぞ！
ko: 접수 담당 해파리에게 말을 걸면원하는 모드를 선택하여 플레이할 수 있지!
nl: Meld je bij de balie om te beginnen.
ru: Чтобы начать, обратись в ресепшен.
zh_hans: 只要和接待处的水母交谈，就可以选择想要游玩的模式哦！
zh_hant: 只要和水母接待員交談就能選擇想要遊玩的模式囉！
