Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizable.strings
Languages: nl

# BynameAdjective0908
source: Quiet
nl: Geruislo

# BynameAdjective0909
source: Wise
nl: Verstandig

# BynameAdjective0910
source: Introverted
nl: Introvert

# BynameAdjective0912
source: Sharp
nl: Opmerkza

# BynameAdjective0913
source: Gutsy
nl: Stoutmoedig

# BynameAdjective0914
source: Authentic
nl: Authentiek

# BynameAdjective0915
source: Learned
nl: Geleerd

# BynameAdjective0916
source: Experienced
nl: Ervaren

# BynameAdjective0917
source: Gifted
nl: Getalenteerd

# BynameAdjective0918
source: Ingenious
nl: Vernuftig

# BynameAdjective0919
source: Healthy
nl: Kerngezond

# BynameAdjective0920
source: Honest
nl: Openhartig

# BynameAdjective0921
source: Just-Right
nl: Precies goed

# BynameAdjective0922
source: Blustery
nl: Onstuimig

# BynameAdjective0924
source: Exciting
nl: Spannend

# BynameAdjective0925
source: Exuberant
nl: Uitbundig

# BynameAdjective0926
source: Well-Mannered
nl: Hoffelijk

# BynameAdjective0927
source: Dutiful
nl: Plichtsgetrouw

# BynameAdjective0928
source: Modest
nl: Ingetogen

# BynameAdjective0929
source: Prestigious
nl: Prestigieu

# BynameAdjective0930
source: Affable
nl: Attractie

# BynameAdjective0931
source: Sociable
nl: Aimabel

# BynameAdjective0932
source: Good-Humored
nl: Goedgeluimd

# BynameAdjective0933
source: Urbane
nl: Gracieu

# BynameAdjective0934
source: Meek
nl: Gedwee

# BynameAdjective0935
source: Well-Rounded
nl: Gebalanceerd

# BynameAdjective0936
source: Well-Behaved
nl: Welopgevoed

# BynameAdjective0937
source: Upstanding
nl: Eerbiedwaardig

# BynameAdjective0938
source: Big-Hearted
nl: Roya

# BynameAdjective0939
source: Influential
nl: Invloedrijk

# BynameAdjective0940
source: Mold-Breaking
nl: Baanbrekend

# BynameAdjective0941
source: Ghastly
nl: Afgrijslijk

# BynameAdjective0942
source: Academic
nl: Academisch

# BynameAdjective0944
source: Plucky
nl: Kranig

# BynameAdjective0945
source: Cheeky
nl: Guitig

# BynameAdjective0946
source: Glorious
nl: Roemrucht

# BynameAdjective0947
source: Maniacal
nl: Maniaka

# BynameAdjective0948
source: Magnificent
nl: Magnifiek

# BynameAdjective0949
source: Energetic
nl: Energiek

# BynameAdjective0950
source: Misplaced
nl: Misplaatst

# BynameAdjective0951
source: De Facto
nl: In feite een

# BynameAdjective0953
source: Ageless
nl: Puberend

# BynameAdjective0954
source: Apparent
nl: Schijnbaar een

# BynameAdjective0955
source: Ostensible
nl: Op het eerste gezicht een

# BynameAdjective0956
source: Heart-Thumping
nl: Boezem-

# BynameAdjective0957
source: Starchy
nl: Krokant

# BynameAdjective0958
source: Barely
nl: Nauwelijks een

# BynameAdjective0959
source: Narrowly
nl: Nog net een

# BynameAdjective0960
source: Amusing
nl: Amusant

# BynameAdjective0961
source: Excited
nl: Opgetogen

# BynameAdjective0962
source: Swishy
nl: Zoevend

# BynameAdjective0963
source: The Genuine
nl: enige echte

# BynameAdjective0964
source: Unnamed
nl: Ongeïdentificeerd

# BynameAdjective0965
source: Glory-Hogging
nl: Gloriezoekend

# BynameAdjective0966
source: Prickly
nl: Prikkelba

# BynameAdjective0967
source: Lackadaisical
nl: Gemakzuchtig

# BynameAdjective0968
source: Surviving
nl: Overlevend

# BynameAdjective0969
source: Eccentric
nl: Excentriek

# BynameAdjective0970
source: Idiosyncratic
nl: Eigenzinnig

# BynameAdjective0971
source: Rule-Breaking
nl: Ongehoorza

# BynameAdjective0972
source: Snazzy
nl: Eigentijds

# BynameAdjective0973
source: Zesty
nl: Fijn

# BynameAdjective0974
source: Most Popular
nl: Meest populair

# BynameAdjective0975
source: On-the-Rise
nl: Rijzend

# BynameAdjective0976
source: Skyrocketing
nl: Lancerend

# BynameAdjective0977
source: World-Wise
nl: Wereldwij

# BynameAdjective0978
source: Assisting
nl: Assisterend

# BynameAdjective0979
source: Covering
nl: Schuilend

# BynameAdjective0980
source: Bourgeois
nl: Burgerlijk

# BynameAdjective0981
source: Clean
nl: Goedgewassen

# BynameAdjective0982
source: Almighty
nl: Almachtig

# BynameAdjective0983
source: Robust
nl: Straf

# BynameAdjective0984
source: Enlivened
nl: Vernieuwd

# BynameAdjective0985
source: Proactive
nl: Proactie

# BynameAdjective0987
source: Unruly
nl: Onhandelba

# BynameAdjective0988
source: Fully Committed
nl: Noest

# BynameAdjective0989
source: Delightful
nl: Zalig

# BynameAdjective0990
source: Flower-Shaped
nl: Bloemvormig

# BynameAdjective0991
source: Extraordinary
nl: Buitengewo

# BynameAdjective0992
source: Original
nl: Bron-

# BynameAdjective0993
source: Top-Notch
nl: Topkwaliteit-

# BynameAdjective0994
source: Clandestine
nl: Clandestien

# BynameAdjective0995
source: Painful
nl: Pijnlijk

# BynameAdjective0996
source: Topical
nl: Thematisch

# BynameAdjective0997
source: Lavish
nl: Luisterrijk

# BynameAdjective0998
source: Thrilling
nl: Zinderend

# BynameSubject10000
source: Descendant
nl: afstammeling

# BynameSubject10010
source: Offspring
nl: telg

# BynameSubject10030
source: Suggestion
nl: suggestie

# BynameSubject10050
source: Showstopper
nl: humorist

# BynameSubject10060
source: Possessor
nl: bezitter

# BynameSubject10080
source: Housekeeper
nl: huishouder

# BynameSubject10090
source: Trader
nl: handelaar

# BynameSubject10100
source: Fortune Teller
nl: waarzegger

# BynameSubject10110
source: Globe-Trotter
nl: pelgrim

# BynameSubject10130
source: Pinch Hitter
nl: wisselspeler

# BynameSubject10140
source: Leadoff Hitter
nl: opzetgever

# BynameSubject10150
source: Musketeer
nl: musketier

# BynameSubject10160
source: Crowd
nl: meute

# BynameSubject10170
source: Circle
nl: cirkel

# BynameSubject10180
source: Flock
nl: kudde

# BynameSubject10190
source: Cooperator
nl: coöperator

# BynameSubject10200
source: Unit
nl: eenheid

# BynameSubject10210
source: Army
nl: leger

# BynameSubject10220
source: Coterie
nl: kliek

# BynameSubject10230
source: Quartet
nl: kwartet

# BynameSubject10240
source: Chorus
nl: koor

# BynameSubject10250
source: Podium Finisher
nl: podiumfinalist

# BynameSubject10260
source: Guild
nl: gilde

# BynameSubject10270
source: Group
nl: gezelschap

# BynameSubject10280
source: Horse
nl: paard

# BynameSubject10290
source: Rabbit
nl: konijn

# BynameSubject10320
source: Squirrel
nl: eekhoorn

# BynameSubject10330
source: Sea Otter
nl: zeeotter

# BynameSubject10340
source: Elephant
nl: olifant

# BynameSubject10360
source: Whale
nl: walvis

# BynameSubject10370
source: Tiger
nl: tijger

# BynameSubject10380
source: Lion
nl: leeuw

# BynameSubject10400
source: Deer
nl: rendier

# BynameSubject10410
source: Bookkeeper
nl: pennenlikker

# BynameSubject10420
source: Idea Person
nl: denktank

# BynameSubject10430
source: Rock 'n' Roller
nl: rocker

# BynameSubject10450
source: Storyteller
nl: voorlezer

# BynameSubject10470
source: Finger Painter
nl: vingerverver

# BynameSubject10480
source: Scrivener
nl: romancier

# BynameSubject10490
source: Founder
nl: oprichter

# BynameSubject10500
source: Family
nl: familie

# BynameSubject10510
source: Craftsman
nl: vakman

# BynameSubject10540
source: Inventor
nl: uitvinder

# BynameSubject10560
source: Party
nl: feest

# BynameSubject10570
source: Playmaker
nl: spelmaker

# BynameSubject10580
source: Young Leader
nl: leider in de dop

# BynameSubject10590
source: Mascot
nl: mascotte

# BynameSubject10600
source: Fairy
nl: fee

# BynameSubject10610
source: Joke Teller
nl: moppentapper

# BynameSubject10620
source: Voice Actor
nl: stemacteur

# BynameSubject10630
source: Learner
nl: cursist

# BynameSubject10640
source: Tenderfoot
nl: melkmuil

# BynameSubject10650
source: Head of the Class
nl: klasgenoot

# BynameSubject10660
source: University Student
nl: universiteitsstudent

# BynameSubject10680
source: Costumier
nl: designer

# BynameSubject10690
source: Ferocious Fighter
nl: vechtjas

# BynameSubject10700
source: Knowledgeable Person
nl: geleerde

# BynameSubject10710
source: Lofty Dream
nl: dagdroom

# BynameSubject10720
source: Wiz
nl: whizzkid

# BynameSubject10730
source: Prominent Figure
nl: prominent

# BynameSubject10740
source: Grappler
nl: gewichtheffer

# BynameSubject10750
source: Natural Enemy
nl: natuurlijke vijand

# BynameSubject10760
source: Horseshoe Crab
nl: degenkrab

# BynameSubject10770
source: Pond Snail
nl: zoetwaterslak

# BynameSubject10790
source: Coconut Crab
nl: kokoskrab

# BynameSubject10800
source: Sea Anemone
nl: zeeanemoon

# BynameSubject10810
source: Goldfish
nl: goudvis

# BynameSubject10820
source: Horse Mackerel
nl: horsmakreel

# BynameSubject10830
source: Devil Ray
nl: manta

# BynameSubject10840
source: Sea Slug
nl: zeeslak

# BynameSubject10850
source: Shrimp
nl: garnaal

# BynameSubject10860
source: Spider Crab
nl: spinkrab

# BynameSubject10870
source: Rival
nl: rivaal

# BynameSubject10880
source: Weakness
nl: zwakte

# BynameSubject10900
source: Sweetheart
nl: lieverd

# BynameSubject10910
source: Imitation
nl: imitatie

# BynameSubject10920
source: Process
nl: systeem

# BynameSubject10930
source: Gathering
nl: samenkomst

# BynameSubject10940
source: Shoal
nl: reuzenzwerm

# BynameSubject10950
source: Crew
nl: bemanning

# BynameSubject10960
source: Beast
nl: beest

# BynameSubject10970
source: Ruler
nl: heerser

# BynameSubject10990
source: Fossil
nl: fossiel

# BynameSubject11000
source: Warden
nl: lijfwacht

# BynameSubject11010
source: Collector
nl: verzamelaar

# BynameSubject11020
source: Crush
nl: vlam

# BynameSubject11030
source: Soul
nl: ziel

# BynameSubject11040
source: State of Mind
nl: gemoed

# BynameSubject11060
source: Good Person
nl: goeierik

# BynameSubject11070
source: Client
nl: cliënt

# BynameSubject11080
source: Doll
nl: pop

# BynameSubject11090
source: Noble Scion
nl: jonkheer

# BynameSubject11100
source: Protagonist
nl: onderwerp

# BynameSubject11110
source: Symbol
nl: symbool

# BynameSubject11120
source: Authority
nl: autoriteit

# BynameSubject11130
source: Contributor
nl: leverancier

# BynameSubject11140
source: Cartoon Character
nl: tekenfilmfiguur

# BynameSubject11150
source: Plushie
nl: knuffel

# BynameSubject11160
source: Spirit
nl: geest

# BynameSubject11170
source: Thoroughbred
nl: volbloed

# BynameSubject11180
source: Person of Note
nl: belofte

# BynameSubject11200
source: Gourmet
nl: lekkerbek

# BynameSubject11210
source: Sumo Wrestler
nl: sumoworstelaar

# BynameSubject11220
source: Family Tree
nl: nestkuiken

# BynameSubject11240
source: Soldier
nl: soldaat

# BynameSubject11250
source: Order of Knights
nl: ridderorde

# BynameSubject11260
source: Victor
nl: overwinnaar

# BynameSubject11280
source: Villager
nl: dorpeling

# BynameSubject11290
source: School Principal
nl: rector

# BynameSubject11300
source: Protector
nl: beschermer

# BynameSubject11310
source: Explorer
nl: verkenner

# BynameSubject11320
source: Seeker
nl: zoeker

# BynameSubject11330
source: Pugilist
nl: militair

# BynameSubject11340
source: Paladin
nl: paladijn

# BynameSubject11350
source: Door Guard
nl: uitsmijter

# BynameSubject11370
source: Ranger
nl: boswachter

# BynameSubject11380
source: Monk
nl: geestelijke

# BynameSubject11390
source: Sage
nl: wijze

# BynameSubject11400
source: Doctor
nl: arts

# BynameSubject11410
source: Blacksmith
nl: smid

# BynameSubject11420
source: Postdoc
nl: theoreticus

# BynameSubject11430
source: Dignitary
nl: waardigheidsbekleder

# BynameSubject11440
source: Artiste
nl: beroepskunstenaar

# BynameSubject11450
source: Intern
nl: uitzendkracht

# BynameSubject11470
source: Security Detail
nl: oppasser

# BynameSubject11480
source: Ore
nl: erts

# BynameSubject11490
source: Guide
nl: begeleider

# BynameSubject11500
source: Chauffeur
nl: conducteur

# BynameSubject11520
source: Operator
nl: machinist

# BynameSubject11530
source: Librarian
nl: bibliothecaris

# BynameSubject11540
source: Objet d'Art
nl: topstuk

# BynameSubject11550
source: Successor
nl: opvolger

# BynameSubject11560
source: Owner
nl: eigenaar

# BynameSubject11570
source: Proxy
nl: gemachtigde

# BynameSubject11580
source: Pupil
nl: schoolkameraad

# BynameSubject11590
source: Disciple
nl: ingewijde

# BynameSubject11600
source: Scholar
nl: wijsgeer

# BynameSubject11610
source: Graduate
nl: afgestudeerde

# BynameSubject11620
source: Collegian
nl: academicus

# BynameSubject11630
source: PhD Candidate
nl: promovendus

# BynameSubject11650
source: Bamboo Shoot
nl: bamboescheut

# BynameSubject11660
source: Pop
nl: popartiest

# BynameSubject11670
source: Psychic
nl: helderziende

# BynameSubject11680
source: Arbiter
nl: toonzetter

# BynameSubject11690
source: Litterateur
nl: letterkundige

# BynameSubject11720
source: Megalodontia
nl: Beugelbakkes

# BynameSubject20020
source: Recollection
nl: aandenken

# BynameSubject20040
source: Entrepreneur
nl: ondernemer

# BynameSubject20050
source: Musician
nl: muzikant

# BynameSubject20060
source: Party Star
nl: smaakmaker

# BynameSubject20070
source: Mercenary
nl: huurling

# BynameSubject20080
source: Alliance
nl: bondgenoot

# BynameSubject20100
source: Otherworldly Being
nl: zonderling

# BynameSubject20110
source: Chaos
nl: chaoot

# BynameSubject20130
source: Vanguard
nl: voorloper

# BynameSubject20140
source: Luminary
nl: ideaal

# BynameSubject20150
source: Playing
nl: spelen

# BynameSubject25000
source: Lucky Duck
nl: geluksvogel

# BynameSubject25010
source: Protected Species
nl: beschermde diersoort

# BynameSubject25020
source: Chosen One
nl: uitverkorene

# BynameSubject25030
source: Gadabout
nl: troubadour

# BynameSubject25040
source: Point Guard
nl: middenvelder

# BynameSubject25060
source: Daredevil
nl: durfal

# BynameSubject25070
source: Prizewinner
nl: prijswinnaar

# BynameSubject30000
source: Youth
nl: jongere

# BynameSubject30010
source: Squid
nl: inktvis

# BynameSubject30030
source: Salmon
nl: zalm

# BynameSubject30040
source: Boy
nl: jongen

# BynameSubject30041
source: Girl
nl: meisje

# BynameSubject30060
source: Father
nl: vader

# BynameSubject30061
source: Mother
nl: moeder

# BynameSubject30070
source: Dad
nl: pa

# BynameSubject30071
source: Mom
nl: ma

# BynameSubject30080
source: Son
nl: zoon

# BynameSubject30081
source: Daughter
nl: dochter

# BynameSubject30090
source: Big Brother
nl: broerlief

# BynameSubject30091
source: Big Sister
nl: zuslief

# BynameSubject30100
source: Little Brother
nl: broertje

# BynameSubject30101
source: Little Sister
nl: zusje

# BynameSubject30110
source: Grandpa
nl: opa

# BynameSubject30111
source: Grandma
nl: oma

# BynameSubject30120
source: Grandchild
nl: kleinkind

# BynameSubject30130
source: Uncle
nl: oom

# BynameSubject30131
source: Aunt
nl: tante

# BynameSubject30140
source: Youngster
nl: koter

# BynameSubject30150
source: Pet
nl: huisdier

# BynameSubject31000
source: World Champ
nl: wereldkampioen

# BynameSubject31100
source: Mediator
nl: wereldverbinder

# BynameSubject31120
source: Reveler
nl: wakkere

# BynameSubject31160
source: Portal
nl: portaal

# BynameSubject31250
source: Asynchronous Rondo
nl: Asynchrone Rondo

# BynameSubject31260
source: Pinging Marciale
nl: Rollende Marciale

# BynameSubject31270
source: Parallel Canon
nl: Parallelle Canon

# BynameSubject32000
source: Tableturf Battler
nl: Slijkslagstrijder

# BynameSubject32010
source: Card Gamer
nl: kaartspeler

# BynameSubject33000
source: Traveler
nl: reiziger

# BynameSubject33010
source: Cyclist
nl: fietser

# BynameSubject33030
source: Booster
nl: weldoener

# BynameSubject33040
source: Resilience
nl: weerstand

# BynameSubject00000
source: Sploosh-o-matic User
nl: Spettertuit-fan

# BynameSubject00010
source: Splattershot Jr. User
nl: Superspetter jr.-fan

# BynameSubject00020
source: Splash-o-matic User
nl: Spetterspuit-fan

# BynameSubject00030
source: Aerospray User
nl: Kladderwerper-fan

# BynameSubject00040
source: Splattershot User
nl: Superspetter-fan

# BynameSubject00050
source: .52 Gal User
nl: .52 Kaliter-fan

# BynameSubject00060
source: N-ZAP User
nl: N-ZAP-fan

# BynameSubject00070
source: Splattershot Pro User
nl: Superspetter Pro-fan

# BynameSubject00080
source: .96 Gal User
nl: .96 Kaliter-fan

# BynameSubject00090
source: Jet Squelcher User
nl: Straalplonzer-fan

# BynameSubject00100
source: Luna Blaster User
nl: Lunablaster-fan

# BynameSubject00110
source: Blaster User
nl: Klodderblaster-fan

# BynameSubject00120
source: Range Blaster User
nl: Teleblaster-fan

# BynameSubject00130
source: Clash Blaster User
nl: Knalblaster-fan

# BynameSubject00140
source: Rapid Blaster User
nl: Flitsblaster-fan

# BynameSubject00150
source: Rapid Blaster Pro User
nl: Flitsblaster Pro-fan

# BynameSubject00160
source: L-3 Nozzlenose User
nl: L-3 Stompsnuit-fan

# BynameSubject00170
source: H-3 Nozzlenose User
nl: H-3 Langsnuit-fan

# BynameSubject00180
source: Squeezer User
nl: Floeper-fan

# BynameSubject00190
source: Carbon Roller User
nl: Carbonroller-fan

# BynameSubject00200
source: Splat Roller User
nl: Klodderroller-fan

# BynameSubject00210
source: Dynamo Roller User
nl: Dynamoroller-fan

# BynameSubject00220
source: Flingza Roller User
nl: Flexroller-fan

# BynameSubject00230
source: Inkbrush User
nl: Inktkwast-fan

# BynameSubject00240
source: Octobrush User
nl: Octokwast-fan

# BynameSubject00250
source: Squiffer User
nl: Octopoets-fan

# BynameSubject00260
source: Splat Charger User
nl: Bloplader-fan

# BynameSubject00270
source: E-liter 4K User
nl: E-liter 4K-fan

# BynameSubject00280
source: Bamboozler 14 User
nl: Bamboem 14-fan

# BynameSubject00290
source: Goo Tuber User
nl: Spetbuizer-fan

# BynameSubject00300
source: Slosher User
nl: Morser-fan

# BynameSubject00310
source: Tri-Slosher User
nl: Triomorser-fan

# BynameSubject00320
source: Sloshing Machine User
nl: Klotstrommel-fan

# BynameSubject00330
source: Bloblobber User
nl: Spatkuip-fan

# BynameSubject00340
source: Explosher User
nl: Kliederkachel-fan

# BynameSubject00350
source: Mini Splatling User
nl: Mini-Spetling-fan

# BynameSubject00360
source: Heavy Splatling User
nl: Spetling-fan

# BynameSubject00370
source: Hydra Splatling User
nl: Blusling-fan

# BynameSubject00380
source: Ballpoint Splatling User
nl: Stylospetling-fan

# BynameSubject00390
source: Nautilus User
nl: Nautilus-fan

# BynameSubject00400
source: Dapple Dualies User
nl: Dubbelspatters-fan

# BynameSubject00410
source: Splat Dualies User
nl: Dubbelknallers-fan

# BynameSubject00420
source: Glooga Dualies User
nl: Kelvin 525-fan

# BynameSubject00430
source: Dualie Squelchers User
nl: Dubbelplonzers-fan

# BynameSubject00440
source: Tetra Dualies User
nl: Quadhoppers-fan

# BynameSubject00450
source: Splat Brella User
nl: Plenzer-fan

# BynameSubject00460
source: Tenta Brella User
nl: Kampeerplenzer-fan

# BynameSubject00470
source: Undercover Brella User
nl: Paraplenzer-fan

# BynameSubject00480
source: Tri-Stringer User
nl: Triospanner-fan

# BynameSubject00490
source: Splatana Stamper User
nl: Stempelzwieper-fan

# BynameSubject00500
source: REEF-LUX 450 User
nl: RIF-LEX 450-fan

# BynameSubject00510
source: Splatana Wiper User
nl: Wisserbladzwieperfan

# BynameSubject00520
source: Splatterscope User
nl: Schelpschutter-fan

# BynameSubject00530
source: E-liter 4K Scope User
nl: E-liter 4K met vizier-fan

# BynameSubject00540
source: Splattershot Nova User
nl: Superspetter Nova-fan

# BynameSubject00550
source: Big Swig Roller User
nl: Breedroller-fan

# BynameSubject00560
source: Snipewriter 5H User
nl: Schotlood 5H-fan

# BynameSubject00570
source: S-BLAST '92 User
nl: S-BLAST '92-fan

# BynameSubject00580
source: Painbrush User
nl: Kwistkwast-fan

# BynameSubject00590
source: Dread Wringer User
nl: Wringmorser-fan

# BynameSubject00600
source: Heavy Edit Splatling User
nl: Examinator-fan

# BynameSubject00610
source: Douser Dualies FF User
nl: Blusknallers BW-fan

# BynameSubject00620
source: Recycled Brella 24 Mk I User
nl: Protoplenzer 24-I-fan

# BynameSubject00630
source: Wellstring V User
nl: Pentapomper-fan

# BynameSubject00640
source: Decavitator User
nl: Schrobbehak-fan

# BynameSubject01000
source: Splat Bomb User
nl: Klodderbom-fan

# BynameSubject01010
source: Suction Bomb User
nl: Kleefbom-fan

# BynameSubject01020
source: Burst Bomb User
nl: Ballonbom-fan

# BynameSubject01030
source: Curling Bomb User
nl: Curlingbom-fan

# BynameSubject01040
source: Autobomb User
nl: Robobom-fan

# BynameSubject01050
source: Ink Mine User
nl: Inktmijn-fan

# BynameSubject01060
source: Sprinkler User
nl: Inktsprinkler-fan

# BynameSubject01070
source: Point Sensor User
nl: Detector-fan

# BynameSubject01080
source: Toxic Mist User
nl: Gifmist-fan

# BynameSubject01090
source: Splash Wall User
nl: Inktgordijn-fan

# BynameSubject01100
source: Squid Beakon User
nl: Springschotel-fan

# BynameSubject01110
source: Fizzy Bomb User
nl: Bomblikjes-fan

# BynameSubject01120
source: Torpedo User
nl: Torpedobom-fan

# BynameSubject01130
source: Angle Shooter User
nl: Ketskogel-fan

# BynameSubject01200
source: Ink Storm User
nl: Spetterbui-fan

# BynameSubject01210
source: Trizooka User
nl: Trizooka-fan

# BynameSubject01220
source: Ultra Stamp User
nl: Ultrastempel-fan

# BynameSubject01230
source: Big Bubbler User
nl: Joekelschild-fan

# BynameSubject01240
source: Inkjet User
nl: Inktjet-fan

# BynameSubject01250
source: Wave Breaker User
nl: Golfbeker-fan

# BynameSubject01260
source: Zipcaster User
nl: Tentakabel-fan

# BynameSubject01270
source: Reefslider User
nl: Opblaashaai-fan

# BynameSubject01280
source: Crab Tank User
nl: Krabbentank-fan

# BynameSubject01290
source: Booyah Bomb User
nl: Coole bom-fan

# BynameSubject01300
source: Ink Vac User
nl: Inktdief-fan

# BynameSubject01310
source: Tenta Missiles User
nl: Spetterraketten-fan

# BynameSubject01320
source: Killer Wail 5.1 User
nl: Megalofoon 5.1-fan

# BynameSubject01330
source: Triple Inkstrike User
nl: Tri-tornado-fan

# BynameSubject01340
source: Tacticooler User
nl: Reddingsbar-fan

# BynameSubject01350
source: Super Chump User
nl: Voorschutter-fan

# BynameSubject01360
source: Kraken Royale User
nl: Monstermorfose-fan

# BynameSubject01370
source: Triple Splashdown User
nl: Ultralanding-fan

# BynameSubject01380
source: Splattercolor Screen User
nl: PLED-scherm-fan

# BynameSubject01650
source: Z+F Model
nl: Zekkofin-model

# BynameSubject01680
source: Cuttlegear Model
nl: Kraakwaar-model

# BynameSubject02200
source: Hippie
nl: langhaardrager

# BynameSubject02210
source: Barber
nl: korthaardrager

# BynameSubject02220
source: Double-Bun
nl: knottendrager

# BynameSubject02230
source: Wave Rider
nl: zijstaartdrager

# BynameSubject02240
source: Pigtail Pro
nl: vlechtjesdrager

# BynameSubject02250
source: Headbanger
nl: ponydrager

# BynameSubject02260
source: Topknot Knight
nl: samoeraiknotjesdrager

# BynameSubject02270
source: Sharp Dresser
nl: tegenwindkapseldrager

# BynameSubject02280
source: Buzz-Cut
nl: crewcut-drager

# BynameSubject02290
source: Ponytail
nl: staartdrager

# BynameSubject02300
source: Spiked Hair
nl: stekelhaardrager

# BynameSubject02310
source: Bowl Cut
nl: bloempotdrager

# BynameSubject02320
source: Braid Bearer
nl: vlechtdrager

# BynameSubject02330
source: Classic
nl: rageboldrager

# BynameSubject02340
source: Wet Hair
nl: wetlook-drager

# BynameSubject02350
source: Cornrows
nl: cornrows-drager

# BynameSubject02360
source: Curly Hair
nl: krullenbol

# BynameSubject02370
source: Punk
nl: hanenkamdrager

# BynameSubject02380
source: Afro
nl: afro-drager

# BynameSubject02390
source: Big Curls
nl: kronkelkrullendrager

# BynameSubject02400
source: Fade
nl: opgeschorenhaardrager

# BynameSubject02410
source: Wanderer
nl: middenscheidingdrager

# BynameSubject02420
source: Greaser
nl: pompadourdrager

# BynameSubject03010
source: Naut Couture Regular
nl: Nauts-deals-klant

# BynameSubject03020
source: Marina Fan
nl: Mariana-fan

# BynameSubject03030
source: Frye Fan
nl: Muriël-fan

# BynameSubject03040
source: Crush Station Regular
nl: Krab-voor-stap-klant
