Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizable.strings
Languages: nl

# BynameSubject03050
source: Hotlantis Regular
nl: Aqua-Morgana-klant

# BynameSubject03080
source: Off the Hook Fan
nl: Tentacool-fan

# BynameSubject03090
source: Pearl Fan
nl: Lorelei-fan

# BynameSubject03100
source: Shiver Fan
nl: Haya-fan

# BynameSubject03110
source: Ammo Knights Regular
nl: Armada-klant

# BynameSubject03120
source: Man-o'-Wardrobe Regular
nl: Modusa-klant

# BynameSubject03140
source: Big Man Fan
nl: Ray-fan

# BynameSubject03150
source: Clam Blitz Enthusiast
nl: Schelpenstrijd-fan

# BynameSubject03160
source: Splat Zones Enthusiast
nl: Spetterzone-fan

# BynameSubject03170
source: Rainmaker Enthusiast
nl: Bazookarper-fan

# BynameSubject03180
source: Tower Control Enthusiast
nl: Torentwist-fan

# BynameSubject03200
source: Turf Warrior
nl: Grondoorlog-strijder

# BynameSubject03210
source: Story Mode Hero
nl: Verhaalheld

# BynameSubject03220
source: Clam Blitz Legend
nl: Schelpenstrijd-legende

# BynameSubject03230
source: Splat Zones Legend
nl: Spetterzone-legende

# BynameSubject03240
source: Tower Control Legend
nl: Torentwist-legende

# BynameSubject03250
source: Turf War Legend
nl: Grondoorlog-legende

# BynameSubject03260
source: Rainmaker Legend
nl: Bazookarper-legende

# BynameSubject03270
source: Salmon Run Legend
nl: Salmon Run-legende

# BynameSubject03280
source: Story Mode Legend
nl: Verhaal-legende

# BynameSubject03310
source: Tee Model
nl: T-shirtmodel

# BynameSubject03320
source: Jacket Model
nl: jassenmodel

# BynameSubject03330
source: Shirt Model
nl: overhemdmodel

# BynameSubject03350
source: Knit Model
nl: wolmodel

# BynameSubject03370
source: Hat Model
nl: hoedenmodel

# BynameSubject03380
source: Glasses Model
nl: brillenmodel

# BynameSubject03390
source: Boot Model
nl: laarzenmodel

# BynameSubject03400
source: Card Collector
nl: kaartenverzamelaar

# BynameSubject03410
source: Item Collector
nl: voorwerpenverzamelaar

# BynameSubject03430
source: Locker Rock Star
nl: decorateur

# BynameSubject03440
source: Squid Surger
nl: muurbooster

# BynameSubject03450
source: Squid Roller
nl: inktroller

# BynameSubject03460
source: All-Arounder
nl: allrounder

# BynameSubject03470
source: Jumper
nl: spring-in-'t-veld

# BynameSubject03480
source: Dodge Roller
nl: ontwijker

# BynameSubject03490
source: Slow Starter
nl: treuzelaar

# BynameSubject03500
source: Splat Bomber
nl: bommenwerper

# BynameSubject03510
source: Guardian
nl: wachter

# BynameSubject03520
source: Raider
nl: kaper

# BynameSubject03530
source: Manta Ray
nl: rog

# BynameSubject03540
source: Octarian
nl: Octariaan

# BynameSubject03550
source: Bear
nl: beer

# BynameSubject03560
source: Jellyfish
nl: kwal

# BynameSubject03570
source: Human
nl: mens

# BynameSubject03580
source: Sea Creature
nl: zeewezen

# BynameSubject03590
source: Mammal
nl: zoogdier

# BynameSubject03600
source: Artist
nl: artiest

# BynameSubject03610
source: Pop Star
nl: popster

# BynameSubject03620
source: Clock Puncher
nl: carrièretijgerhaai

# BynameSubject03630
source: Eel Tamer
nl: murenentemmer

# BynameSubject03640
source: Shark Tamer
nl: haaientemmer

# BynameSubject03650
source: Clerk
nl: winkelbediende

# BynameSubject03660
source: Office Drone
nl: kantoorkanjer

# BynameSubject03670
source: Ringleader
nl: aanvoerder

# BynameSubject03680
source: Champ
nl: kampioen

# BynameSubject03690
source: Bass Dropper
nl: bassist

# BynameSubject03710
source: Prince
nl: prins

# BynameSubject03711
source: Princess
nl: prinses

# BynameSubject03720
source: Brother
nl: broer

# BynameSubject03721
source: Sister
nl: zus

# BynameSubject03730
source: City Boy
nl: stedeling

# BynameSubject03740
source: Groom
nl: bruidegom

# BynameSubject03741
source: Bride
nl: bruid

# BynameSubject03750
source: King
nl: koning

# BynameSubject03751
source: Queen
nl: koningin

# BynameSubject03760
source: Bro
nl: mattie

# BynameSubject03761
source: Sis
nl: schattie

# BynameSubject03770
source: Oden Bowl
nl: bouillabaisse

# BynameSubject03780
source: Party Lover
nl: feestbeest

# BynameSubject03800
source: Festivalgoer
nl: festivalganger

# BynameSubject03810
source: Flower
nl: bloem

# BynameSubject03820
source: Heat Hater
nl: hittehater

# BynameSubject03830
source: Snowperson
nl: sneeuwpop

# BynameSubject03840
source: Firecracker
nl: gifkikker

# BynameSubject03850
source: Eye of the Storm
nl: oog van de storm

# BynameSubject03860
source: Fish
nl: vis

# BynameSubject03870
source: Deity of Destruction
nl: god der vernietiging

# BynameSubject03880
source: Dog
nl: hond

# BynameSubject03890
source: Dragon
nl: draak

# BynameSubject03900
source: Cat
nl: kat

# BynameSubject03910
source: Dinosaur
nl: dinosaurus

# BynameSubject03920
source: Cephalopod
nl: koppotige

# BynameSubject03930
source: Bivalve
nl: schelpdier

# BynameSubject03940
source: Dolphin
nl: dolfijn

# BynameSubject03950
source: Bookworm
nl: boekenwurm

# BynameSubject03960
source: CEO
nl: topman

# BynameSubject03970
source: Assistant
nl: assistent

# BynameSubject03980
source: Athlete
nl: atleet

# BynameSubject04000
source: Risk-Taker
nl: waaghals

# BynameSubject04020
source: Coordinator
nl: coördinator

# BynameSubject04030
source: Comedian
nl: komiek

# BynameSubject04040
source: Scientist
nl: wetenschapper

# BynameSubject04050
source: Samurai
nl: samoerai

# BynameSubject04060
source: Spy
nl: spion

# BynameSubject04070
source: Dancer
nl: danser

# BynameSubject04080
source: Designer
nl: ontwerper

# BynameSubject04120
source: Pilot
nl: piloot

# BynameSubject04130
source: Hunter
nl: jager

# BynameSubject04160
source: Programmer
nl: programmeur

# BynameSubject04180
source: Painter
nl: schilder

# BynameSubject04210
source: Writer
nl: schrijver

# BynameSubject04220
source: Executive
nl: voorzitter

# BynameSubject04240
source: Singer
nl: zanger

# BynameSubject04290
source: Director
nl: regisseur

# BynameSubject04300
source: Lead
nl: leider

# BynameSubject04310
source: Angler
nl: hengelaar

# BynameSubject04320
source: Assistant Manager
nl: assistent-manager

# BynameSubject04330
source: Security Guard
nl: bewaker

# BynameSubject04340
source: Researcher
nl: onderzoeker

# BynameSubject04370
source: Author
nl: auteur

# BynameSubject04390
source: Worker
nl: arbeider

# BynameSubject04410
source: VP
nl: directeur

# BynameSubject04420
source: Board Member
nl: bestuurslid

# BynameSubject04430
source: Gofer
nl: manusje-van-alles

# BynameSubject04440
source: Artisan
nl: ambachtsman

# BynameSubject04450
source: Teacher
nl: leraar

# BynameSubject04460
source: Village Leader
nl: dorpsoudste

# BynameSubject04470
source: Head Honcho
nl: hotemetoot

# BynameSubject04490
source: Mountaineer
nl: bergbeklimmer

# BynameSubject04510
source: Secretary
nl: penningmeester

# BynameSubject04520
source: Beautician
nl: kapper

# BynameSubject04530
source: Middle Manager
nl: afdelingshoofd

# BynameSubject04550
source: Adventurer
nl: avonturier

# BynameSubject04560
source: Comic Artist
nl: striptekenaar

# BynameSubject04580
source: Hero
nl: held

# BynameSubject04590
source: Chef
nl: chef-kok

# BynameSubject04600
source: Layabout
nl: nietsnut

# BynameSubject04610
source: Big Mouth
nl: opschepper

# BynameSubject04630
source: Chow Hound
nl: veelvraat

# BynameSubject04640
source: Dynamo
nl: brok energie

# BynameSubject04650
source: Hothead
nl: heethoofd

# BynameSubject04660
source: Octoling Soldier
nl: Octoling-soldaat

# BynameSubject04670
source: Power Egg
nl: vissenei

# BynameSubject04680
source: Villain
nl: slechterik

# BynameSubject04690
source: Fam
nl: familielid

# BynameSubject04700
source: Turtle
nl: schildpad

# BynameSubject04710
source: Form
nl: gedaante

# BynameSubject04720
source: Knight
nl: ridder

# BynameSubject04730
source: Egg
nl: ei

# BynameSubject04750
source: Comrade
nl: kameraad

# BynameSubject04760
source: Superhero
nl: superheld

# BynameSubject04770
source: Jokester
nl: grappenmaker

# BynameSubject04780
source: Magician
nl: tovenaar

# BynameSubject04790
source: Brainiac
nl: bolleboos

# BynameSubject04800
source: Fish Ball
nl: zeevrucht

# BynameSubject04810
source: Material
nl: DNA

# BynameSubject04830
source: Caller
nl: beller

# BynameSubject04840
source: Seafood
nl: vissenvoer

# BynameSubject04850
source: Mincemeat
nl: gehakt

# BynameSubject04860
source: Squid Jerky
nl: inktvissliert

# BynameSubject04870
source: Booyah
nl: cool!

# BynameSubject04880
source: Vitamin
nl: vitaminebom

# BynameSubject04890
source: Weapon
nl: wapen

# BynameSubject04910
source: Dried Fish
nl: stokvis

# BynameSubject04920
source: Muscle
nl: spierbundel

# BynameSubject04930
source: Illusion
nl: illusie

# BynameSubject04940
source: Shield
nl: schild

# BynameSubject04950
source: Leader
nl: machthebber

# BynameSubject04960
source: Viewer
nl: kijker

# BynameSubject04980
source: System
nl: totaalpakket

# BynameSubject04990
source: Tournament Competitor
nl: toernooispeler

# BynameSubject05040
source: AI
nl: kunstmatige intelligentie

# BynameSubject05050
source: Object of Affection
nl: oogappel

# BynameSubject05070
source: Such and Such
nl: typje

# BynameSubject05080
source: Outlaw
nl: vrijbuiter

# BynameSubject05090
source: Heel
nl: achilleshiel

# BynameSubject05100
source: Tabletop Gamer
nl: gezelschapsspelspeler

# BynameSubject05110
source: Android
nl: androïde

# BynameSubject05120
source: Legend
nl: legende

# BynameSubject05130
source: Squid Ink
nl: inktvisinkt

# BynameSubject05140
source: Squid Life
nl: inktvisleven

# BynameSubject05150
source: Squid Ring
nl: inktvisring

# BynameSubject05160
source: Squid, Inc.
nl: inktvisioen

# BynameSubject05170
source: Ink
nl: inkt

# BynameSubject05190
source: Moray Eel
nl: murene

# BynameSubject05200
source: Elegance
nl: elegantie

# BynameSubject05210
source: Big Deal
nl: persoonlijkheid

# BynameSubject05220
source: Big Boss
nl: meesterbrein

# BynameSubject05230
source: Otaku
nl: nerd

# BynameSubject05240
source: Dance Master
nl: danskunstenaar

# BynameSubject05250
source: Freebie
nl: extraatje

# BynameSubject05260
source: Kid
nl: bengel

# BynameSubject05280
source: Pack Leader
nl: groepsleider

# BynameSubject05290
source: Photographer
nl: fotograaf

# BynameSubject05300
source: Fried Chicken
nl: kipnugget

# BynameSubject05330
source: Synth Player
nl: toetsenist

# BynameSubject05340
source: Guitarist
nl: gitarist

# BynameSubject05360
source: Cupid
nl: charmeur

# BynameSubject05370
source: Crab
nl: krab

# BynameSubject05380
source: Creator
nl: maker

# BynameSubject05390
source: Groove
nl: fijnproever

# BynameSubject05410
source: Ultimate Weapon
nl: superwapen

# BynameSubject05430
source: Survivalist
nl: overlever

# BynameSubject05440
source: Iconoclast
nl: beeldenstormer

# BynameSubject05460
source: Shark
nl: haai

# BynameSubject05470
source: Salmon Life
nl: zalmenleven

# BynameSubject05480
source: Swimmer
nl: zwemmer

# BynameSubject05490
source: Style
nl: stilist

# BynameSubject05500
source: Striker
nl: aanvaller

# BynameSubject05520
source: Gelatin
nl: gelatine

# BynameSubject05530
source: Celeb
nl: beroemdheid

# BynameSubject05540
source: Taste Tester
nl: smaaktester

# BynameSubject05550
source: Title Holder
nl: titelhouder

# BynameSubject05560
source: Octopus Ink
nl: octopusinkt

# BynameSubject05570
source: Octo Life
nl: octoleven

# BynameSubject05580
source: Tuna Tataki
nl: tonijn

# BynameSubject05590
source: Challenger
nl: uitdager

# BynameSubject05610
source: Butterfingers
nl: kluns

# BynameSubject05620
source: Driver
nl: chauffeur

# BynameSubject05660
source: Party Animal
nl: fuifnummer

# BynameSubject05670
source: Polyglot
nl: talenwonder

# BynameSubject05690
source: Workhorse
nl: werkpaard

# BynameSubject05710
source: Clubgoer
nl: clubganger

# BynameSubject05720
source: Stand-Up Comic
nl: cabaretier

# BynameSubject05730
source: Fighter
nl: vechter

# BynameSubject05740
source: Mirage
nl: luchtspiegeling

# BynameSubject05770
source: Brand Loyalist
nl: merkartikel

# BynameSubject05790
source: Snowstorm
nl: sneeuwstorm

# BynameSubject05810
source: Friend
nl: vriend

# BynameSubject05820
source: Headliner
nl: hoofdattractie

# BynameSubject05830
source: Senior
nl: veteraan

# BynameSubject05840
source: Vocalist
nl: nachtegaal

# BynameSubject05850
source: Board Gamer
nl: bordspelspeler

# BynameSubject05860
source: Boss
nl: baas

# BynameSubject05890
source: Mermaid
nl: zeemeerman

# BynameSubject05900
source: Mask
nl: gemaskerde

# BynameSubject05910
source: Superstar
nl: superster

# BynameSubject05920
source: Maniac
nl: maniak

# BynameSubject05930
source: Mystery
nl: mysterie

# BynameSubject05950
source: Bifocal Wearer
nl: brillendrager

# BynameSubject05960
source: Therapist
nl: therapeut

# BynameSubject05970
source: Member
nl: abonnee

# BynameSubject05980
source: Lifestyle
nl: stijlgoeroe

# BynameSubject06000
source: Remote Worker
nl: thuiswerker

# BynameSubject06010
source: Rookie
nl: groentje

# BynameSubject06030
source: Enthusiast
nl: enthousiasteling

# BynameSubject06050
source: Ordinary Person
nl: middelmaat

# BynameSubject06060
source: Lone Wolf
nl: einzelgänger

# BynameSubject06080
source: Prodigy
nl: wonderkind

# BynameSubject06110
source: Hot-Spring Enjoyer
nl: saunafan

# BynameSubject06130
source: Fish Finder
nl: vissenvinder

# BynameSubject06140
source: Saltwater Fish
nl: zoutwatervis

# BynameSubject06150
source: Umibozu
nl: zeemonster

# BynameSubject06160
source: Cold Chill
nl: koukleum

# BynameSubject06170
source: Sightseer
nl: toerist

# BynameSubject06180
source: Prime Cut
nl: traktatie

# BynameSubject06190
source: Mood
nl: stemming

# BynameSubject06200
source: Memory
nl: herinnering

# BynameSubject06210
source: Demon
nl: kwelgeest

# BynameSubject06220
source: Giant
nl: reus

# BynameSubject06230
source: Fish Print
nl: vissenfossiel

# BynameSubject06250
source: Mirror
nl: spiegel

# BynameSubject06260
source: Avocado Roll
nl: avocadosushi

# BynameSubject06270
source: Moon
nl: maan

# BynameSubject06280
source: Fist
nl: vuist

# BynameSubject06290
source: Caveman
nl: holbewoner

# BynameSubject06310
source: Novice
nl: snotneus

# BynameSubject06320
source: Foreman
nl: ploegbaas

# BynameSubject06330
source: Ruffian
nl: woesteling

# BynameSubject06340
source: Comic Relief
nl: nar

# BynameSubject06350
source: Adviser
nl: adviseur

# BynameSubject06370
source: Legendary Warrior
nl: legendarische strijder

# BynameSubject06380
source: Underling
nl: bendelid

# BynameSubject06410
source: Free Spirit
nl: vrije geest

# BynameSubject06420
source: Sidekick
nl: hulpje

# BynameSubject06430
source: Fledgling
nl: gup

# BynameSubject06440
source: Employee
nl: personeelslid

# BynameSubject06450
source: Grease
nl: smeermiddel

# BynameSubject06460
source: Beginner
nl: beginneling

# BynameSubject06470
source: Imp
nl: kabouter

# BynameSubject06480
source: Higher-Up
nl: meerdere

# BynameSubject06490
source: Trainee
nl: stagiair

# BynameSubject06500
source: Rookie of the Year
nl: nieuwkomer van het jaar

# BynameSubject06510
source: Freshman
nl: eerstejaars

# BynameSubject06520
source: Truth Teller
nl: waarheid

# BynameSubject06530
source: Kingpin
nl: gangster

# BynameSubject06550
source: Life of the Party
nl: gezelligheidsdier

# BynameSubject06570
source: Wallflower
nl: muurbloempje

# BynameSubject06580
source: Life Itself
nl: existentie

# BynameSubject06590
source: Humanity
nl: mensheid

# BynameSubject06600
source: Supervisor
nl: opzichter

# BynameSubject06610
source: Fillet
nl: filet

# BynameSubject06620
source: Inkantation
nl: succesnummer

# BynameSubject06630
source: Penny-Pincher
nl: duitendief

# BynameSubject06640
source: Mountaintop Guru
nl: kluizenaar

# BynameSubject06660
source: Warrior
nl: krijger

# BynameSubject06670
source: Berserker
nl: barbaar

# BynameSubject06680
source: Blade of Grass
nl: grashalm

# BynameSubject06690
source: Entity
nl: wezen

# BynameSubject06700
source: Sun
nl: zon

# BynameSubject06710
source: Representative
nl: vertegenwoordiger

# BynameSubject06720
source: Cabinet Member
nl: minister

# BynameSubject06730
source: Freshwater Fish
nl: zoetwatervis

# BynameSubject06740
source: Group Member
nl: groepslid

# BynameSubject06750
source: Style Icon
nl: stijlicoon

# BynameSubject06760
source: Bug
nl: beestje

# BynameSubject06770
source: Contender
nl: kandidaat

# BynameSubject06780
source: Bird
nl: vogel

# BynameSubject06790
source: Stan
nl: groupie

# BynameSubject06800
source: Fisherfolk
nl: visboer

# BynameSubject06810
source: Apprentice
nl: leerling

# BynameSubject06820
source: Target
nl: doelwit

# BynameSubject06840
source: Angel
nl: engel

# BynameSubject06850
source: Island Dweller
nl: eilandbewoner

# BynameSubject06870
source: Forehead
nl: voorhoofd

# BynameSubject06890
source: Plumber
nl: loodgieter

# BynameSubject06900
source: Content Creator
nl: contentmaker

# BynameSubject06910
source: Merperson
nl: amfibie

# BynameSubject06920
source: Sidestepper
nl: gymnast

# BynameSubject06930
source: Flotsam
nl: wrakhout

# BynameSubject06940
source: Subordinate
nl: ondergeschikte

# BynameSubject06950
source: Wall
nl: muur

# BynameSubject06960
source: Predator
nl: roofdier

# BynameSubject06970
source: Equation
nl: vergelijking

# BynameSubject06980
source: Archdemon
nl: aartsdemon

# BynameSubject06990
source: Pro
nl: prof

# BynameSubject07000
source: Life
nl: levenskunstenaar

# BynameSubject07010
source: Fuzzball
nl: haarbal

# BynameSubject07020
source: Actor
nl: acteur

# BynameSubject07030
source: Ghost
nl: spook

# BynameSubject07050
source: Atlantean
nl: Atlantiër

# BynameSubject07060
source: Teardrop
nl: traan

# BynameSubject07090
source: Rice Bowl
nl: rijstschotel

# BynameSubject07110
source: Palette
nl: kleurenpalet

# BynameSubject07130
source: Snacks
nl: snack

# BynameSubject07140
source: Follower
nl: volger

# BynameSubject07160
source: Switch-Hitter
nl: alleskunner

# BynameSubject07170
source: Stir-Fry
nl: roerbakschotel

# BynameSubject07180
source: Catfish
nl: meerval

# BynameSubject07190
source: Grand Master
nl: grootmeester

# BynameSubject07200
source: Cub
nl: welp

# BynameSubject07220
source: Paradigm
nl: voorbeeld

# BynameSubject07240
source: Head
nl: fanaat

# BynameSubject07250
source: Fit
nl: stijl

# BynameSubject07290
source: Duke
nl: hertog

# BynameSubject07291
source: Duchess
nl: hertogin

# BynameSubject07300
source: Celebrity
nl: idool

# BynameSubject07310
source: Mariner
nl: matroos

# BynameSubject07320
source: Fashion Designer
nl: modeontwerper

# BynameSubject07330
source: Commander
nl: admiraal

# BynameSubject07340
source: Store Manager
nl: winkeleigenaar

# BynameSubject07350
source: Patron
nl: aanhanger

# BynameSubject07360
source: Sparkler
nl: vuurwerk

# BynameSubject07370
source: Fantasy Lover
nl: fantast

# BynameSubject07390
source: Horrorboros
nl: Horroboros

# BynameSubject07400
source: Cohozuna
nl: Sumosalmo

# BynameSubject07410
source: Float
nl: paradebeeld

# BynameSubject07430
source: Alien
nl: ruimtewezen

# BynameSubject07440
source: Newcomer
nl: nieuweling

# BynameSubject07450
source: Hope
nl: hoop

# BynameSubject07460
source: MC
nl: ringmeester

# BynameSubject07470
source: Special Attack
nl: speciale aanval

# BynameSubject07480
source: Special Space
nl: speciaal vakje

# BynameSubject07490
source: Ranker
nl: ranglijstenbestormer

# BynameSubject07500
source: Ace in the Hole
nl: troefkaart

# BynameSubject07510
source: Deck
nl: set

# BynameSubject07520
source: Hole Cards
nl: winnende hand

# BynameSubject07530
source: Test Taker
nl: examinant

# BynameSubject07540
source: Personnel
nl: werkkracht

# BynameSubject07550
source: Philosopher
nl: filosoof

# BynameSubject07560
source: One-Hit Wonder
nl: eendagsvlieg

# BynameSubject07570
source: Organization
nl: collectief

# BynameSubject07580
source: Sleeve Collector
nl: hoesjesverzamelaar

# BynameSubject07590
source: Rock Climber
nl: klimsporter

# BynameSubject07610
source: Soliloquy
nl: monoloog

# BynameSubject07620
source: Sea-Cucumber Phone
nl: zeekomkommertelefoon

# BynameSubject07630
source: Ripple
nl: rimpeling

# BynameSubject07640
source: Salt
nl: zout

# BynameSubject07650
source: Pepper
nl: peper

# BynameSubject07660
source: Mayonnaise
nl: mayonaise

# BynameSubject07670
source: Seasoning
nl: kruiden

# BynameSubject07680
source: Value
nl: waarde

# BynameSubject07690
source: Time Killer
nl: tijdverdrijf

# BynameSubject07700
source: Clump
nl: klomp

# BynameSubject07710
source: Repeat Customer
nl: vaste klant

# BynameSubject07720
source: Mushroom
nl: paddenstoel

# BynameSubject07730
source: Star
nl: ster

# BynameSubject07740
source: Talented Person
nl: talent

# BynameSubject07750
source: Superperson
nl: superweekdier

# BynameSubject07760
source: Seaweed
nl: zeewier

# BynameSubject07780
source: Marine Snow
nl: zeesneeuw

# BynameSubject07790
source: Bento Box
nl: bento

# BynameSubject07800
source: Fish Eggs
nl: kaviaar

# BynameSubject07810
source: Stew
nl: stoofpot

# BynameSubject07820
source: Simmered Food
nl: fondue

# BynameSubject07830
source: Prix Fixe
nl: meergangenmenu

# BynameSubject07860
source: Aficionado
nl: bewonderaar

# BynameSubject07870
source: Information
nl: nieuwtje

# BynameSubject07890
source: Heart Valve
nl: hart

# BynameSubject07900
source: Heart
nl: hartje

# BynameSubject07940
source: Soup Stock
nl: bouillon

# BynameSubject07950
source: Soup
nl: soep

# BynameSubject07960
source: Salad
nl: salade

# BynameSubject07980
source: Champion
nl: vechtmachine

# BynameSubject08000
source: Rice Ball
nl: rijstbal

# BynameSubject08040
source: Dressing
nl: saladedressing

# BynameSubject08050
source: Sauce
nl: saus

# BynameSubject08060
source: Spice
nl: specerij

# BynameSubject08080
source: Specialty Shop
nl: speciaalzaak

# BynameSubject08090
source: Bandleader
nl: virtuoos

# BynameSubject08100
source: Runner
nl: hardloper

# BynameSubject08110
source: Speedrun
nl: speedrunner

# BynameSubject08130
source: Demigod
nl: halfgod

# BynameSubject08140
source: Laugh
nl: grimas

# BynameSubject08150
source: Theme Park
nl: pretpark

# BynameSubject08160
source: Hairstyle
nl: kapsel

# BynameSubject08180
source: Encore
nl: toegift

# BynameSubject08200
source: Settler
nl: voortrekker

# BynameSubject08220
source: Breeze
nl: bries

# BynameSubject08240
source: Observer
nl: observator

# BynameSubject08250
source: Right Arm
nl: rechterarm

# BynameSubject08280
source: Sea Urchin
nl: zee-egel

# BynameSubject08340
source: Guitar
nl: gitaar

# BynameSubject08360
source: Drum
nl: drumstel

# BynameSubject08370
source: Castanet
nl: castagnet

# BynameSubject08380
source: Recorder
nl: blokfluit

# BynameSubject08390
source: Cymbals
nl: cimbaal

# BynameSubject08400
source: Musical Instrument
nl: muziekinstrument

# BynameSubject08410
source: Prime Minister
nl: bewindvoerder

# BynameSubject08430
source: Physician
nl: dokter

# BynameSubject08440
source: Lawyer
nl: advocaat

# BynameSubject08450
source: Accountant
nl: boekhouder

# BynameSubject08470
source: Lad
nl: knaap

# BynameSubject08471
source: Lass
nl: meid

# BynameSubject08480
source: Base
nl: basis

# BynameSubject08500
source: Macho
nl: rouwdouwer

# BynameSubject08510
source: Cool Guy
nl: coole gast

# BynameSubject08540
source: Thespian
nl: toneelspeler

# BynameSubject08550
source: Hard Worker
nl: noeste werker

# BynameSubject08570
source: Ship Captain
nl: kapitein

# BynameSubject08580
source: Chaperone
nl: gids

# BynameSubject08590
source: Time Traveler
nl: tijdreiziger

# BynameSubject08610
source: Counterfeit
nl: vervalsing

# BynameSubject08640
source: Smallfry
nl: Salmini

# BynameSubject08660
source: Cohock
nl: Sallog

# BynameSubject08670
source: Snatcher
nl: Zammel

# BynameSubject08680
source: Steelhead
nl: Staalkop

# BynameSubject08690
source: Steel Eel
nl: Staal

# BynameSubject08700
source: Scrapper
nl: Jutter
