Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualCoopTExplainEnemy10
source: ● Elimination ・ Sustained ink attacks will damage their shields and bring them to a standstill. ・ Once the Scrapper is immobilized, move around behind it to fire through the gap in its shields and take it out.● Supporting Information ・ The Scrapper's vehicle is a much-desired item for many Salmonids. ・ The shields are made from odds and ends of scrap metal and old cookware. ・ If the shields are broken, the Scrapper will have to stop in order to make repairs.
de: ● Eliminierung ・ Längere Angriffe mit Tinte bremsen ihn aus. ・ Sobald der Pfanndit stillsteht, ist es möglich, ihn durch seine fehlende Rückenpanzerung zu neutralisieren.● Zusatzinformationen ・ Dieses Fahrzeug ist bei den Salmoniden heiß begehrt. ・ Die Panzerung besteht aus Pfannen und diversem anderen Schrott. ・ Ist die Panzerung beschädigt, muss der Pfanndit anhalten, um Reparaturen vorzunehmen.
es: ● Cómo liquidarlos ・ Dañar constantemente los escudos frena el avance del chatarrónido. ・ Una vez inmovilizados, se pueden liquidar si se los rodea y se dispara a los huecos entre escudos de su parte trasera.● Información complementaria ・ Muchos salmónidos codician el vehículo en el que se desplazan los chatarrónidos. ・ Los escudos se componen de diversos trozos de chatarra. ・ Si los escudos se rompen, el chatarrónido deberá pararse a repararlos.
es_mx: ● Cómo reventarlos ・ Al sufrir ataques constantes los escudos se verán dañados, frenando así su avance. ・ Una vez inmovilizados, se pueden reventar si se los rodea y se dispara al hueco entre escudos que existe en su parte trasera.● Información complementaria ・ Muchos salmónidos codician el vehículo en el que se desplazan los parrilleros. ・ Los escudos se componen de utensilios de cocina y diversos trozos de chatarra. ・ Si los escudos se rompen, el parrillero deberá pararse a repararlos.
fr: ● Élimination ・ Une attaque concentrée sur leurs boucliers peut les endommager et immobiliser les Bricabrutes. ・ Une fois un Bricabrute immobilisé, il ne reste alors plus qu'à le contourner afin de l'arroser par l'ouverture de ses boucliers.● Remarques additionnelles ・ Nombreux sont les Salmonoïdes qui rêvent de piloter le véhicule des Bricabrutes. ・ Le blindage est uniquement constitué de morceaux de ferrailles et d'ustensiles de cuisine mis au rebut. ・ Si le blindage est endommagé, les Bricabrutes s'arrêtent pour le remettre en état.
it: ● Eliminazione ・ Se subiscono attacchi a inchiostro prolungati, gli scudi vengono danneggiati e il Blindomito è costretto a fermarsi. ・ Una volta fermo, è possibile girargli attorno per cercare parti non protette dagli scudi da attaccare con l'inchiostro.● Informazioni aggiuntive ・ Il veicolo del Blindomito è uno dei più agognati dai Salmonoidi. ・ Gli scudi sono prodotti con scarti metallici. ・ Se gli scudi si rompono, il Blindomito sarà costretto a fermarsi per ripararli.
ja: ● 倒し方 ・ インクショットを当て続けると盾が破損し、動きが止まる。 ・ 動かなくなったら背後に回って、本体にインクショットを当てると倒せる。● 生態 ・ テッパンの乗るクルマは、多くのシャケの憧れの対象となっている。 ・ 盾は廃品を寄せ集めて作られている。 ・ 盾が崩れると盾の修理を行うため、修理の間は動かなくなる。
ko: ● 공략법 ・몇 번이고 잉크 샷을 맞히면 방패가 파손되고 움직임을 멈춘다. ・움직임을 멈췄을 때 등 뒤로 돌아가 본체에 잉크 샷을 맞히면 쓰러뜨릴 수 있다.● 생태 ・철판이 타는 자동차는 많은 연어가 선망하는 동경의 대상이다. ・방패는 주워 모은 폐품으로 되어 있다. ・방패가 부서지면 방패를 수리하기 위해 움직임을 멈춘다.
nl: ● Uitschakelen ・ Met onafgebroken inktaanvallen kun je zijn schild beschadigen en hem tot stilstand brengen. ・ Wanneer een Jutter stilstaat, kun je hem aanvallen door het gat in de achterkant van zijn bepantsering.● Aanvullende informatie ・ Het voertuig van de Jutter is een zeer gewild hebbeding voor Salmonieten. ・ De schilden zijn gemaakt van allerlei schroot. ・ Als de schilden beschadigd zijn, moet de Jutter stoppen om reparaties uit te voeren.
ru: ● Тактические советы • Если обстрелять его как следует, броня разойдется по швам и кетанкист остановится. • Тут-то самое время зайти ему со спины и плюхнуть.● Интересные факты • Драндулет кетанкиста — мечта многих самонидов. • Броня сварена из металлолома и старой посуды. • Если броня повреждена, кетанкист не может двигаться, пока не починит ее.
zh_hans: ● 击倒方式 ·使用墨汁发射持续攻击至盾受损，使其停止行动。 ·使其停止行动后，只需绕到背后， 使用墨汁发射攻击本体即可击倒。● 生态 ·铁板鱼所乘的车为许多鲑鱼所憧憬。 ·盾是使用收集的废品所制成的。 ·当盾受损时，铁板鱼会停止行动，转而进行盾的修理。
zh_hant: ● 擊倒方法 ‧以墨汁發射持續攻擊使盾牌破損後，即可阻止其行動。 ‧在鐵板魚停止行動後， 繞至其身後以墨汁發射攻擊主體即可擊倒。● 生態 ‧鐵板魚駕駛的車輛受到許多鮭魚的嚮往。 ‧盾牌是使用收集來的廢物製成的。 ‧一旦盾牌受損就會開始進行維修，維修期間會停止行動。

# ManualManualCoopTExplainEnemy11
source: ● Basic Information ・ It's a Salmonid sniper atop a stack of pots and pans. ・ It's not known to move from the beach. ・ The Salmonid on top can't be harmed with ink-based attacks.● Attack Behavior ・ It attacks from a distance with powerful jets of ink that can pass through walls and other obstacles.
de: ● Info ・ Ein Salmoniden-Scharfschütze auf einem Turm aus Töpfen und Pfannen. ・ Bewegt sich nicht vom Ufer weg. ・ Der Salmonide auf dem Turm ist immun gegen Angriffe mit Tinte.● Verhalten ・ Greift aus der Distanz mit einem starken Tintenstrahl an, der sogar Wände und andere Hindernisse durchdringt.
es: ● Información básica ・ Se trata de salmónidos parapetados sobre una torreta de cacerolas. ・ Por lo que se sabe, permanecen siempre en la orilla. ・ Las cacerolas protegen de los ataques de tinta al salmónido de la cima.● Patrón de ataque ・ Atacan a distancia mediante potentes chorros de tinta que pueden atravesar muros y otros obstáculos.
es_mx: ● Información básica ・ Se trata de salmónidos parapetados sobre torres de cacerolas. ・ Por lo que se sabe, permanecen siempre en la orilla. ・ El salmónido situado en la cima es inmune a los ataques de tinta.● Patrón de ataque ・ Ataca a distancia mediante potentes chorros de tinta que pueden atravesar muros y otros obstáculos.
fr: ● Généralités ・ Ce sniper salmonoïde est perché au sommet d'une pile de casseroles. ・ Il ne semble pas s'éloigner du bord de mer. ・ Le Salmonoïde perché sur sa pile est invulnérable à l'encre.● Mode d'attaque ・ Puissants et d'une portée redoutable, ses tirs traversent les murs et autres obstacles.
it: ● Informazioni di base ・ Un Salmonoide cecchino che siede su una torre di pentole e padelle. ・ Non si allontana mai dalla costa. ・ Il Salmonoide in cima alla torre non può essere danneggiato con l'inchiostro.● Modalità di attacco ・ Attacca da lontano con potenti getti di inchiostro in grado di attraversare muri e altri ostacoli.
ja: ● 基本的な特徴 ・ 積み上げた鍋の最上段から標的を狙う遠距離攻撃兵。 ・ 基本的には浜辺から動かない。 ・ 最上段の本体はインクショットを受け付けない。● 攻撃行動 ・ 障害物を貫通する強力なインクを噴射し、遠距離から攻撃する。
ko: ● 기본적인 특징 ・쌓아 올린 냄비의 꼭대기에서 표적을 노리는 원거리 공격병. ・기본적으로는 해변에서 움직이지 않는다. ・꼭대기의 본체는 잉크 샷을 맞지 않는다.● 공격 행동 ・장애물을 관통하는 강력한 잉크를 분사해 원거리에서 공격한다.
nl: ● Basisinformatie ・ Een Salmonieten-scherpschutter, geposteerd op een toren van potten en pannen. ・ Begeeft zich voor zover bekend alleen op het strand. ・ De Salmoniet bovenop is immuun tegen aanvallen met inkt.● Aanvalspatroon ・ Hij valt aan op grote afstand, met een inktstraal die zo krachtig is dat hij zelfs door muren en andere hindernissen snijdt.
ru: ● Основная информация • Самонид-снайпер, восседающий на башне из котлов. • С пляжа не уходит. • У этого самонида иммунитет к краске.● Особенности поведения • Атакует мощной струей краски, которая пробивает стены и другие препятствия.
zh_hans: ● 基本特征 ·从堆积起来的锅具的顶端锁定目标攻击的远程兵。 ·通常情况下不会离开海边。 ·墨汁发射对位于顶端的本体无效。● 攻击行动 ·从远距离喷射出能贯穿障碍物的强力墨汁进行攻击。
zh_hant: ● 基本特徵 ‧從堆疊的鍋子最上層攻擊目標的遠距離攻擊兵。 ‧通常不會離開海邊。 ‧最上層的主體不會受到墨汁發射影響。● 攻擊行動 ‧從遠處噴射足以貫穿障礙物的強力墨汁展開攻擊。

# ManualManualCoopTExplainEnemy12
source: ● Elimination ・ Use your ink to knock pots away one at a time until the Salmonid lands on the flame below.● Supporting Information ・ It boils ink in its pots to generate the pressure required for its long-range attacks. ・ The pots are stacked high on top of a gas burner to allow the Stinger to effectively sight and attack enemies from a distance. ・ The Salmonid on top wears protective equipment to absorb the shock from the jet of ink.
de: ● Eliminierung ・ Schieße mit Tinte einen Topf nach dem anderen aus seinem Turm, bis der Salmonide auf der Flamme unten landet.● Zusatzinformationen ・ Kocht Tinte in seinen Töpfen, um den nötigen Druck für seine Distanzangriffe zu erhalten. ・ Die Töpfe werden auf einem Gaskocher gestapelt, um ihm eine große Sicht- und Reichweite zu geben. ・ Der Salmonide auf dem Turm trägt spezielle Schutzausrüstung, die ihn vor dem Rückstoß seines Tintenstrahls schützt.
es: ● Cómo liquidarlos ・ Dispara tinta para ir eliminando las cacerolas hasta que el salmónido caiga sobre el hornillo situado en la base de la estructura.● Información complementaria ・ Consiguen la presión necesaria para realizar ataques a distancia hirviendo tinta en las cacerolas. ・ Al apilar cacerolas sobre un hornillo hasta lograr una altura considerable, los pilónidos pueden avistar y atacar a sus presas con facilidad. ・ El salmónido que corona la torre lleva un equipamiento protector que le permite absorber las sacudidas del chorro de tinta.
es_mx: ● Cómo reventarlos ・ Dispara tinta para ir eliminando las cacerolas hasta que el salmónido caiga sobre el hornillo situado en la base de la estructura.● Información complementaria ・ Al hervir tinta en las cacerolas, consiguen la presión necesaria para realizar ataques a distancia. ・ Al apilar cacerolas sobre un hornillo hasta lograr una altura considerable, los fregatorres pueden avistar y atacar a sus presas con facilidad. ・ El salmónido que corona la torre lleva un equipamiento protector que le permite absorber las sacudidas del chorro de tinta.
fr: ● Élimination ・ Tire de l'encre sur chaque casserole de la pile jusqu'à ce que le Salmonoïde atterrisse dans les flammes.● Remarques additionnelles ・ C'est en faisant bouillir l'encre dans ses casseroles qu'il obtient la pression nécessaire à ses tirs longue portée. ・ La hauteur de la pile de casseroles sur le feu permet au Marmirador de repérer et de liquider ses cibles de loin. ・ L'équipement protecteur revêtu par le Salmonoïde lui permet d'absorber les chocs produits par ses propres tirs.
it: ● Eliminazione ・ Usare l'inchiostro per distruggere tutte le pentole finché il Salmonoide non atterra sulla fiamma in basso.● Informazioni aggiuntive ・ Riscalda l'inchiostro nelle sue pentole per generare la pressione necessaria per i potenti attacchi a distanza. ・ Le numerose pentole sul fornello permettono al Salmonoide di prendere la mira da una postazione elevata. ・ È dotato di armatura protettiva per assorbire il rinculo provocato dai potenti raggi di inchiostro che spara.
ja: ● 倒し方 ・ インクショットで鍋を１つずつ吹き飛ばし、全ての鍋を無くすと、本体が コンロの火に当たり自滅する。● 生態 ・ インクを鍋で熱し、発生する蒸気の圧力を利用してインクを噴射している。 ・ 遠距離から標的を捕捉するためコンロの上に鍋を高く積み上げている。 ・ 本体はインク噴射の衝撃に耐えるため防護装備を身につけている。
ko: ● 공략법 ・잉크 샷으로 냄비를 하나씩 날려 모두 없애 버리면 본체가 가스레인지의 불에 닿아 자멸한다.● 생태 ・잉크를 냄비로 가열해 발생하는 증기의 압력으로 잉크를 분사한다. ・원거리에서 표적을 포착하기 위해 가스레인지 위에 냄비를 쌓는다. ・본체는 잉크 분사의 충격을 견디기 위해 방어 장비를 착용하고 있다.
nl: ● Uitschakelen ・ Gebruik je inkt om de toren pot voor pot kleiner te maken, tot de Salmoniet op de vlam onderaan landt.● Aanvullende informatie ・ Hij kookt inkt in zijn potten om de druk op te bouwen voor zijn langeafstandsaanvallen. ・ De potten zijn hoog gestapeld op een gasbrander, waardoor de Staaplo ver kan kijken en van grote afstand kan aanvallen. ・ De Salmoniet bovenop draagt beschermende kleding, om de terugslag van zijn krachtige schoten te kunnen weerstaan.
ru: ● Тактические советы • Просто выбивай из-под него котлы один за другим, пока самонид не окажется на земле в своей собственной газовой горелке.● Интересные факты • Кипятит краску в котлах, которую использует для своих дальних атак. • Высокая башня из котлов на газовой горелке позволяет ему засекать врага и эффективно атаковать с большой дистанции. • Самонид-снайпер носит специальное снаряжение, которое защищает его от краски.
zh_hans: ● 击倒方式 ·使用墨汁发射将锅具逐个击飞， 失去所有锅具的本体碰到炉火后会自然而然被消灭。● 生态 ·用锅具加热墨汁产生蒸汽，并利用其压力将墨汁喷射出去。 ·为了从远处捕捉到目标，在炉火上叠起了高高的锅具。 ·本体穿着防护装备以承受墨汁发射的冲击。
zh_hant: ● 擊倒方法 ‧以墨汁發射打掉各個鍋子， 當鍋子全數消失後，主體就會因為碰到火爐的火焰而被擊倒。● 生態 ‧會使用鍋子加熱墨汁，並利用加熱產生的蒸氣壓力噴射墨汁。 ‧將鍋子堆疊在火爐上是為了從遠處捕捉目標。 ‧為了承受墨汁噴射造成的衝擊，主體身上佩戴了防護裝備。

# ManualManualCoopTExplainEnemy13
source: ● Basic Information ・ It lurks under the surface of the ink. ・ It can swim in ink to scale walls.● Attack Behavior ・ It appears from directly beneath its prey and can swallow it in an instant.
de: ● Info ・ Lauert unter der Tintenoberfläche. ・ Kann in Tinte schwimmen, um Wände zu erklimmen.● Verhalten ・ Taucht direkt unter seiner Beute auf und verschluckt sie mit einem einzigen Biss.
es: ● Información básica ・ Acechan ocultos bajo la tinta. ・ Poseen la capacidad de nadar en la tinta y escalar paredes.● Patrón de ataque ・ Aparecen justo debajo de sus presas y se las tragan rápidamente.
es_mx: ● Información básica ・ Acechan ocultos bajo la tinta. ・ Poseen la capacidad de nadar en la tinta y escalar paredes.● Patrón de ataque ・ Aparecen justo debajo de sus presas y se las tragan rápidamente.
fr: ● Généralités ・ Évolue dissimulé dans l'encre. ・ Est capable d'escalader les murs en nageant dans l'encre.● Mode d'attaque ・ Apparaît soudainement aux pieds de sa proie et l'avale en un éclair.
it: ● Informazioni di base ・ Si muove nuotando nell'inchiostro. ・ L'inchiostro gli consente anche di risalire le pareti.● Modalità di attacco ・ Emerge dall'inchiostro direttamente da sotto la sua preda e la ingoia in un istante.
ja: ● 基本的な特徴 ・ インクの中に潜伏して行動する。 ・ インク潜伏を利用して壁も登ることができる。● 攻撃行動 ・ 真下から姿を現し、瞬時に獲物を捕食する。
ko: ● 기본적인 특징 ・잉크 안에 잠복해서 행동한다. ・잉크 잠복을 이용해서 벽도 오를 수 있다.● 공격 행동 ・사냥감 바로 밑에서 나타나 순식간에 사냥감을 포식한다.
nl: ● Basisinformatie ・ Hij verbergt zich onder het inktoppervlak. ・ Hij kan zwemmen in de inkt en daarmee muren beklimmen.● Aanvalspatroon ・ Duikt onder zijn prooi op en slokt die zonder aarzelen op.
ru: ● Основная информация • Прячется в краске. • Стены ему не помеха.● Особенности поведения • Выныривает из глубины прямо под жертвой и заглатывает ее в мгновение ока.
zh_hans: ● 基本特征 ·潜伏在墨汁中行动。 ·会利用潜伏在墨汁中的特性登上墙壁。● 攻击行动 ·从猎物的正下方出现，瞬间将其捕食。
zh_hant: ● 基本特徵 ‧潛伏於墨汁中行動。 ‧會利用墨汁潛伏其中，也有辦法攀牆。● 攻擊行動 ‧從目標的正下方現身並瞬間捕食獵物。

# ManualManualCoopTExplainEnemy14
source: ● Elimination ・ You can deal damage by shooting ink at it when it surfaces to attack, but defeating it this way will take some time, as it is rather robust. ・ To bring it down in one fell swoop, trick it into swallowing a bomb by placing one at its point of attack.● Supporting Information ・ In order to sustain its large size, it must perpetually roam around, searching for prey to consume. ・ It uses sonar to detect the location of suitable prey while submerged.
de: ● Eliminierung ・ Du kannst ihn mit Tinte beschießen, wenn er an die Oberfläche kommt, aber er steckt einiges weg. ・ Er lässt sich schneller neutralisieren, wenn man eine Bombe an der Stelle platziert, an der er zubeißt.● Zusatzinformationen ・ Aufgrund seiner Größe muss er ständig nach Beute suchen, um seinen Stoffwechsel am Laufen zu halten. ・ Spürt seine Beute mittels Sonar auf.
es: ● Cómo liquidarlos ・ Puedes infligirles daño si les disparas cuando emerjan para atacar. No obstante, dado que son salmónidos muy fuertes, tardarás más tiempo en liquidarlos de este modo. ・ Para acabar con ellos de un golpe, coloca una bomba donde veas que van a emerger para engañarlos y hacer que se la traguen.● Información complementaria ・ Debido a su imponente cuerpo, se ven obligados a desplazarse constantemente en busca de alimento. ・ Cuando están sumergidos, emplean ecolocalización para detectar presas en las cercanías.
es_mx: ● Cómo reventarlos ・ Puedes infligirles daño si les disparas cuando emerjan para atacar. No obstante, dado que son salmónidos muy fuertes, tardarás más tiempo en reventarlos de este modo. ・ Para acabar con ellos de un golpe, coloca una bomba donde creas que van a emerger para engañarlos y hacer que se la traguen.● Información complementaria ・ Debido a su imponente cuerpo, se ven obligados a desplazarse constantemente en busca de alimento. ・ Cuando están sumergidos, emplean ecolocalización para detectar presas en las cercanías.
fr: ● Élimination ・ Il est possible de lui infliger des dégâts en lui tirant dessus lorsqu'il fait surface, mais sa grande résistance rend la méthode laborieuse. ・ Pour une victoire rapide, il suffit de placer une bombe à l'endroit où il s'apprête à surgir et de le laisser l'avaler goulûment.● Remarques additionnelles ・ De taille impressionnante, il est perpétuellement en quête de nourriture pour se rassasier. ・ Lorsqu'il nage dans l'encre, c'est son sonar qui lui révèle l'emplacement de proies potentielles.
it: ● Eliminazione ・ È possibile colpirlo quando emerge dall'inchiostro per attaccare, ma essendo resistente ci vuole un po' di tempo per eliminarlo definitivamente. ・ La migliore strategia per eliminarlo velocemente è fargli ingoiare una bomba piazzandola nel punto in cui emerge.● Informazioni aggiuntive ・ Per sostenere la sua ingente mole è costretto a muoversi costantemente alla ricerca di prede. ・ Mentre è in immersione, usa un sonar per localizzare le prede.
ja: ● 倒し方 ・ 攻撃行動中は姿を見せるため、インクショットでダメージを与えられるが、 体力が多く倒すのに時間がかかる。 ・ 攻撃地点にボムを置いて飲み込ませることで、一撃で倒せる。● 生態 ・ 大型の身体を維持するため、常に動き回り獲物を捕食し続ける必要が ある。 ・ 潜伏中もソナーによって獲物の位置を探知することができる。
ko: ● 공략법 ・공격 행동 중에는 모습을 드러내기 때문에 잉크 샷으로 대미지를 줄 수 있지만, 체력이 많아 쓰러뜨리는 데 시간이 걸린다. ・공격 지점에 밤을 설치해 삼키게 하면 한 방에 쓰러뜨릴 수 있다.● 생태 ・거대한 몸집을 유지하기 위해 부지런히 돌아다니며 사냥감을 끝없이 포식해야 한다. ・잠복 중에도 음파 탐지기로 사냥감의 위치를 탐지할 수 있다.
nl: ● Uitschakelen ・ Je kunt hem beschadigen door hem met inkt te raken wanneer hij aan het oppervlak komt, maar dat kan even duren, want hij kan wel wat hebben. ・ Je kunt hem sneller uitschakelen door een bom te plaatsen op de plek waar hij toehapt.● Aanvullende informatie ・ Om zijn imposante postuur van genoeg voedsel te voorzien, is hij voortdurend op jacht naar prooi. ・ Hij zoekt naar prooi met behulp van sonar, zodat hij ondergedoken kan blijven.
ru: ● Тактические советы • Победить его непросто, так как нанести урон ему можно, только когда он выныривает для атаки. • Лучше использовать хитрый тактический прием: положить бомбу туда, где он должен вынырнуть.● Интересные факты • Его огромные размеры заставляют его безостановочно рыскать в поисках пропитания. • Когда он плывет в краске, то для обнаружения жертвы использует ультразвуковой локатор.
zh_hans: ● 击倒方式 ·采取攻击行动时会现身，此时可以使用墨汁发射对其造成伤害， 但是鼹鼠鱼的体力较多，需要花费一定时间才能将其击倒。 ·在其攻击的位置放置炸弹使其吞下，就可以一下子将其击倒。● 生态 ·为了维持巨大的体型， 必须到处移动捕食猎物。 ·潜伏中也可以通过声呐探知猎物的位置。
zh_hant: ● 擊倒方法 ‧會在採取攻擊行動時現身，趁此時以墨汁發射攻擊即可造成傷害， 但是鼴鼠魚體力充沛，需要耗費不少時間才能擊倒。 ‧在鼴鼠魚的攻擊地點放置炸彈供其捕食即可快速擊倒。● 生態 ‧為了保持龐大的身材， 必須經常四處徘徊並持續捕食獵物。 ‧即使潛伏於墨汁中也能透過聲納察覺獵物的位置。

# ManualManualCoopTExplainEnemy15
source: ● Basic Information ・ It's a floaty fighter specializing in surprise attacks. ・ Its armored umbrella renders it essentially impervious to ink.● Attack Behavior ・ It fires midrange attacks using special projectiles. ・ Its projectiles explode into clouds that rain down ink.
de: ● Info ・ Fliegt und ist auf Überraschungsangriffe spezialisiert. ・ Sein Panzerschirm macht ihn nahezu unangreifbar durch Tinte.● Verhalten ・ Greift auf mittlere Entfernung mit speziellen Geschossen an. ・ Diese Geschosse erzeugen Wolken, die es Tinte regnen lassen.
es: ● Información básica ・ Estos salmónidos son guerreros aéreos cuya especialidad son los ataques sorpresa. ・ Los cubre un paraguas acorazado que los protege de la tinta.● Patrón de ataque ・ Disparan proyectiles especiales de alcance intermedio. ・ Dichos proyectiles provocan una lluvia de tinta al explotar.
es_mx: ● Información básica ・ Estos salmónidos van flotando por el aire y se especializan en los ataques sorpresa. ・ Los cubre una armadura que los hace inmunes a la tinta.● Patrón de ataque ・ Disparan proyectiles especiales de alcance intermedio. ・ Dichos proyectiles provocan una lluvia de tinta al explotar.
fr: ● Généralités ・ Ce combattant volant s'illustre dans les attaques-surprise. ・ Le parapluie blindé qui le protège le rend quasiment invulnérable à l'encre.● Mode d'attaque ・ Tire des projectiles à moyenne portée. ・ L'explosion de ces projectiles génère des nuages déversant une pluie d'encre.
it: ● Informazioni di base ・ Un guerriero volante specializzato negli attacchi a sorpresa. ・ È completamente ricoperto da un ombrello corazzato che lo rende immune all'inchiostro nemico.● Modalità di attacco ・ Lancia attacchi a medio raggio con siluri speciali. ・ Quando i siluri esplodono, producono delle vere e proprie piogge di inchiostro.
ja: ● 基本的な特徴 ・ あちこちを飛び回り移動する、奇襲専門の兵士。 ・ 普段は本体を装甲で覆っているので、インクショットを受け付けない。● 攻撃行動 ・ 中距離から特殊な弾丸を標的に向かって撃つ。 ・ 特殊な弾丸は炸裂するとインクの雨を降らせる。
ko: ● 기본적인 특징 ・여기저기로 날아다니며 이동하는 기습 전문 병사. ・평소에는 본체를 철갑으로 가리고 있어 잉크 샷을 맞지 않는다.● 공격 행동 ・중거리에서 표적을 향해 특수한 탄환을 쏜다. ・특수한 탄환이 작렬하면 잉크의 비가 내린다.
nl: ● Basisinformatie ・ Een vliegende vechter die gespecialiseerd is in verrassingsaanvallen. ・ Zijn pantserparaplu maakt hem zo goed als onaantastbaar voor inkt.● Aanvalspatroon ・ Hij vuurt speciale projectielen af, met een middellang bereik. ・ Die projectielen creëren wolken waaruit het inkt regent.
ru: ● Основная информация • Летающий самонид, специализирующийся на внезапных атаках. • Бронированный зонт делает его практически неуязвимым для краски.● Особенности поведения • Атакует торпедами средней дальности. • При взрыве на противника проливается дождь из краски.
zh_hans: ● 基本特征 ·到处飞行移动发动奇袭的士兵。 ·平时本体身上覆盖着装甲，墨汁发射无法奏效。● 攻击行动 ·从中距离射出特殊炮弹对目标进行攻击。 ·特殊炮弹爆炸后会降下墨汁雨。
zh_hant: ● 基本特徵 ‧會四處飛竄並發動奇襲的士兵。 ‧主體平時被裝甲所覆蓋，所以不會受到墨汁發射影響。● 攻擊行動 ‧從中距離發射特殊子彈攻擊目標。 ‧特殊子彈炸裂後會形成墨汁雨從天而降。
