Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# BynameBynameAdjective0353
source: Celestial
fr: céleste
it: celestiale
ko: 하늘에서 내려온
zh_hans: 纷飞的
zh_hant: 紛飛的

# BynameBynameAdjective0354
source: Aged
fr: qui vieillit bien
ja: くさっても
ko: 썩어도
zh_hans: 腐烂也没关系的
zh_hant: 腐爛也沒關係的

# BynameBynameAdjective0357
source: Lethal
es: letal
es_mx: letal
it: letale
ko: 필살의
zh_hans: 必杀的
zh_hant: 必殺的

# BynameBynameAdjective0358
source: Secret
ko: 비밀의
zh_hans: 秘密的
zh_hant: 秘密的

# BynameBynameAdjective0359
source: Esoteric
fr: ésotérique
ko: 비전의
zh_hans: 秘传的
zh_hant: 秘傳的

# BynameBynameAdjective0360
source: Exhausted
ja: おつかれの
ko: 피곤한
zh_hans: 疲累的
zh_hant: 疲累的

# BynameBynameAdjective0361
source: Better-Than-You
es: mejor que tú
es_mx: incomparable
it: superiore
ko: 비교적
zh_hans: 比较的
zh_hant: 比較的

# BynameBynameAdjective0362
source: All-Purpose
es: multiusos
es_mx: multiusos
it: multiuso
ko: 다목적
zh_hans: 泛用型的
zh_hant: 泛用型的

# BynameBynameAdjective0363
source: Gleaming
es: refulgente
es_mx: refulgente
it: scintillante
ko: 빛을 발하는
zh_hans: 发光的
zh_hant: 發光的

# BynameBynameAdjective0364
source: Midday
es: del mediodía
es_mx: del mediodía
fr: de midi
it: di mezzogiorno
ko: 백주의
zh_hans: 白昼的
zh_hant: 白晝的

# BynameBynameAdjective0366
source: Unnoticed
ko: 팔고 남은
zh_hans: 卖剩下的
zh_hant: 賣剩下的

# BynameBynameAdjective0367
source: Unprecedented
es: sin precedentes
es_mx: sin precedentes
fr: sans précédent
ko: 전대미문의
nl: Onovertroffen
zh_hans: 破天荒的
zh_hant: 破天荒的

# BynameBynameAdjective0368
source: Tenacious
es: tenaz
es_mx: tenaz
fr: tenace
it: tenace
ko: 끈기 있는
zh_hans: 顽强的
zh_hant: 頑強的

# BynameBynameAdjective0369
source: Scorching
es: calcinante
es_mx: calcinante
it: scottante
ja: アツアツの
ko: 따끈따끈한
zh_hans: 热情的
zh_hant: 熱情的

# BynameBynameAdjective0370
source: Daytime
fr: de jour
ko: 한낮의
zh_hans: 白天的
zh_hant: 白天的

# BynameBynameAdjective0371
source: Meaty
ko: 두툼한
zh_hans: 厚实的
zh_hant: 厚實的

# BynameBynameAdjective0372
source: Enigmatic
fr: énigmatique
ja: ナゾの
ko: 수수께끼의
zh_hans: 谜样的
zh_hant: 謎樣的

# BynameBynameAdjective0374
source: Unflappable
es: imperturbable
es_mx: imperturbable
fr: imperturbable
it: imperturbabile
ko: 눈도 깜짝 안 하는
zh_hans: 无动于衷的
zh_hant: 無動於衷的

# BynameBynameAdjective0375
source: Savvy
it: sagace
ko: 명석한 두뇌의
zh_hans: 头脑清晰的
zh_hant: 頭腦清晰的

# BynameBynameAdjective0376
source: Fleeing
es: a la fuga
es_mx: a la fuga
fr: en cavale
ko: 도망치는
zh_hans: 逃跑的
zh_hant: 逃跑的

# BynameBynameAdjective0377
source: Drained
es: sin batería
es_mx: sin batería
fr: aux batteries vides
ko: 방전된
zh_hans: 没电的
zh_hant: 沒電的

# BynameBynameAdjective0378
source: Reincarnated
ko: 환생한
zh_hans: 投胎转世的
zh_hant: 投胎轉世的

# BynameBynameAdjective0379
source: Sun-Dried
ko: 햇볕에 말린
zh_hans: 晒干的
zh_hant: 曬乾的

# BynameBynameAdjective0381
source: AKA
de: Codename:
es: (nombre en clave)
es_mx: (así me dicen)
fr: de son surnom
it: (nome d'arte)
ko: 통칭
nl: Alter ego:
zh_hans: 通称为
zh_hant: 通稱為

# BynameBynameAdjective0382
source: Superhuman
ko: 초인적인
zh_hans: 超人的
zh_hant: 超人的

# BynameBynameAdjective0385
source: Subterranean
ko: 지하 출신
zh_hans: 生长在地底下的
zh_hant: 生長在地底下的

# BynameBynameAdjective0386
source: Massive
ko: 대량의
zh_hans: 大量的
zh_hant: 大量的

# BynameBynameAdjective0387
source: Terrestrial
es: terrenal
es_mx: terrenal
fr: terrestre
it: terrestre
ko: 대지의
zh_hans: 大地的
zh_hant: 大地的

# BynameBynameAdjective0388
source: Important
es: trascendental
es_mx: trascendental
it: importante
ko: 소중한
zh_hans: 重要的
zh_hant: 重要的

# BynameBynameAdjective0389
source: Jumbo
fr: gigantesque
ko: 풍어의
zh_hans: 渔获丰收的
zh_hant: 漁獲豐收的

# BynameBynameAdjective0390
source: Oceanic
fr: océanique
ko: 망망대해의
zh_hans: 大海的
zh_hant: 大海的

# BynameBynameAdjective0391
source: Big
es: enorme
es_mx: enorme
fr: maousse
it: grande
ko: 커다란
zh_hans: 大的
zh_hant: 大的

# BynameBynameAdjective0393
source: Easygoing
fr: flegmatique
it: alla mano
ja: のんびりやの
ko: 느긋한
zh_hans: 悠游自在的
zh_hant: 優游自在的

# BynameBynameAdjective0394
source: Ancient
fr: antique
ko: 태고의
zh_hans: 太古的
zh_hant: 太古的

# BynameBynameAdjective0395
source: Multiplying
es_mx: proliferante
it: che si moltiplica
ko: 증식하는
zh_hans: 增生的
zh_hant: 增生的

# BynameBynameAdjective0397
source: Fully Automatic
fr: sur pilote automatique
ko: 전자동
zh_hans: 全自动的
zh_hant: 全自動的

# BynameBynameAdjective0398
source: Glimmering
es: centelleante
es_mx: radiante
it: luccicante
ko: 섬광의
zh_hans: 闪光的
zh_hant: 閃光的

# BynameBynameAdjective0399
source: Seasick
it: col mal di mare
ko: 뱃멀미하는
zh_hans: 晕船的
zh_hant: 暈船的

# BynameBynameAdjective0400
source: Unblemished
ko: 물들지 않는
zh_hans: 未被沾染的
zh_hant: 未被沾染的

# BynameBynameAdjective0402
source: Fightin'
fr: dans la mêlée
it: nella mischia
ko: 싸우는
zh_hans: 战斗的
zh_hant: 戰鬥的

# BynameBynameAdjective0403
source: Front-Line
es: en primera línea
es_mx: en primera línea
fr: de première ligne
it: in prima linea
ko: 최첨단을 걷는
zh_hans: 上前线的
zh_hant: 上前線的

# BynameBynameAdjective0404
source: Endangered
es: en vías de extinción
es_mx: en vías de extinción
fr: en voie d'extinction
it: in via di estinzione
ko: 멸종 위기종
zh_hans: 濒临绝种的
zh_hant: 瀕臨絕種的

# BynameBynameAdjective0405
source: Persistent
es: persistente
es_mx: persistente
it: perseverante
ko: 참고 견디면
zh_hans: 坚持不懈的
zh_hant: 堅持不懈的

# BynameBynameAdjective0406
source: Sacred
ko: 신성한
zh_hans: 神圣的
zh_hant: 神聖的

# BynameBynameAdjective0408
source: Local
ko: 천생
zh_hans: 与生俱来的
zh_hant: 與生俱來的

# BynameBynameAdjective0411
source: Turn-of-the-Century
es: de fin de siglo
es_mx: de fin de siglo
fr: de fin de siècle
it: di fine secolo
ko: 세기말
zh_hans: 世纪末的
zh_hant: 世紀末的

# BynameBynameAdjective0412
source: This Century's Best
es: del siglo
es_mx: del siglo
fr: du siècle
it: del secolo
ko: 세기의
nl: Eersterangs
zh_hans: 世纪的
zh_hant: 世紀的

# BynameBynameAdjective0414
source: Aquarium-Bound
es: en una pecera
es_mx: en una pecera
fr: d'aquarium
it: in un acquario
ko: 어항 속
zh_hans: 水槽中的
zh_hant: 水槽中的

# BynameBynameAdjective0415
source: Fan-Favorite
es: ídolo de masas
es_mx: ídolo de masas
ko: 응원하고 싶은
zh_hans: 受推崇的
zh_hant: 受推崇的

# BynameBynameAdjective0416
source: Rising
es: en ascenso
es_mx: en ascenso
fr: en pleine ascension
it: in carriera
ko: 떠오르는
zh_hans: 高人气的
zh_hant: 高人氣的

# BynameBynameAdjective0417
source: Spicy
ko: 매운 것을 좋아하는
zh_hans: 爱吃辣的
zh_hant: 愛吃辣的

# BynameBynameAdjective0418
source: Lightning-Fast
es_mx: rayo veloz
fr: rapide comme l'éclair
ko: 신속의
zh_hans: 神速的
zh_hant: 神速的

# BynameBynameAdjective0419
source: Awe-Inspiring
ko: 신들린
zh_hans: 神乎其技的
zh_hant: 神乎其技的

# BynameBynameAdjective0420
source: Midnight
es: de medianoche
es_mx: de medianoche
fr: de minuit
it: di mezzanotte
ko: 한밤중의
zh_hans: 半夜的
zh_hant: 半夜的

# BynameBynameAdjective0421
source: Stark-White
fr: blanc mat
it: bianco puro
ko: 새하얀
zh_hans: 洁白的
zh_hant: 潔白的

# BynameBynameAdjective0422
source: Deep-Red
fr: rouge sombre
it: rosso profondo
ko: 새빨간
zh_hans: 鲜红的
zh_hant: 鮮紅的

# BynameBynameAdjective0423
source: Bright-Blue
es: azul como el cielo
es_mx: azul como el cielo
fr: bleu pétant
it: blu brillante
ko: 새파란
zh_hans: 蔚蓝的
zh_hant: 蔚藍的

# BynameBynameAdjective0424
source: Pitch-Black
fr: noir de jais
it: nero pece
ko: 새까만
zh_hans: 乌黑的
zh_hant: 烏黑的

# BynameBynameAdjective0425
source: Woodsy
es: de los bosques
es_mx: de los bosques
fr: de la forêt
ko: 숲의
zh_hans: 森林的
zh_hant: 森林的

# BynameBynameAdjective0426
source: Next-Generation
es: de última generación
es_mx: de última generación
fr: nouvelle génération
it: di ultima generazione
ko: 신세기
zh_hans: 新世纪的
zh_hant: 新世紀的

# BynameBynameAdjective0428
source: Novice
es: en sus inicios
es_mx: en sus inicios
ko: 새로 들어온
zh_hans: 刚起步的
zh_hant: 剛起步的

# BynameBynameAdjective0429
source: Sensational
es: sensacional
es_mx: sensacional
fr: qui fait sensation
it: sensazionale
ko: 유례없는
zh_hans: 全新感受的
zh_hant: 全新感受的

# BynameBynameAdjective0431
source: Dead-Tired
fr: dormant debout
ko: 뒹굴뒹굴
zh_hans: 躺平的
zh_hant: 躺平的

# BynameBynameAdjective0432
source: Dazzling
es: sonriente
es_mx: sonriente
it: abbacinante
ko: 미소가 눈부신
zh_hans: 笑容灿烂的
zh_hant: 笑容燦爛的

# BynameBynameAdjective0433
source: Tagalong
fr: de compagnie
it: di compagnia
ko: 초대받은
zh_hans: 受邀的
zh_hant: 受邀的

# BynameBynameAdjective0436
source: Little
fr: choupi
ko: 작은
zh_hans: 小的
zh_hant: 小的

# BynameBynameAdjective0437
source: Third-Eye-Opened
fr: qui ouvre ses chakras
ko: 제행무상의
zh_hans: 世事无常的
zh_hant: 世事無常的

# BynameBynameAdjective0438
source: Early-Summer
es: de verano incipiente
fr: du début de l'été
it: da inizio estate
ko: 초여름의
zh_hans: 初夏的
zh_hant: 初夏的

# BynameBynameAdjective0439
source: Alabaster
es: como lienzo en blanco
es_mx: como lienzo en blanco
fr: d'albâtre
it: color alabastro
ko: 순백의
zh_hans: 纯白的
zh_hant: 純白的

# BynameBynameAdjective0440
source: Pure
ko: 순수한
zh_hans: 纯粹的
zh_hant: 純粹的

# BynameBynameAdjective0441
source: Grown-Up
ko: 숙성된
nl: Volwassen
zh_hans: 成熟的
zh_hant: 成熟的

# BynameBynameAdjective0442
source: Partying
es: memorable
es_mx: memorable
ko: 축
zh_hans: 祝贺的
zh_hant: 祝賀的

# BynameBynameAdjective0443
source: Dapper
ko: 댄디한
zh_hans: 有深度的
zh_hant: 有深度的

# BynameBynameAdjective0444
source: Evil
ko: 사악한
zh_hans: 邪恶的
zh_hant: 邪惡的

# BynameBynameAdjective0445
source: Jet-Black
fr: noir d'encre
ko: 칠흑의
zh_hans: 漆黑的
zh_hant: 漆黑的

# BynameBynameAdjective0447
source: Vindictive
ko: 집념 강한
zh_hans: 固执的
zh_hant: 固執的

# BynameBynameAdjective0449
source: Self-Proclaimed
ko: 자칭
zh_hans: 自称为
zh_hant: 自稱為

# BynameBynameAdjective0450
source: Selfie-Snapping
es: chupacámara
es_mx: robacámara
fr: à fond dans le selfie
it: che scatta selfie
ko: 셀카 찍는
zh_hans: 自拍的
zh_hant: 自拍的

# BynameBynameAdjective0451
source: Eternity's
fr: pour l'éternité
it: per l'eternità
ko: 시간의
zh_hans: 时代的
zh_hant: 時代的

# BynameBynameAdjective0452
source: Self-Identified
es: autoconsciente
es_mx: autoconsciente
fr: et pas qu'un peu
it: in carne e ossa
ko: 나는
nl: Noemt zichzelf een
zh_hans: 我是
zh_hant: 我是

# BynameBynameAdjective0454
source: Childish
es: infantil
es_mx: infantil
fr: infantile
ko: 앳된
zh_hans: 孩子气的
zh_hant: 孩子氣的

# BynameBynameAdjective0455
source: Job-Lovin'
it: stacanovista
ko: 일을 좋아하는
zh_hans: 爱好工作的
zh_hant: 愛好工作的

# BynameBynameAdjective0457
source: Late-Summer
es: de verano tardío
es_mx: de verano tardío
fr: de la fin de l'été
it: di fine estate
ko: 늦여름의
zh_hans: 秋老虎的
zh_hant: 秋老虎的

# BynameBynameAdjective0458
source: Cutting-Edge
de: Der Zeit voraus als
fr: à la pointe de la technologie
it: sperimentale
ko: 참신한
zh_hans: 崭新的
zh_hant: 嶄新的

# BynameBynameAdjective0459
source: Mountain-Dwelling
es: de la montaña
es_mx: de la montaña
ko: 산의
zh_hans: 山的
zh_hant: 山的

# BynameBynameAdjective0460
source: Picture-Taking
es: retratista
es_mx: retratista
fr: photographe
ko: 촬영하는
zh_hans: 拍摄的
zh_hant: 拍攝的

# BynameBynameAdjective0461
source: Yesterday's
es: del ayer
es_mx: del ayer
fr: jusqu'à hier
it: di ieri
ko: 어제는
zh_hans: 昨天是
zh_hant: 昨天是

# BynameBynameAdjective0462
source: Graceful
ko: 재색을 겸비한
zh_hans: 才貌双全的
zh_hant: 才貌雙全的

# BynameBynameAdjective0463
source: First-Wave
es: de primera generación
es_mx: de primera generación
fr: de la première vague
it: della prima ondata
ko: 최전선의
zh_hans: 最前线的
zh_hant: 最前線的

# BynameBynameAdjective0464
source: All-New
fr: dernier cri
ko: 최신형
zh_hans: 最新型的
zh_hant: 最新型的

# BynameBynameAdjective0465
source: The Very First
fr: comme on en a jamais vu
it: iniziale
ko: 최초의
zh_hans: 最初的
zh_hant: 最初的

# BynameBynameAdjective0466
source: The Final
it: finale
ko: 최후의
zh_hans: 最后的
zh_hant: 最後的

# BynameBynameAdjective0468
source: This Year's
es: del año
es_mx: del año
fr: de l'année
it: di quest'anno
ko: 올해의
zh_hans: 今年的
zh_hant: 今年的

# BynameBynameAdjective0469
source: Limited-Edition
es: en edición limitada
es_mx: en edición limitada
fr: valable aujourd'hui
it: a edizione limitata
ko: 오늘만 특별
zh_hans: 只有今天最特别的
zh_hant: 只有今天最特別的

# BynameBynameAdjective0470
source: Ever-Present
es: omnipresente
es_mx: omnipresente
fr: dans l'instant présent
it: attuale
ko: 지금을 사는
zh_hans: 活在当下的
zh_hant: 活在當下的

# BynameBynameAdjective0471
source: Booming
it: rimbombante
ja: とどろく
ko: 울려 퍼지는
zh_hans: 轰隆隆的
zh_hant: 轟隆隆的

# BynameBynameAdjective0473
source: Crimson
es: carmesí
es_mx: carmesí
fr: écarlate
it: cremisi
ko: 붉은
zh_hans: 红色的
zh_hant: 紅色的

# BynameBynameAdjective0474
source: Steady
es: perseverante
es_mx: perseverante
ko: 강경한
zh_hans: 硬派的
zh_hant: 硬派的

# BynameBynameAdjective0476
source: Nosy
es: metomentodo
es_mx: metiche
it: ficcanaso
ko: 호기심이 왕성한
zh_hans: 好奇心旺盛的
zh_hant: 好奇心旺盛的

# BynameBynameAdjective0477
source: Enlightened
es: cultureta
ko: 깨달음을 얻은
zh_hans: 觉悟的
zh_hant: 覺悟的

# BynameBynameAdjective0480
source: Aloof
es: distante
es_mx: distante
it: scostante
ko: 고고한
zh_hans: 孤芳自赏的
zh_hant: 孤芳自賞的

# BynameBynameAdjective0484
source: Hearty
ko: 건강한
zh_hans: 健康的
zh_hant: 健康的

# BynameBynameAdjective0485
source: Artsy
fr: artistique
ko: 예술적인
zh_hans: 艺术性的
zh_hant: 藝術性的

# BynameBynameAdjective0486
source: Flying
es: de altos vuelos
es_mx: en las alturas
it: volante
ko: 하늘을 나는
zh_hans: 飞翔的
zh_hant: 飛翔的

# BynameBynameAdjective0488
source: Die-Hard
es_mx: intransigente
fr: jusqu'au-boutiste
it: irriducibile
ko: 견실한
zh_hans: 身心强壮的
zh_hant: 身心強壯的

# BynameBynameAdjective0490
source: Fortunate
de: Fortunas
ko: 운이 따르는
zh_hans: 强运的
zh_hant: 強運的

# BynameBynameAdjective0492
source: Last Year's
es: del año pasado
es_mx: del año pasado
fr: de l'an dernier
it: dell'anno scorso
ko: 작년의
zh_hans: 去年的
zh_hant: 去年的

# BynameBynameAdjective0493
source: The True Ultimate
fr: suprême
ko: 궁극의
zh_hans: 究极的
zh_hant: 究極的

# BynameBynameAdjective0494
source: Impish
fr: espiègle
ko: 도깨비 같은
zh_hans: 像鬼的
zh_hant: 像鬼的

# BynameBynameAdjective0495
source: Shining
es_mx: brillante
it: brillante
ja: かがやく
ko: 빛나는
zh_hans: 闪耀的
zh_hant: 閃耀的

# BynameBynameAdjective0497
source: Forgetful
ko: 기억 상실
zh_hans: 丧失记忆的
zh_hant: 喪失記憶的

# BynameBynameAdjective0499
source: Heartfelt
fr: sincère
ko: 진심이 담긴
zh_hans: 真心诚意的
zh_hant: 真心誠意的

# BynameBynameAdjective0501
source: Unarmed
ko: 비무장
zh_hans: 手无寸铁的
zh_hant: 手無寸鐵的

# BynameBynameAdjective0502
source: Sweet
es: dulce
es_mx: dulce
fr: aimable
it: dolce
ko: 달콤한
zh_hans: 甜甜的
zh_hant: 甜甜的

# BynameBynameAdjective0503
source: Sentimental
it: sentimentale
ko: 감정적인
zh_hans: 感情用事的
zh_hant: 感情用事的

# BynameBynameAdjective0504
source: Sandy
es: de pleamar
ko: 갯벌의
zh_hans: 湿地的
zh_hant: 濕地的

# BynameBynameAdjective0505
source: Overheated
fr: en surchauffe
ko: 완전 연소한
zh_hans: 完全燃烧的
zh_hant: 完全燃燒的

# BynameBynameAdjective0507
source: Catch-of-the-Day
ko: 해물
zh_hans: 海鲜
zh_hant: 海鮮

# BynameBynameAdjective0508
source: Pool-Ready
ko: 수영 팬츠
zh_hans: 海滩裤
zh_hant: 海灘褲

# BynameBynameAdjective0510
source: Anachronistic
fr: anachronique
ko: 과거에서 온
zh_hans: 来自过去的
zh_hant: 來自過去的

# BynameBynameAdjective0513
source: Supersonic
fr: supersonique
ko: 음속의
zh_hans: 音速的
zh_hant: 音速的

# BynameBynameAdjective0517
source: Lovely
ko: 사랑에 빠진
zh_hans: 恋爱中的
zh_hant: 戀愛中的

# BynameBynameAdjective0518
source: Movie-Lovin'
ko: 영화를 좋아하는
zh_hans: 爱好电影的
zh_hant: 愛好電影的

# BynameBynameAdjective0520
source: Shadowy
es: en penumbras
fr: louche
ko: 그림자
zh_hans: 影子的
zh_hant: 影子的

# BynameBynameAdjective0521
source: Fated
ko: 운명의
zh_hans: 命运的
zh_hant: 命運的

# BynameBynameAdjective0522
source: Cosmic
fr: cosmique
ko: 우주의
zh_hans: 宇宙的
zh_hant: 宇宙的

# BynameBynameAdjective0524
source: Zipped-Lips
fr: bouche cousue
it: reticente
ko: 숫기 없는
zh_hans: 畏缩的
zh_hant: 畏縮的

# BynameBynameAdjective0525
source: Gone-Fishin'
es: de pesca
es_mx: de pesca
fr: halieutique
it: a pesca
ko: 하나만 노리는
zh_hans: 单钩钓鱼的
zh_hant: 單鉤釣魚的

# BynameBynameAdjective0526
source: 24-Hour
es: a todas horas
es_mx: a todas horas
fr: 24h/24
it: 24 ore su 24
ko: 24시간
zh_hans: 一日
zh_hant: 一日

# BynameBynameAdjective0527
source: Mostly
de: Hauptsache
es: a ratos
es_mx: a ratos
fr: avant tout
it: prima di tutto
ja: いちおう
ko: 일단
nl: Voornamelijk een
zh_hans: 大致上是
zh_hant: 大致上是

# BynameBynameAdjective0529
source: Otherworldly
es: de otro mundo
es_mx: de otro mundo
fr: mystique
it: dell'altro mondo
ko: 이세계의
zh_hans: 异世界的
zh_hant: 異世界的

# BynameBynameAdjective0532
source: Junior-Grade
es: júnior
es_mx: júnior
fr: junior
ja: わかばマークの
ko: 새싹
zh_hans: 新叶标志的
zh_hant: 新葉標誌的

# BynameBynameAdjective0533
source: Wild
es_mx: silvestre
fr: sauvage
ja: ワイルドな
ko: 와일드한
zh_hans: 野蛮的
zh_hant: 野蠻的

# BynameBynameAdjective0534
source: A Real
es: de pura cepa
es_mx: real
ja: リアルな
ko: 리얼한
zh_hans: 真实的
zh_hant: 真實的

# BynameBynameAdjective0535
source: Lucky
ja: ラッキーな
ko: 행운의
zh_hans: 幸运的
zh_hant: 幸運的

# BynameBynameAdjective0537
source: Seasoned
ko: 잘 익은
zh_hans: 经验老到的
zh_hant: 經驗老到的

# BynameBynameAdjective0539
source: Soft-and-Fluffy
ja: ゆるふわ
ko: 파마머리
zh_hans: 娇柔的
zh_hant: 嬌柔的

# BynameBynameAdjective0541
source: Veggie-Lovin'
fr: légumivore
ko: 야채를 좋아하는
zh_hans: 爱好蔬菜的
zh_hant: 愛好蔬菜的

# BynameBynameAdjective0542
source: Fluffy
fr: au poil soyeux
it: soffice
ja: もふもふの
ko: 푹신푹신한
zh_hans: 萌萌的
zh_hant: 萌萌的

# BynameBynameAdjective0543
source: Modern
fr: moderne
ja: モダンな
ko: 모던한
zh_hans: 摩登的
zh_hant: 摩登的

# BynameBynameAdjective0546
source: Lost-and-Found
ko: 더 이상 망설이지 않는
zh_hans: 不再迷惘的
zh_hant: 不再迷惘的

# BynameBynameAdjective0547
source: Won't-Lose
es: imbatible
es_mx: imbatible
fr: méprisant la défaite
it: vincente
ko: 더 이상 질 수 없는
zh_hans: 不能再输的
zh_hant: 不能再輸的

# BynameBynameAdjective0548
source: Auspicious
fr: de bon augure
it: di buon auspicio
ja: めでたい
ko: 경사스러운
zh_hans: 可喜可贺的
zh_hant: 可喜可賀的

# BynameBynameAdjective0549
source: Innocent
it: innocente
ko: 천진난만한
zh_hans: 天真无邪的
zh_hant: 天真無邪的

# BynameBynameAdjective0551
source: Miraculous
ja: ミラクル
ko: 미라클
zh_hans: 奇迹
zh_hant: 奇蹟

# BynameBynameAdjective0552
source: Poser
es: por postureo
es_mx: superficial
fr: de Panurge
ja: ミーハーな
ko: 유행을 좇는
zh_hans: 赶流行的
zh_hant: 趕流行的

# BynameBynameAdjective0553
source: Comic-Lovin'
ko: 만화를 좋아하는
zh_hans: 爱好漫画的
zh_hant: 愛好漫畫的

# BynameBynameAdjective0554
source: Vulnerable
es_mx: en pedacitos
fr: perfectionniste
it: vulnerabile
ko: 도마 위의
zh_hans: 砧板上的
zh_hant: 砧板上的

# BynameBynameAdjective0556
source: Light
ja: ホワイトな
ko: 청렴결백한
zh_hans: 白色的
zh_hant: 白色的

# BynameBynameAdjective0557
source: Bomb-tastic
ja: ボムの
ko: 밤의
zh_hans: 炸弹的
zh_hant: 炸彈的

# BynameBynameAdjective0559
source: Fluttering
es: locuaz
it: svolazzante
ja: ペラペラの
ko: 유려한
zh_hans: 流利的
zh_hant: 流利的

# BynameBynameAdjective0560
source: Buoyant
es: boyante
es_mx: flotante
fr: insubmersible
it: galleggiante
ja: ふわふわの
ko: 둥실둥실
zh_hans: 轻飘飘的
zh_hant: 輕飄飄的

# BynameBynameAdjective0562
source: Wibbly-Wobbly
es: vacilante
es_mx: vacilante
it: vacillante
ja: プルプルの
ko: 탱글탱글한
zh_hans: Q弹的
zh_hant: Q彈的

# BynameBynameAdjective0563
source: Fruit-Lovin'
es: frutícola
es_mx: frutícola
fr: fructivore
ko: 과일을 좋아하는
zh_hans: 爱好水果的
zh_hant: 愛好水果的

# BynameBynameAdjective0564
source: Dark
fr: sombre
ja: ブラックな
ko: 악덕
zh_hans: 黑色的
zh_hant: 黑色的

# BynameBynameAdjective0565
source: Fragrant
it: fragrante
ja: かぐわしい
ko: 향기로운
zh_hans: 芳香的
zh_hant: 芳香的

# BynameBynameAdjective0566
source: Fashionable
fr: en vogue
it: chic
ja: ファッショナブル
ko: 패셔너블
zh_hans: 走在流行尖端的
zh_hant: 走在流行尖端的

# BynameBynameAdjective0568
source: Big-Time
es: en su apogeo
es_mx: en su apogeo
fr: de top qualité
ja: ビッグな
ko: 거물급
zh_hans: 很大的
zh_hant: 很大的

# BynameBynameAdjective0569
source: Drenched
ja: びしょぬれの
ko: 홀딱 젖은
zh_hans: 湿透的
zh_hant: 溼透的

# BynameBynameAdjective0570
source: Bearded
ja: ヒゲの
ko: 수염 난
zh_hans: 有胡须的
zh_hant: 有鬍鬚的

# BynameBynameAdjective0571
source: Frosty
ja: ヒエヒエの
ko: 쌀쌀맞은
zh_hans: 冷冷的
zh_hant: 冷冷的

# BynameBynameAdjective0572
source: Incredible
es: impresionante
es_mx: impresionante
fr: incroyable
it: incredibile
ja: ハンパない
ko: 엄청난
zh_hans: 了不起的
zh_hant: 了不起的

# BynameBynameAdjective0573
source: Faraway
es: en la lontananza
ko: 아득히 먼 저편의
zh_hans: 远方的
zh_hant: 遠方的

# BynameBynameAdjective0574
source: Flashy
es: de lujo
es_mx: de lujo
it: appariscente
ja: ハデな
ko: 화려한
zh_hans: 鲜艳的
zh_hant: 鮮豔的

# BynameBynameAdjective0576
source: Fame-Seeking
es: en pos de la fama
es_mx: en busca de fama
fr: avide de gloire
it: in cerca di fama
ja: バズりたい
ko: 화제가 되고 싶은
zh_hans: 想红的
zh_hant: 想紅的

# BynameBynameAdjective0577
source: Bursting
es: a borbotones
es_mx: detonante
it: traboccante
ja: はじける
ko: 톡톡 튀는
zh_hans: 喷发的
zh_hant: 噴發的

# BynameBynameAdjective0578
source: Designer-Label
es: de marca
es_mx: de marca
fr: en édition limitée
ko: 명품을 좋아하는
zh_hans: 爱好名牌的
zh_hant: 愛好名牌的

# BynameBynameAdjective0579
source: Swoon-Worthy
es: en cuerpo y alma
es_mx: en cuerpo y alma
fr: à tomber
it: incantevole
ko: 마음을 훔치는
zh_hans: 一箭穿心的
zh_hant: 一箭穿心的

# BynameBynameAdjective0580
source: Strict
es: sin concesiones
fr: sans concession
ja: ハードな
ko: 하드코어
zh_hans: 困难的
zh_hant: 困難的

# BynameBynameAdjective0581
source: Slippery
fr: insaisissable
it: sfuggente
ja: ヌルヌルの
ko: 미끈미끈한
zh_hans: 黏滑的
zh_hant: 黏滑的

# BynameBynameAdjective0582
source: Painted
ko: 색칠하는
zh_hans: 喷涂的
zh_hant: 噴塗的

# BynameBynameAdjective0584
source: Climactic
es: caiga quien caiga
es_mx: pase lo que pase
fr: paroxystique
it: culminante
ja: なんてったって
ko: 뭐니 뭐니 해도
zh_hans: 无论如何都是
zh_hant: 無論如何都是

# BynameBynameAdjective0586
source: Nameless
es: innombrable
es_mx: innombrable
fr: anonyme
ko: 이름 없는
zh_hans: 无名氏的
zh_hant: 無名氏的

# BynameBynameAdjective0587
source: Nice
es_mx: buena gente
fr: plutôt pas mal
ja: ナイスな
ko: 나이스
zh_hans: 很好的
zh_hant: 很好的

# BynameBynameAdjective0588
source: Muddy
ja: ドロドロの
ko: 걸쭉한
zh_hans: 黏糊糊的
zh_hant: 黏糊糊的

# BynameBynameAdjective0589
source: Neighborly
es: del barrio
es_mx: del barrio
fr: du voisinage
it: amichevole
ja: となりの
ko: 이웃집
zh_hans: 隔壁的
zh_hant: 隔壁的

# BynameBynameAdjective0591
source: Tidy
es: como es debido
fr: méthodique
ja: ととのった
ko: 깔끔한
zh_hans: 整齐的
zh_hant: 整齊的

# BynameBynameAdjective0592
source: Barbed
es: punzante
ja: トゲトゲの
ko: 가시 돋친
zh_hans: 刺刺的
zh_hant: 刺刺的

# BynameBynameAdjective0593
source: Pointy
ja: トガった
ko: 뾰족한
zh_hans: 尖锐的
zh_hant: 尖銳的

# BynameBynameAdjective0594
source: Big Honkin'
fr: mastoc
ja: デカい
ko: 거대한
zh_hans: 超大的
zh_hant: 超大的

# BynameBynameAdjective0595
source: Smooth
es: sin fisuras
fr: tranquille
ja: つるつるの
ko: 매끈매끈한
zh_hans: 光滑的
zh_hant: 光滑的

# BynameBynameAdjective0596
source: Iced
es: glacial
es_mx: glacial
ja: つめた～い
ko: 차가～운
zh_hans: 冷淡的
zh_hant: 冷淡的

# BynameBynameAdjective0598
source: Occasional
es: ocasional
es_mx: ocasional
fr: du dimanche
it: occasionale
ja: ちょっぴり
ko: 때때로
zh_hans: 一点点的
zh_hant: 一點點的

# BynameBynameAdjective0599
source: Just Another
es: del montón
es_mx: del montón
it: qualunque
ja: ただの
ko: 그냥
zh_hans: 只是
zh_hant: 只是

# BynameBynameAdjective0600
source: Essential
es_mx: pura sabrosura
it: essenziale
ja: ダシがとれる
ko: 육수용
zh_hans: 熬出汤汁的
zh_hant: 熬出湯汁的

# BynameBynameAdjective0601
source: Diving
ja: ダイビング
ko: 다이빙
zh_hans: 潜水的
zh_hant: 潛水的

# BynameBynameAdjective0602
source: Dynamite
es: despampanante
es_mx: despampanante
fr: qui déchire
it: prorompente
ja: ダイナマイトな
ko: 폭발적인
zh_hans: 激烈的
zh_hant: 激烈的

# BynameBynameAdjective0604
source: Overall
de: Alles in allem
es: y tal y tal
es_mx: en general
ja: そんなこんなで
ko: 이러저러해서
nl: Al met al een
zh_hans: 总之就是
zh_hant: 總之就是

# BynameBynameAdjective0605
source: Bargain-Binned
es: a lo loco
es_mx: a lo loco
it: impaziente
ja: せっかちな
ko: 조급한
zh_hans: 急性子的
zh_hant: 急性子的

# BynameBynameAdjective0607
source: Slim
fr: mince
ja: スリムな
ko: 슬림한
zh_hans: 苗条的
zh_hant: 苗條的

# BynameBynameAdjective0608
source: Out-of-Options
fr: au pied du mur
it: alle corde
ja: すみっこの
ko: 구석진 곳의
nl: In het nauw gedreven
zh_hans: 角落的
zh_hant: 角落的

# BynameBynameAdjective0609
source: Steampunky
es: steampunk
es_mx: steampunk
fr: steampunk
it: steampunk
ja: スチームパンクな
ko: 스팀 펑크
zh_hans: 蒸气朋克的
zh_hant: 蒸氣龐克的

# BynameBynameAdjective0610
source: Numb
es: insensible
es_mx: insensible
fr: insensible
ja: しびれる
ko: 감각이 없는
zh_hans: 麻木的
zh_hant: 麻木的

# BynameBynameAdjective0612
source: Hiking
es_mx: caminante
it: escursionista
ko: 산책을 좋아하는
zh_hans: 爱好散步的
zh_hant: 愛好散步的

# BynameBynameAdjective0613
source: Wandering
es: errante
es_mx: errante
fr: en balade
it: vagante
ja: さまよえる
ko: 방황하는
zh_hans: 徘徊不定的
zh_hant: 徘徊不定的

# BynameBynameAdjective0615
source: Unyielding
es: inflexible
es_mx: inflexible
fr: inflexible
it: inamovibile
ja: ゴワゴワの
ko: 뻣뻣한
zh_hans: 僵硬的
zh_hant: 僵硬的
