Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GlossarySakerocket
source: Drizzler
de: Regnar
es: Barreno
es_mx: Paragüista
fr: Crachin
it: Piovasco
ja: コウモリ
ko: 박쥐
nl: Miezer
ru: метеоголец
zh_hans: 蝙蝠鱼
zh_hant: 蝙蝠魚

# GlossarySakeRope
source: Horrorboros
de: Horroboros
es: Dragón
es_mx: Dragón
fr: Salmophide
it: Orroboros
ja: タツ
ko: 용
nl: Horroboros
ru: скверноборос
zh_hans: 辰龙
zh_hant: 辰龍

# GlossarySakeSaucer
source: Slammin' Lid
de: Deckler
es: Tapaollas
es_mx: Tapaollas
fr: Couverclard
it: Coperchiotto
ja: ナベブタ
ko: 냄비 뚜껑
nl: Dreksel
ru: мокрышка
zh_hans: 锅盖鱼
zh_hant: 鍋蓋魚

# GlossarySakeTamaire
source: Mudmouth
de: Schlämmermaul
es: Morrolodo
es_mx: Bocalodo
fr: Salmonoïde de boue
it: Fangonoide
ja: ドロシャケ
ko: 진흙연어
nl: Moddermuil
ru: илистый ревун
zh_hans: 泥鲑鱼
zh_hant: 泥鮭魚

# GlossarySakeTriple
source: Triumvirate
de: Trioffensive
es: Trialianza
es_mx: Trialianza
fr: Triumvirat
it: Triumvirato
ja: オカシラ連合
ko: 두목 연합
nl: Monstertrio
ru: триумвират
zh_hans: 头目联合
zh_hant: 頭目聯合

# GlossarySangou
source: Agent 3
de: Nr. 3
es: Agente 3
es_mx: Agente 3
fr: Numéro 3
it: Numero 3
ja: ３号
ko: 3호
ru: агент 003
zh_hans: 3号
zh_hant: 3號

# GlossarySdodr8Ball
source: ∞-ball
de: ∞-Kugel
es: bola ∞
es_mx: bola ∞
fr: boule ∞
it: palla ∞
ja: ボール
ko: 볼
nl: ∞-bal
ru: ∞-шар
zh_hans: 球
zh_hant: 球

# GlossarySdodrArea
source: zone
es: zona
es_mx: zona
it: zona
ja: エリア
ko: 에어리어
ru: зона
zh_hans: 区域
zh_hant: 區域

# GlossarySdodrBeatBomb
source: Lucky Bomb
de: Glücksbombe
es: bomba fortuna
es_mx: bomba fortuna
fr: bombe chance
it: bomba fortunata
ja: ラッキーボム
ko: 럭키 밤
nl: geluksbom
ru: шанс-бомба
zh_hans: 幸运炸弹
zh_hant: 幸運炸彈

# GlossarySdodrColorGroup
source: tone
de: Farbton
es: tonalidad
es_mx: tonalidad
fr: teinte
it: tonalità
ja: 系統
ko: 계통
nl: tint
ru: тональность
zh_hans: 色系
zh_hant: 色系

# GlossarySdodrColorTip
source: color chip
de: Farbchip
es: cromochip
es_mx: cromochip
fr: puce chromatique
it: scheda colore
ja: カラーチップ
ko: 컬러 칩
nl: kleurenchip
ru: тон-жетон
zh_hans: 色彩晶片
zh_hant: 色彩晶片

# GlossarySdodrDecolorize
source: Grayscaling
de: Grauskalierung
es: decoloración
es_mx: decoloración
fr: déchromatisation
it: decolorazione
ja: ノンカラ処理
ko: 탈색 처리
nl: ontkleuren
ru: детонизация
zh_hans: 脱色处理
zh_hant: 脫色處理

# GlossarySdodrDrone
source: Pearl Drone
de: Perla-Drohne
es: dron Perla
es_mx: dron Perla
fr: drone Perle
it: Alga drone
ja: ヒメドローン
ko: 히메 드론
nl: Lorelei-drone
ru: жем-дрон
zh_hans: 小姬无人机
zh_hant: 小姬無人機

# GlossarySdodrDroneBattery
source: drone battery
de: Drohnenbatterie
es: batería de dron
es_mx: batería de dron
fr: batterie du drone
it: batteria drone
ja: ドローンバッテリー
ko: 드론 배터리
nl: dronebatterij
ru: батарея дрона
zh_hans: 无人机电池
zh_hant: 無人機電池

# GlossarySdodrDroneGauge
source: drone gauge
de: Drohnenanzeige
es: medidor de dron
es_mx: medidor de dron
fr: jauge du drone
it: indicatore drone
ja: ドローンゲージ
ko: 드론 게이지
nl: dronemeter
ru: шкала дрона
zh_hans: 无人机蓄力槽
zh_hant: 無人機蓄力槽

# GlossarySdodrEgg
source: Membux
de: Memoneten
es: pastimoneda
es_mx: pastimoneda
fr: poulpèze
it: norilir
ja: ネリコイン
ko: 네리 코인
nl: neuri
ru: вспомбакс
zh_hans: 忆界硬币
zh_hant: 憶界硬幣

# GlossarySdodrEnemyBallKing
source: Pinging Marciale
de: Rollendes Marciale
es: Marzia rodante
es_mx: Marzia rodante
fr: Marciale erratique
it: Carcassa rullante
ja: ゴロゴロマルチャーレ
ko: 데굴데굴 마르치알레
nl: Rollende Marciale
ru: Катящееся орбитрале
zh_hans: 翻滚行进
zh_hant: 翻滾行進

# GlossarySdodrEnemyBarrierKingIida
source: Marina Agitando
es: Agitazione marínica
es_mx: Agitazione marínica
fr: Coralie Agitando
it: Nori sconcertata
ja: イイダ・エジタンド
ko: 이이다 에지탄도
nl: Mariana-Agitando
ru: Мариша фуриоза
zh_hans: 饭田·踌躇
zh_hant: 飯田‧躊躇

# GlossarySdodrEnemyBarrierKingOdako
source: Overlorder
de: Ordokto
es: Ordominio
es_mx: Ordominio
fr: Ordrissime
it: Octordine
ja: オーダコ
ko: 오더퍼스
nl: Oordeler
ru: Порядокракен
zh_hans: 秩序巨蛸
zh_hant: 秩序巨蛸

# GlossarySdodrEnemyBombBlow
source: Gushing Trionfale
de: Sprudelndes Trionfale
es: Trionfo en erupción
es_mx: Trionfo en erupción
fr: Trionfale jaillissant
it: Madrigale eruttante
ja: 噴出するトリオンファーレ
ko: 분출하는 트리온팔레
nl: Bruisende Trionfale
ru: Бурлящее бомболеро
zh_hans: 喷吐的凯旋重蚌
zh_hant: 噴吐的凱旋重蚌

# GlossarySdodrEnemyChargerTower
source: Towering Nobilmente
de: Turmhohes Nobilmente
es: Nobile dominante
es_mx: Nobile dominante
fr: Nobilmente imposant
it: Barocco torreggiante
ja: そびえ立つノビルメンテ
ko: 우뚝 솟은 노빌멘테
nl: Verheven Nobilmente
ru: Высокое каланчаменте
zh_hans: 耸立的高贵海马
zh_hant: 聳立的高貴海馬

# GlossarySdodrEnemyEscape
source: Panicking Alla Mambo
de: Türmendes Alla Mambo
es: Mambo en desbandada
es_mx: Mambo en desbandada
fr: Alla Mambo fuyard
it: Mambo evasivo
ja: 疾走するアラマンボ
ko: 질주하는 알라 맘보
nl: Nerveuze Alla Mambo
ru: Пугливое паникамбо
zh_hans: 疾走的轮转曼波
zh_hant: 疾走的輪轉曼波

# GlossarySdodrEnemyHopper
source: Springing Spiccato
de: Punktuierendes Spiccato
es: Spiccato saltarín
es_mx: Spiccato saltarín
fr: Spiccato élastique
it: Spiccato enfatico
ja: 伸縮するスピッカート
ko: 신축하는 스피카토
nl: Verende Spiccato
ru: Пружинящее прыгато
zh_hans: 伸缩的跳弓鳃鳗
zh_hant: 伸縮的跳弓鰓鰻

# GlossarySdodrEnemyLarge
source: Battering Lento
de: Preschendes Lento
es: Lentezza al azote
es_mx: Lentezza al azote
fr: Lento cogneur
it: Ritmo battente
ja: 制圧するグラーヴェ
ko: 제압하는 그라베
nl: Rammende Lento
ru: Буйное напроломенто
zh_hans: 压制的缓版瘤鲷
zh_hant: 壓制的緩版瘤鯛

# GlossarySdodrEnemyNormal
source: Marching Andante
de: Paradierendes Andante
es: Andante incontenible
es_mx: Andante incontenible
fr: Andante défileur
it: Accento incalzante
ja: 行進するアンダンテ
ko: 행진하는 안단테
nl: Marcherende Andante
ru: Парадное марш-анданте
zh_hans: 行进的行板曲鲷
zh_hant: 行進的行板曲鯛

# GlossarySdodrEnemyRivalKing
source: Parallel Canon
de: Paralleler Kanon
es: Canon irreal
es_mx: Canon irreal
fr: Canon surréel
it: Canone parallelo
ja: イカイノカノン
ko: 이계의 카논
nl: Parallelle Canon
ru: Параллельные мультиканоны
zh_hans: 异界卡农
zh_hant: 異界卡農

# GlossarySdodrEnemyShell
source: Whirling Accelerando
de: Wirbelndes Accelerando
es: Particella oscilante
es_mx: Particella oscilante
fr: Accelerando toupie
it: Rapsodia sincopata
ja: 反射するコラパルテ
ko: 반사하는 콜라 파르테
nl: Tollende Accelerando
ru: Вертящееся кружарте
zh_hans: 反弹的伴奏旋壳
zh_hant: 反彈的伴奏旋殼

# GlossarySdodrEnemySmall
source: Swarming Languendo
de: Umschwärmendes Languendo
es: Languore en tropel
es_mx: Languore en tropel
fr: Languendo grouilleur
it: Sarabanda brulicante
ja: 群れるラングエンド
ko: 군집하는 랑구엔도
nl: Zwermende Languendo
ru: Роящееся стайкато
zh_hans: 群聚的憔悴沙丁
zh_hant: 群聚的憔悴沙丁

# GlossarySdodrEnemySprinkler
source: Drizzling Capriccioso
de: Nieselndes Capriccioso
es: Capriccio pluvial
es_mx: Capriccio pluvial
fr: Capriccioso épanchard
it: Capriccio umoresco
ja: 撒き散らすカプリチョーソ
ko: 흩뿌리는 카프리치오소
nl: Druilerige Capriccioso
ru: Распыляющее каплеприччио
zh_hans: 飞溅的即兴泡鱼
zh_hant: 飛濺的即興泡魚

# GlossarySdodrEnemyTowerKing
source: Asynchronous Rondo
de: Asynchrones Rondo
es: Rondo circundante
es_mx: Rondo circundante
fr: Rondo asynchrone
it: Rondò asincrono
ja: カイセンロンド
ko: 회전 론도
nl: Asynchrone Rondo
ru: Кольцевое асинхрондо
zh_hans: 回转轮舞
zh_hant: 迴轉輪舞

# GlossarySdodrEnemyTree
source: Spawning Accordo
de: Sprießendes Accordo
es: Accordo germinal
es_mx: Accordo germinal
fr: Accordo pondeur
it: Villanella geniale
ja: 産み出すアッコルド
ko: 산란하는 아코르도
nl: Drachtige Accordo
ru: Клонирующее дупликкордо
zh_hans: 孕育的和弦灯笼鱼
zh_hant: 孕育的和弦燈籠魚

# GlossarySdodrEnemyTreeMissile
source: Homing Arpeggio
de: Jagendes Arpeggio
es: Arpeggio dirigido
es_mx: Arpeggio dirigido
fr: Arpeggio cibleur
it: Serenata assillante
ja: 飛来するアルペジオ
ko: 비래하는 아르페지오
nl: Doelgerichte Arpeggio
ru: Наводящееся торпеджио
zh_hans: 飞射的琵音鱼弹
zh_hant: 飛射的琵音魚彈

# GlossarySdodrEntrance
source: foyer
es: Entrada
es_mx: entrada
fr: hall d'entrée
it: ingresso
ja: エントランス
ko: 엔트런스
nl: ingang
ru: вестибюль
zh_hans: 入口大厅
zh_hant: 入口大廳

# GlossarySdodrFishSkeleton
source: Jelleton
de: Viskelloid
es: esquealeta
es_mx: esquealeta
fr: Squelécaille
it: Ossomolle
ja: スケルトーン
ko: 스켈레톤
nl: Drilgruwel
ru: консервитор
zh_hans: 骷髅鱼
zh_hant: 骷髏魚

# GlossarySdodrFloor
source: F
de: Etage
es: Piso
es_mx: P
fr: Étage
it: Piano
ja: Ｆ
nl: Etage
ru: Этаж
zh_hans: Ｆ
zh_hant: Ｆ

# GlossarySdodrInkBottle
source: ink bottle
de: Tintenflasche
es: botella de tinta
es_mx: botella de tinta
fr: cartouche d'encre
it: cartuccia di inchiostro
ja: インクボトル
ko: 잉크 보틀
nl: inktfles
ru: крас-патрон
zh_hans: 墨汁瓶
zh_hant: 墨汁瓶

# GlossarySdodrJem
source: Prlz
de: PRL
es: perlas
es_mx: perlas
fr: péperles
it: perla
ja: シンジュ
ko: 진주
nl: parel
ru: жемкойн
zh_hans: 珍珠
zh_hant: 珍珠

# GlossarySdodrLife
source: Lives
de: Versuch
es: vida
es_mx: vida
fr: vies
it: vite
ja: ライフ
ko: 라이프
nl: levens
ru: жизни
zh_hans: 生命
zh_hant: 生命

# GlossarySdodrLift
source: cage
de: Käfig
es: jaula
es_mx: jaula
it: gabbia
ja: ケージ
ko: 케이지
nl: kooi
ru: клетка
zh_hans: 笼轨
zh_hant: 籠軌

# GlossarySdodrLocker
source: lockers
de: Schließfächer
es: casilla
es_mx: casillero
fr: casier
it: armadietti
ja: ロッカー
ko: 로커
nl: kluisjes
ru: сейфы
zh_hans: 置物柜
zh_hant: 置物櫃

# GlossarySdodrLuckyCombo
source: Lucky Chain
de: Glückskombo
es: combo fortuna
es_mx: combo fortuna
fr: combo chance
it: combo fortunata
ja: ラッキーコンボ
ko: 럭키 콤보
nl: gelukscombo
ru: шанс-комбо
zh_hans: 幸运连击
zh_hant: 幸運連擊

# GlossarySdodrMainMission
source: objective
de: Ziel
es: objetivo
es_mx: objetivo
fr: objectif
it: obiettivo
ja: お題
ko: 과제
nl: doel
ru: задание
zh_hans: 任务
zh_hant: 任務

# GlossarySdodrMarket
source: Cipher's Siftings
de: Ciphers Zeug
es: puesto de Lucifredo
es_mx: puesto de Lucifredo
fr: Les Affaires de Crustifer
it: bancarella di Cifero
ja: ユメエビの露店
ko: 창새우 노점
nl: Cifers koopjeskraam
ru: Сток-лоток Цифера
zh_hans: 梦霞的小摊
zh_hant: 夢霞的攤販

# GlossarySdodrOrderSquare
source: Order Sector
de: Sektor Ordnung
es: Distrito del Orden
es_mx: Distrito del Orden
fr: place de l'Ordre
it: settore dell'Ordine
ja: 秩序の街
ko: 질서의 거리
nl: ordesector
ru: Площадь Порядка
zh_hans: 秩序之城
zh_hant: 秩序之城

# GlossarySdodrPalette
source: Palette
es: paleta
es_mx: paleta
it: tavoletta
ja: パレット
ko: 팔레트
nl: palet
ru: Тон-бокс
zh_hans: 调色盘
zh_hant: 調色盤

# GlossarySdodrShop
source: vending machine
de: Automat
es: expendedor
es_mx: expendedor
fr: distributeur
it: distributore automatico
ja: 自販機
ko: 자판기
nl: verkoopautomaat
ru: консервомат
zh_hans: 自动贩卖机
zh_hant: 自動販賣機

# GlossarySdodrSpawner
source: portal
fr: vortex
it: portale
ja: ポータル
ko: 포털
nl: portaal
ru: портал
zh_hans: 传送口
zh_hant: 傳送口

# GlossarySdodrStage
source: Floor
de: Etage
es: Piso
es_mx: Piso
fr: étage
it: Piano
ja: フロア
ko: 플로어
nl: Etage
ru: этаж
zh_hans: 楼层
zh_hant: 樓層

# GlossarySdodrStunBomb
source: Step-Off Song
de: Perliminator
es: estallido sonoro
es_mx: estallido sonoro
fr: tempête sonore
it: onda sonora
ja: サウンドバースト
ko: 사운드 버스트
nl: Schoksirene
ru: бум-волна
zh_hans: 音爆
zh_hant: 音爆

# GlossarySdodrStunBombDisc
source: disc piece
de: Plattenteil
es: pieza de disco
es_mx: pieza de disco
fr: fragment de disque
it: pezzo di disco
ja: ディスクパーツ
ko: 디스크 파츠
nl: diskdeel
ru: фрагмент диска
zh_hans: 唱片零件
zh_hant: 唱片零件

# GlossarySdodrTipFever
source: Color-Chip Saturation
de: Farbchip-Sättigung
es: saturación de cromochips
es_mx: saturación
fr: Monochromisme
it: saturazione schede colore
ja: カラーチップフィーバー
ko: 컬러 칩 피버
nl: tintenverzadiging
ru: тональный овердрайв
zh_hans: 色彩晶片狂潮
zh_hant: 色彩晶片狂潮

# GlossarySdodrTower
source: Spire of Order
de: Turm der Ordnung
es: Torre del Orden
es_mx: Torre del Orden
fr: tour de l'Ordre
it: Torre dell'Ordine
ja: 秩序の塔
ko: 질서의 탑
nl: Toren der Orde
ru: Башня Порядка
zh_hans: 秩序之塔
zh_hant: 秩序之塔

# GlossarySdodrWorld
source: Memverse
de: Memoversum
es: Pastiverso
es_mx: Pastiverso
fr: Poulpivers
it: Noriverse
ja: ネリバース
ko: 네리버스
nl: Herinniversum
ru: Консерватория
zh_hans: 忆界宇宙
zh_hant: 憶界宇宙

# GlossarySdodrYagura
source: turbine tower
de: Turbinenturm
es: turbina
es_mx: turbina
fr: tourbine
it: torretta a elica
ja: プロペラヤグラ
ko: 프로펠러 타워
nl: turbinetoren
ru: вертокрас
zh_hans: 螺旋桨塔楼
zh_hant: 螺旋槳塔樓

# GlossarySdServiceName
source: SplatNet 3
ja: イカリング３
ko: 오징어넷 3
zh_hans: 鱿鱼圈 3
zh_hant: 魷魚圈 3

# GlossaryShakedent
source: Gone Fission Hydroplant
de: Wasserkraftwerk Stromschnell
es: Hidrocentral Pilpil
es_mx: Hidrocentral Rebosante
fr: Centrale Anguilla
it: Centrale Anguilla Elettrica
ja: ムニ・エール海洋発電所
ko: 뫼니 엘 해양 발전소
nl: Kwikwi-krachtcentrale
ru: ГЭС-комплекс «Лом»
zh_hans: 麦年海洋发电所
zh_hant: 麥年海洋發電所

# GlossaryShakehighway
source: Jammin' Salmon Junction
de: Hakenzahn-Highway
es: Salmopista
es_mx: Salmopista
fr: Rocade Rémora
it: R-Accordo musicale
ja: すじこジャンクション跡
ko: 연어알젓 교차로 옛터
nl: Graattraject
ru: Развязка «Песнепляска»
zh_hans: 生筋子系统交流道遗址
zh_hant: 生筋子系統交流道遺址

# GlossaryShakelift
source: Salmonid Smokeyard
de: Räucherwerk
es: Ensenada Ahumada
es_mx: Ensenada Ahumada
fr: Fumoir Sans-Espoir
it: Fortino Fumino
ja: トキシラズいぶし工房
ko: 사계절 훈제 공방
nl: Visrokerij
ru: Коптильня «УгарЪ»
zh_hans: 时不知鲑烟熏工房
zh_hant: 時不知鮭煙燻工房

# GlossaryShakerail
source: Bonerattle Arena
de: Krawallhalla
es: Coliseo Óseo
es_mx: Coliseo Óseo
fr: Colisée enlisé
it: Arena Ossoscosso
ja: どんぴこ闘技場
ko: 연어 심장 투기장
nl: Vechtfuik
ru: Костолизей
zh_hans: 鲑鱼心脏斗技场
zh_hant: 鮭魚心臟鬥技場

# GlossaryShakeship
source: Marooner's Bay
de: Schiffswrack-Insel
es: Bahía Deriva
es_mx: Bahía Deriva
fr: Épave des braves
it: Isoletta del relitto
ja: 難破船ドン・ブラコ
ko: 난파선 돈 브라코
nl: Wrak van de ms Grondel
ru: Корабль «Дон Брак»
zh_hans: 漂浮落难船
zh_hant: 漂浮落難船

# GlossaryShakespiral
source: Sockeye Station
de: Fort Nautilax
es: Fuerte Espiral
es_mx: Fuerte Espiral
fr: Bastion colimaçon
it: Fortezza Spiralsalmone
ja: アラマキ砦
ko: 연어말이 요새
nl: Fort Ammoniet
ru: Наутиплекс
zh_hans: 新卷堡
zh_hant: 新卷堡

# GlossaryShakeup
source: Spawning Grounds
de: Salmoniden-Damm
es: Presa salmónida
es_mx: Presa salmónida
fr: Barrage salmonoïde
it: Diga salmonoide
ja: シェケナダム
ko: 셰케나 댐
nl: Salmonietendam
ru: Самонидская ГЭС
zh_hans: 鲑坝
zh_hant: 鮭壩

# GlossarySpecialAttack
source: Special Attack
de: Spezialangriff
es: ataque especial
es_mx: ataque especial
fr: attaque spéciale
it: attacco speciale
ja: スペシャルアタック
ko: 스페셜 어택
nl: speciale aanval
ru: особая атака
zh_hans: 特殊攻击
zh_hant: 特殊攻擊

# GlossarySpecialPoint
source: Special Point
de: Spezialpunkt
es: punto especial
es_mx: punto especial
fr: points spéciaux
it: punto speciale
ja: スペシャルポイント
ko: 스페셜 포인트
nl: speciaal punt
ru: особое очко
zh_hans: 特殊点数
zh_hant: 特殊點數

# GlossarySplatlands
source: The Splatlands
de: Distrikt Splatsville
es: región de Tintelia
es_mx: región de Tintelia
fr: Contrée Clabousse
it: Splattonia
ja: バンカラ地方
ko: 카오폴리스 지방
nl: De Splatlands
ru: Плюхтония
zh_hans: 蛮颓地区
zh_hant: 蠻頹地區

# GlossarySplatsVille
source: Splatsville
es: Tintelia
es_mx: Tintelia
fr: Cité-Clabousse
it: Splatville
ja: バンカラ街
ko: 카오폴리스 타운
ru: Плюхтон
zh_hans: 蛮颓镇
zh_hant: 蠻頹鎮

# GlossarySquidRoll
source: Squid Roll
de: Tintenfischrolle
es: emerger de una pirueta
es_mx: emerger de una pirueta
fr: vrille calamar
it: avvitotano
ja: イカロール
ko: 징어롤
nl: inktrol
ru: кальмарный ролл
zh_hans: 鱿鱼滚行
zh_hant: 魷魚滾行

# GlossarySquidSpawn
source: Squid Spawn
de: Arenasprung
es: entrar en el escenario
es_mx: entrar en el escenario
fr: déploiement calamar
it: calammaraggio
ja: イカスポーン
ko: 징어스폰
nl: de strijd in schieten
ru: десантная инкубация
zh_hans: 鱿鱼生成
zh_hant: 魷魚生成

# GlossarySquidSurge
source: Squid Surge
de: Wandsprung
es: saltar desde la tinta
es_mx: saltar desde la tinta
fr: déferlante calamar
it: impinnata
ja: イカノボリ
ko: 징어클라임
nl: muurboost
ru: кальмарный рывок
zh_hans: 鱿鱼登顶
zh_hant: 魷魚登頂

# GlossarySticker
source: sticker
de: Aufkleber
es: pegatina
es_mx: calcomanía
fr: autocollant
it: adesivo
ja: ステッカー
ko: 스티커
ru: наклейка
zh_hans: 贴纸
zh_hant: 貼紙

# GlossarySwimRingTank
source: life ring
de: Rettungsring
es: salvavidas
es_mx: salvavidas
fr: Bouée de sauvetage
it: salvagente
ja: ウキワタンク
ko: 튜브 탱크
nl: reddingsboei
ru: спасательный круг
zh_hans: 泳圈槽
zh_hant: 泳圈槽

# GlossaryTakowasa
source: DJ Octavio
de: DJ Oktario
es: DJ Octovius
es_mx: DJ Octovius
fr: DJ Octave
it: DJ Octavius
ja: DJタコワサ将軍
ko: DJ 문추냉이 장군
ru: DJ Октавио
zh_hans: DJ芥末章鱼将军
zh_hant: DJ芥末章魚將軍

# GlossaryTricolorSignal
source: Ultra Signal
de: Surimi-Signal
es: ultraseñal
es_mx: ultraseñal
fr: Tridenfusée
it: ultrasegnale
ja: スーパーシグナル
ko: 슈퍼 시그널
nl: Ultrasignaal
ru: ультра-маячок
zh_hans: 超级信号
zh_hant: 超級信號

# GlossaryTricolorTreasure
source: Sprinkler of Doom
de: Giga-Sprinkler
es: surtidor fatal
es_mx: irrigador letal
fr: fontaine du fléau
it: irrigatore del destino
ja: マトイ
ko: 표치
nl: Doemsprinkler
ru: Гигаразбрызгиватель
zh_hans: 涂满告示牌
zh_hant: 塗滿告示牌

# GlossaryTrumpetShell
source: conch shell
de: Tritonshorn
es: caracola
es_mx: caracola
fr: conque
it: conchiglia
ja: ホラガイ
ko: 소라고둥
nl: prijsschelp
ru: раковина
zh_hans: 法螺
zh_hant: 法螺

# GlossaryTrumpetShellScramble
source: Conch Clash
de: Tritonskampf
es: Caracolisión
es_mx: Caracolisión
fr: Conquétition
it: Conchigliata
ja: ホラガイ争奪戦
ko: 소라고둥 쟁탈전
nl: Prijsschelppret
ru: Раковин-ролл
zh_hans: 法螺争夺战
zh_hant: 法螺爭奪戰

# GlossaryTurbanShell
source: Super Sea Snail
de: Supermuschel
es: supermolusco
es_mx: supermolusco
fr: super coquillage
it: super mollusco
ja: スーパーサザエ
ko: 슈퍼 소라
nl: superzeeslak
ru: круть-улитка
zh_hans: 超级蝾螺
zh_hant: 超級蠑螺

# GlossaryUdemaePoint
source: Rank Points
de: Rangpunkte
es: Puntos de rango
es_mx: Puntos de rango
fr: points de rang
it: punti rango
ja: ウデマエポイント
ko: 랭크 포인트
nl: rangpunten
ru: очки за разряд
zh_hans: 技术点数
zh_hant: 技術點數

# GlossaryUdemaePoint00
source: Rank-Up Battle
de: Aufstiegskampf
es: combate de ascenso
es_mx: combate de ascenso
fr: match de rang
it: partita rango +
ja: 昇格戦
ko: 승급전
nl: ranggevecht
ru: бой за разряд
zh_hans: 晋级战
zh_hant: 晉級戰

# GlossaryUroko
source: fish scales
de: Schuppe
es: escamas
es_mx: escamas
fr: écailles
it: squama di pesce
ja: ウロコ
ko: 비늘
nl: visschubben
ru: чешуйки
zh_hans: 鳞片
zh_hant: 鱗片

# GlossaryVendor
source: Murch
de: Sid
es: Enrizo
es_mx: Enrizo
fr: Tipik
it: Echino
ja: スパイキー
ko: 스파이키
nl: Mikey
ru: Иглюха
zh_hans: 刺冠
zh_hant: 刺冠

# GlossaryVendorFsodr
source: Spyke
de: Siggi
es: Eri
es_mx: Eri
fr: Kipik
it: Richie
ja: ダウニー
ko: 다우니
ru: Шипаня
zh_hans: 丹尼
zh_hant: 丹尼

# GlossaryVsObj01
source: target
de: Ziel
es: blanco
es_mx: blanco
fr: cible
it: bersaglio
ja: マト
ko: 과녁
nl: doelwit
ru: мишень
zh_hans: 标靶
zh_hant: 標靶

# GlossaryVsObj03
source: Splat Zone
de: Splatterzone
es: zona de pintado
es_mx: zona de pintado
fr: Défense de zone
it: zona splat
ja: ガチエリア
ko: 랭크 에어리어
nl: Spetterzone
ru: зона контроля
zh_hans: 真格区域
zh_hant: 真格區域

# GlossaryVsObj04
source: Tower Control Tower
de: Turm
es: torre
es_mx: torreón
fr: Stand de l'Expédition risquée
it: torre mobile
ja: ガチヤグラ
ko: 랭크 타워
nl: Toren uit Torentwist
ru: Башня из «Боя за башню»
zh_hans: 真格塔楼
zh_hant: 真格塔樓

# GlossaryVsObj05
source: Rainmaker
de: Goldfischkanone
es: pez dorado
es_mx: pez dorado
fr: Mission Bazookarpe
it: bazookarp
ja: ガチホコ
ko: 랭크 피시
nl: Bazookarper
ru: Мегакарп
zh_hans: 真格鱼虎
zh_hant: 真格魚虎

# GlossaryVsObj10
source: power clam
de: Powermuschel
es: superalmeja
es_mx: almejón
fr: super palourde
it: super vongola
ja: ガチアサリ
ko: 랭크 바지락
nl: superschelp
ru: круть-устрица
zh_hans: 真格蛤蜊
zh_hant: 真格蛤蜊

# GlossaryVsObj11
source: clam
de: Muschel
es: almeja
es_mx: almeja
fr: palourde
it: vongola
ja: アサリ
ko: 바지락
nl: schelp
ru: устрица
zh_hans: 蛤蜊
zh_hant: 蛤蜊

# GlossaryVsObj13
source: Fizzbang
de: Feierkracher
es: bola pirotíntica
es_mx: bomba festiva
fr: Balle pyrotek
it: sfera pirotecnica
ja: ハナビダマ
ko: 불꽃탄
nl: Knalbal
ru: фейербол
zh_hans: 烟火弹
zh_hant: 煙火彈

# GlossaryWeaponLicense
source: Sheldon License
de: ArtyCard
es: licencia de Jairo
es_mx: licencia de Jairo
fr: brevet Cartouche
it: licenza di Armand
ja: ブキチライセンス
ko: 부키치 라이선스
nl: Krabbert-vergunning
ru: лицензия Пушкина
zh_hans: 武器兑换证
zh_hant: 武器兌換證

# GlossaryWeaponLicenseGold
source: Gold Sheldon License
de: Gold-ArtyCard
es: licencia dorada de Jairo
es_mx: licencia dorada de Jairo
fr: brevet Cartouche Or
it: licenza d'oro di Armand
ja: ゴールドブキチライセンス
ko: 골드 부키치 라이선스
nl: gouden Krabbert-vergunning
ru: золотая лицензия Пушкина
zh_hans: 金色武器兑换证
zh_hant: 金色武器兌換證

# GlossaryWeaponShop
source: Sheldon
de: Arty
es: Jairo
es_mx: Jairo
fr: Cartouche
it: Armand
ja: ブキチ
ko: 부키치
nl: Krabbert
ru: Пушкин
zh_hans: 武器子
zh_hant: 武器子

# GlossaryWeaponShopFsodr
source: Shelly
de: Kim
es: Jairito
es_mx: Jairito
fr: Limu
it: Army
ja: マメブキチ
ko: 콩키치
nl: Krabbie
ru: Дот
zh_hans: 豆豆武器子
zh_hant: 豆豆武器子

# GlossaryWeaponShopFsodrSub
source: Donny
de: Körnchen
es: Jairín
es_mx: Jairín
fr: Lumi
it: Andy
ja: ツブブキチ
ko: 밤키치
nl: Bertje
ru: Дзот
zh_hans: 粒粒武器子
zh_hant: 粒粒武器子

# GlossaryXRanking
source: X Rankings
de: X-Rangliste
es: Clasificación del rango X
es_mx: Clasificación del rango X
fr: classement de matchs X
it: classifica X
ja: Xランキング
ko: X 랭킹
nl: X-ranglijst
ru: Разряд X
zh_hans: X排名
zh_hant: X排名

# GlossaryXRegionGroup
source: Division
de: Gruppe
es: División
es_mx: División
it: gruppo
ja: グループ
ko: 그룹
nl: competitie
ru: Группа
zh_hans: 组别
zh_hant: 組別

# GlossaryYongou
source: Agent 4
de: Nr. 4
es: Agente 4
es_mx: Agente 4
fr: Numéro 4
it: Numero 4
ja: ４号
ko: 4호
ru: агент 004
zh_hans: 4号
zh_hant: 4號

# GoodsGoodsNameEmiStiDecoration18
source: GCI-NMLSMN neon
de: Leuchtaufkleber „BÄR-SLM-ST“
es: Neón SNR-DSO
es_mx: Neón SNR-DSO
fr: Néon MOSA-SANRM
it: Neon UC-SNO
ja: ネオン KS-FSY
ko: MRBS-NMLSMN 네온
nl: Neonsticker BC-ZLMNM
ru: Неонка ТАП-ЛОС
zh_hans: 霓虹 KS-FSY
zh_hant: 霓虹 KS-FSY

# GoodsGoodsNameEmiStiDecoration19
source: GCI-FRI neon
de: Leuchtaufkleber „BÄR-SLMNS“
es: Neón ALV-DSO
es_mx: Neón HSLL-DSO
fr: Néon MOSA-FRT
it: Neon UC-AVA
ja: ネオン KS-TGY
ko: MRBS-FRI 네온
nl: Neonsticker BC-FTR
ru: Неонка ТАП-МАЛЬ
zh_hans: 霓虹 KS-TGY
zh_hant: 霓虹 KS-TGY

# GoodsGoodsNameEmiStiDecoration20
source: GCI-XLSMN neon
de: Leuchtaufkleber „BÄR-SLMNL“
es: Neón SLO-DSO
es_mx: Neón SLO-DSO
fr: Néon MOSA-SAXL
it: Neon UC-SGR
ja: ネオン KS-OOZ
ko: MRBS-XLSMN 네온
nl: Neonsticker BC-ZLMXL
ru: Неонка ТАП-ЖИР
zh_hans: 霓虹 KS-OOZ
zh_hant: 霓虹 KS-OOZ

# GoodsGoodsNameEmiStiDecoration31
source: CL-RNF neon sign
de: Neonschild „SWF-RMN“
es: Neón DR-FYP
es_mx: Neón DR-FYP
fr: Panneau QCC-PEP
it: Cartello neon GRA-REP
ja: ネオン TK-STR
ko: GMG-FAR 네온
nl: Neonbord VSD-V&R
ru: Неоновый знак КРАБ-РМН
zh_hans: 霓虹 TK-STR
zh_hant: 霓虹 TK-STR

# GoodsGoodsNameEmiStiSignboard15
source: GCI-SMNKTCH neon
de: Leuchtaufkleber „BÄR-FNG“
es: Neón CZS-DSO
es_mx: Neón CZS-DSO
fr: Néon MOSA-PESA
it: Neon UC-SCT
ja: ネオン KS-SHK
ko: MRBS-SMNKTCH 네온
nl: Neonsticker BC-ZLMVG
ru: Неонка ТАП-ЛОВ
zh_hans: 霓虹 KS-SHK
zh_hant: 霓虹 KS-SHK

# GoodsGoodsNameFigAcousticGuitar00
source: ST-NT acoustic guitar
de: Akustikgitarre „TFG-NT“
es: Guitarra acústica CLM-NT
es_mx: Guitarra acústica CLM-NT
fr: Guitare acoustique GC-NT
it: Chitarra acustica CC-NA
ja: アコースティックギター AIG-NT
ko: 어쿠스틱 기타 ASG-NT
nl: IG-NT akoestische gitaar
ru: Акустическая гитара КАЛЬ-НАТ
zh_hans: 原声吉他 AIG-NT
zh_hant: 原聲吉他 AIG-NT

# GoodsGoodsNameFigAcousticGuitar01
source: ST-CS acoustic guitar
de: Akustikgitarre „TFG-KB“
es: Guitarra acústica CLM-CRZ
es_mx: Guitarra acústica CLM-CRZ
fr: Guitare acoustique GC-CS
it: Chitarra acustica CC-CS
ja: アコースティックギター AIG-CS
ko: 어쿠스틱 기타 ASG-CS
nl: IG-KS akoestische gitaar
ru: Акустическая гитара КАЛЬ-СИВИШ
zh_hans: 原声吉他 AIG-CS
zh_hant: 原聲吉他 AIG-CS

# GoodsGoodsNameFigAcousticGuitar02
source: ST-VS acoustic guitar
de: Akustikgitarre „TFG-VNT“
es: Guitarra acústica CLM-VNT
es_mx: Guitarra acústica CLM-VNT
fr: Guitare acoustique GC-VS
it: Chitarra acustica CC-VS
ja: アコースティックギター AIG-VS
ko: 어쿠스틱 기타 ASG-VS
nl: IG-VS akoestische gitaar
ru: Акустическая гитара КАЛЬ-СИТАЖ
zh_hans: 原声吉他 AIG-VS
zh_hant: 原聲吉他 AIG-VS

# GoodsGoodsNameFigAcousticGuitar03
source: ST-JF acoustic guitar
de: Akustikgitarre „TFG-QLL“
es: Guitarra acústica CLM-MDS
es_mx: Guitarra acústica CLM-MDS
fr: Guitare acoustique GC-MD
it: Chitarra acustica CC-ME
ja: アコースティックギター AIG-JF
ko: 어쿠스틱 기타 ASG-JF
nl: IG-KWL akoestische gitaar
ru: Акустическая гитара КАЛЬ-ДУЗ
zh_hans: 原声吉他 AIG-JF
zh_hant: 原聲吉他 AIG-JF
