Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrEnemyCommentShellUnlockComment04
source: So we can splat 'em to turn thetables, huh? You know what todo, Eight. Take these out, andmake its friends regret it evershowed its sorry face!
de: Wir können also ihre Überrestegegen ihre Kumpel einsetzen?Stark! Hast du gehört, Nr. 8?Halt Ausschau nach Panzern undbolz sie auf deine Gegner!
es: ¿Puedes convertirlos en armapara tu beneficio? Pues entoncesserá prioritario acabar con ellos,¿verdad, Ocho?
es_mx: ¿Puedes convertirlos en arma?¡Pues derrótalos primero y mandasu caparazón de vuelta hacia susamigos!
fr: Alors si on les liquide, on peut lesutiliser pour prendre l'avantage ?À toi de jouer, Huit. Élimines-enun et fais regretter à ses potesqu'il ait osé sortir sa trogne.
it: Quindi possiamo eliminarli perribaltare la situazione, eh?Sai cosa devi fare, Otto.Vederli splattare i loro stessiamici sarà una gioia!
ja: 倒した後は、こっちのブキみてーなもんか！真っ先に倒して けっとばせ、ハチ！
ko: 쓰러뜨린 뒤에는 우리 무기가 되는 거네!맨 먼저 쓰러뜨리고 뻥 차 주자, 에이트!
nl: Als je ze verslaat, krijg je er inwezen een wapen bij, Acht. Zorgdat ze er spijt van krijgen als zehun kop laten zien!
ru: В общем, разберемся с ними,и победа в кармане. Восьмерка,ты знаешь, что делать. Докажиим всем, что зря они такулыбаются!
zh_hans: 也就是说，击倒它就能算是我们的武器啊！那就率先击倒它并突破难关吧，小八！
zh_hant: 把牠擊倒之後就會成為我們的武器！就搶先擊倒牠並突破難關吧，小八！

# SdodrSdodrEnemyCommentShellUnlockCommentConclusion
source: Primo targets to use as weapons!
de: Erst nervig, dann nützlich!
es: ¡Eliminarlos tiene ventajas!
es_mx: ¡Eliminarlos tiene ventajas!
fr: Ennemi d'abord, puis allié involontaire !
it: Splattali e poi arriva il bello!
ja: 倒してからが本番
ko: 쓰러뜨린 후에 발휘되는 진가
nl: Verander deze vijanden in wapens!
ru: Победил, пнул панцирь, победил!
zh_hans: 击倒后才是重头戏
zh_hant: 擊倒後才是重頭戲

# SdodrSdodrEnemyCommentSprinklerUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentSprinklerUnlockComment02
source: I can't stand these things. They'llspill ink all day if you let them.Do yourself a favor, and takethem out before the whole floor'sa mucky mess.
de: Ich kann diese Kerle nicht leiden.Verspritzen andauernd ihre Tinte.Kleiner Tipp von mir: Schalte dieso schnell wie möglich aus, bevorhier alles vollgekleckst ist.
es: Si no se lo impides, estos bichosodiosos lo riegan todo de tinta.¡Es indignante!
es_mx: Si no se lo impides, estosincordios voladores lo riegantodo de tinta. Es lo peor.
fr: Je déteste ces bestioles. Si onles laissait faire, elles encreraientdu matin au soir. Alors n'attendspas qu'elles aient inondé tout leterrain pour les éliminer.
it: Questi cosi non li sopporto. Nonfanno altro che sputare inchiostrotutto il tempo. Fatti un favoree toglili di mezzo prima cheimpiastrino l'intero pavimento.
ja: 上空から敵のインクをまき散らすやっかいなヤツだ 放っておくと地面が敵のインクだらけにナル
ko: 상공에서 잉크를 흩뿌리는성가신 녀석이야. 방치하면 지면이적의 잉크투성이가 되겠지
nl: Deze dingen kan ik niet uitstaan.Ze verven erop los, dus doe jezelfeen plezier en versla ze voordatde hele vloer onder zit met hunsmerige inkt.
ru: Этих я терпеть не могу. Онимогут красить круглыми сутками.Давай-ка побыстрее с нимиразберемся, пока мы в ихкраске не увязли.
zh_hans: 它会从上空喷洒敌人的墨汁，很棘手。放任不管的话，地面会被敌人涂满墨汁。
zh_hant: 牠會從上空噴灑敵人的墨汁，是個棘手的敵人，要是置之不理的話，地面就全都是敵人的墨汁了。

# SdodrSdodrEnemyCommentSprinklerUnlockComment03
source: If you defeat them early, theydon't pose much of a threat. Andthey don't have much healtheither. Try to take them downas soon as you see them!
de: Besiegst du sie rasch, stellen siekeine große Gefahr dar. Vieleinstecken können sie auch nicht,also knöpf sie dir direkt vor,wenn du welche siehst!
es: Tampoco tienen tanto peligrosi logras eliminarlos pronto.¡Pégales sin piedad y verásque no aguantan demasiado!
es_mx: No son tan peligrosos si lograseliminarlos pronto. ¡Pégales sinpiedad y verás que no aguantandemasiado!
fr: Si tu les élimines rapidement,elles posent pas trop problème...surtout qu'elles sont plutôtfaiblardes. Alors si tu en repèresune, liquide-la vite fait bien fait !
it: Se li elimini subito, non sono unagrande minaccia. E non hannonemmeno tanta resistenza.Cerca di splattarli appena li vedi!
ja: 早めに倒せばヒガイをおさえられます体力は少な目なので、見つけたらすぐに倒しちゃいましょう！
ko: 빨리 쓰러뜨리면 피해를 줄일 수 있어요체력은 적은 편이니 발견하면얼른 쓰러뜨리도록 해요!
nl: Als je ze snel verslaat, heb jeweinig last van ze. En ze zijn ookvrij zwak voor je aanvallen. Rekendus met ze af zodra je ze ziet.
ru: Если плюхнуть сразу, то особоговреда они не успеют нанести.Да и здоровья у них немного.В общем, как увидишь, сразуатакуй!
zh_hans: 尽早击倒它，就能减少受到的危害。它的体力比较少，一旦发现就马上击倒吧！
zh_hant: 只要盡快擊倒就能減少受害的程度，因為體力較少，一旦發現就馬上擊倒吧！

# SdodrSdodrEnemyCommentSprinklerUnlockComment04
source: They're a good reminder to lookup every now and then. Keep yourhead on a swivel, Eight!
de: Die Typen sind ein gutes Beispieldafür, dass du beim Klecksenauch öfter mal nach oben guckensolltest. Hast du gehört, Nr. 8?Augen auf beim Tintenlauf!
es: Se mueven por las alturas, ¡asíque también deberás prestaratención por encima de la cabeza,Ocho!
es_mx: Se mueven por las alturas, ¡asíque también deberás prestaratención por encima de la cabeza,Ocho!
fr: L'important, c'est de pas oublierde regarder en l'air de temps entemps. Faut avoir les yeuxpartout, Huit !
it: Sono utili per ricordarsi diguardare in alto, ogni tanto.Stai sempre all'erta, Otto!
ja: ういてるから気づかないんだよなー！ハチ！ 頭上に注意だ！
ko: 떠 있어서 알아차리기 힘들단 말이지～!에이트! 머리 위를 조심해!
nl: Kijk af en toe omhoog. Als jedat niet doet, dan zorgen dezevijanden dat je daar spijt vankrijgt, Acht!
ru: Эти ребята напоминают о том,что иногда нужно смотретьвверх. Так что гляди в оба,Восьмерка!
zh_hans: 它是会飘在天上的敌人，所以不易发现！小八！记得留意你的头上！
zh_hant: 因為浮在空中所以不好察覺！小八！要注意頭上！

# SdodrSdodrEnemyCommentSprinklerUnlockCommentConclusion
source: Keep it your turf, not theirs!
de: Lass sie nicht alles vollklecksen!
es: ¡O lo entintas o te entinta!
es_mx: ¡O lo entintas o te entinta!
fr: Les laisse pas te piquer ton territoire !
it: Non farti colorare il territorio!
ja: 塗られる前に倒せ
ko: 칠해지기 전에 쓰러뜨리자
nl: Laat je territorium niet inpikken!
ru: Наш район, наш цвет!
zh_hans: 在被涂墨前击倒
zh_hant: 在被塗墨前擊倒

# SdodrSdodrEnemyCommentTowerKingUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentTowerKingUnlockComment02
source: The face-like nodes on the rimare its weak spots. Bad thingshappen if the searchlight catchesyou, so hide in its blind spots orduck into your ink until it passes.
de: Die gesichtsartigen Auswüchseam Rand sind sein Schwachpunkt.Wenn dich das Suchlicht erwischt,wird’s übel für dich, also immergut ausweichen oder abtauchen.
es: Su punto débil está en esossalientes con aspecto de cara.Si te localiza con su foco de luz,te atacará sin dudar. Sumérgeteen tinta con sigilo para evitarlo.
es_mx: Su punto débil está en esossalientes con aspecto de cara.Si te localiza con su foco de luz,te atacará sin dudar. Sumérgeteen tinta con sigilo para evitarlo.
fr: Les protubérances qui ressemblentà un visage sont son point faible.Si le faisceau lumineux te repère,gare à toi, alors cache-toi dansson angle mort ou dans ton encre.
it: Quei nodi che sembrano voltisono i suoi punti deboli. Non fartiindividuare dal suo riflettore:nasconditi nei punti ciechi onell'inchiostro finché non passa.
ja: 顔みたいな出っ張りが弱点ダサーチライトに見つかると攻撃されるからかくれるか、センプクしてやりすごそウ
ko: 얼굴처럼 생긴 툭 튀어나온 곳이 약점이야서치라이트에 걸리면 공격해 오니까숨거나 잠복해서 버티자
nl: De gezichtachtige bulten zijn dezwakke plekken. Blijf uit hetzoeklicht door je te verstoppen ofin je inkt te duiken, anders kom jein de problemen.
ru: Выступы на краю, похожие на лица,и есть слабые места. Главное,не попадись в луч прожектора,так что бегай от него или прячьсяв своей краске.
zh_hans: 像脸一样突出的部分是它的弱点。要是被探照灯发现，就会遭到它的攻击，靠躲藏或潜伏避开探照灯吧。
zh_hant: 像臉一樣的突出部位就是弱點，如果被探照燈照到就會遭受攻擊，靠躲藏或潛伏來閃避吧。

# SdodrSdodrEnemyCommentTowerKingUnlockComment03
source: You'll need to destroy the lit-uplayers to win. You can work yourway up from the bottom, or tryfor the higher layers first if youhave a long-range weapon!
de: Um es zu besiegen, musst dudie hellen Abschnitte zerstören.Falls du keine Fernwaffe hast,um an die oberen zu kommen, fangunten an und arbeite dich hoch.
es: Para acabar con él, tendrás queeliminar las capas iluminadas.Da igual que empieces por abajoo por arriba, ¡siempre que logresalcanzar hasta ahí con tu arma!
es_mx: Para vencerlo, tendrás queeliminar las capas iluminadas.Da igual que empieces por abajoo por arriba, ¡siempre que logresalcanzar hasta ahí con tu arma!
fr: Tu devras dégommer chaque strateilluminée pour le vaincre. Tu peuxcommencer par le bas et remonter,ou viser direct plus haut si tu asune arme à longue portée !
it: Per vincere, devi distruggeregli strati illuminati. Puoi partiredal basso e risalire, oppure puoipartire direttamente dall'altose hai un'arma a lunga gittata!
ja: ハデに光る層を全部壊せば倒せます下層から順に壊してもいいですし、長射程のブキなら上層もねらえますね！
ko: 번쩍이는 층을 전부 파괴하면 쓰러뜨릴 수있어요. 아래부터 차례대로 파괴해도 되고원거리 무기라면 위도 노릴 수 있답니다!
nl: Je moet de lagen met lichtjesvernielen om te winnen. Je kuntonderaan beginnen en naar bovenwerken of de bovenste lagen eerstdoen met een langeafstandswapen.
ru: Для победы нужно уничтожитьуровни с огоньками. Можешь начатьс самого низа и продвигатьсянаверх. Или начни сверху, если,конечно, есть оружие дальнего боя.
zh_hans: 破坏掉所有耀眼的发光层就能将其击倒。可以从下层开始依次破坏，也可以用射程长远的武器瞄准上层！
zh_hant: 將閃亮的發光層全數摧毀就能擊倒。可以從下層開始依序摧毀，也能靠射程長遠的武器瞄準上層！

# SdodrSdodrEnemyCommentTowerKingUnlockComment04
source: Wait, is that a symbol under thesearchlight? I think it's showingwhat kind of attack it'll do orsomething.
de: Sekunde mal, ist dort etwa einSymbol unter dem Scheinwerfer?Vielleicht ein Hinweis, welche Artvon Angriff als nächstes folgt...
es: ¿Eh? ¿Qué será ese símbolo quese ve bajo la luz? Igual es el tipode ataque que se avecina...
es_mx: ¿Eh? ¿Qué será ese símbolo quese ve bajo la luz? ¿Será el tipode ataque que se avecina...?
fr: Attends, c'est quoi le truc sousle faisceau ? Un symbole ?Peut-être que ça indique quelleattaque il va effectuer, ou untruc du genre.
it: Un momento... sotto al riflettorec'è un simbolo? Credo che indichil'attacco che userà, o qualcosadel genere.
ja: ん？ サーチライトの下にマークがあるな！あれ、攻撃の種類っぽいぞ！
ko: 응? 서치라이트 아래에 마크가 있네!저게 공격의 종류인가 봐!
nl: Wacht, is dat een symbool onderhet zoeklicht? Ik denk dat jedaaraan kunt zien wat voor aanvaleraan komt.
ru: Подожди, а что это за символпод прожектором? Похоже,он указывает на тип атакиили что-то в этом роде.
zh_hans: 嗯？探照灯的下方有标记啊！那似乎代表着攻击的种类！
zh_hant: 嗯？探照燈底下有個標記耶！咦？那好像是攻擊的種類喔！

# SdodrSdodrEnemyCommentTowerKingUnlockCommentConclusion
source: Don't get caught in the searchlight!
de: Raus aus dem Scheinwerferlicht!
es: ¡Ojo con el foco!
es_mx: ¡Ojo con el foco!
fr: Évite le faisceau lumineux !
it: Evita il riflettore!
ja: サーチライトに見つかるな
ko: 서치라이트를 조심하자
nl: Blijf uit het zoeklicht!
ru: Не попадись в луч прожектора!
zh_hans: 避开探照灯
zh_hant: 閃避探照燈

# SdodrSdodrEnemyCommentTreeMissileUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentTreeMissileUnlockComment02
source: These are the missiles that comeflying if you leave those weirdtree things alone. They home inon you, but slowly, so don't panic.
de: Dies sind die Raketen, die diesekomischen Baumdinger abfeuern.Sie fliegen dir nach, aber zumGlück nur sehr langsam, also nurkeine Panik.
es: Estos proyectiles de aspectovegetal se empeñan en seguirteallá donde vayas. No son muyrápidos que digamos, así quetampoco te estreses, Ocho.
es_mx: Estos proyectiles brotan de esosárboles nefastos. Te perseguirán,pero no son muy veloces, así queesquívalos y derríbalos cuandotengas la oportunidad.
fr: Ça, ce sont les missiles queproduisent ces espèces d'arbresbizarres. Ils te traquent, maissont plutôt lents, alors pas depanique.
it: Questi sono i missili che tirincorreranno se non distruggiquello strano nemico a forma dipianta. Comunque sono piuttostolenti, quindi non andare nel panico.
ja: 植物みたいな敵が飛ばすミサイルだネハチに向かってゆっくり飛んでくるから撃ち落とソウ
ko: 식물처럼 생긴 적이 날리는 미사일이야에이트를 향해서 천천히 날아오니까쏘아서 떨어뜨리자
nl: Dit zijn de raketten die op je afkomen vliegen als je niets aan dezaden van die rare bomen doet.Ze zijn doelzoekend, maargelukkig niet erg snel.
ru: Если оставить в покое это древесноенечто, то в тебя полетят эти...ракеты. Они самонаводящиеся,но медленные, так что не паникуй...сразу.
zh_hans: 这是那个植物一样的敌人发射的导弹。导弹会朝小八慢慢地飞过来，趁机击落它们吧。
zh_hant: 這是那個像植物的敵人發射的導彈，導彈會朝著小八慢慢地飛過來，這時候就趁機擊落吧。

# SdodrSdodrEnemyCommentTreeMissileUnlockComment03
source: Don't try to run from them, Eight!They'll just chase you down. Theyleave nasty ink splatters whereverthey hit too.
de: Versuch erst gar nicht, vor ihnenwegzulaufen, Nr. 8! Die Raketensind echt hartnäckig. Und nochdazu färben sie alles mit Tinteein, wenn sie einschlagen.
es: Tratar de despistarlos sirve depoco. Ten también en cuenta que,si impactan en una superficie, laimpregnan de tinta enemiga.
es_mx: ¡Huir de ellos es inútil, Ocho!No dejarán de perseguirte.Y recuerda que si impactan en unasuperficie la cubrirán de tinta.
fr: Tente pas de les fuir, Huit, ils tepoursuivront inlassablement. Etils répandent des vilaines flaquesd'encre quand ils explosent.
it: Non cercare di scappare, Otto!Continueranno a rincorrerti...E inoltre schizzano inchiostrodappertutto quando esplodono.
ja: ハチさんがにげても追ってきますし、地面に当たると爆発して、敵のインクで塗られちゃいます～
ko: 에이트 씨가 도망쳐도 쫓아오고지면에 닿으면 폭발해서 적의 잉크로뒤덮여 버려요～
nl: Wegrennen heeft geen zin, Acht,want ze blijven achter je aan komen!En ze laten lelijke inktvlekken achterop de plekken waar ze exploderen.
ru: Не пытайся убежать от них,Восьмерка! Все равно догонят.К тому же они оставляют гадкиекляксы краски, куда бы онине попали.
zh_hans: 就算小八逃跑，导弹也会追过来。导弹击中地面后会爆炸，并涂上敌人的墨汁～
zh_hant: 即使小八逃跑也會追過來，一旦碰到地面就會爆炸，並留下敵人的墨汁喔～

# SdodrSdodrEnemyCommentTreeMissileUnlockComment04
source: Yo, you do NOT want to take oneof these to the face. Get 'embefore it's too late, Eight!
de: Eins ist jedenfalls klar wieFischbrühe: Halt dir die Dingervom Leib und versuch sieabzuschießen, bevor sie dicherreichen, Nr. 8!
es: ¡Destrúyelos antes de que tealcancen! No quiero ni pensarlo que dolerá que una de esascosas te pegue de lleno...
es_mx: ¡Destrúyelos antes de que tealcancen! Si no, te arrepentiráscuando te lleves un misilazo enla cara.
fr: Petit conseil, évite de t'enprendre un dans la tronche.Élimine-les avant qu'il nesoit trop tard, Huit !
it: Preferirei non prendermeneuno in faccia, Otto. Eliminaliprima che sia troppo tardi!
ja: 直撃するとチョー痛ぇぞ！当たる前にやっちまえ、ハチ！
ko: 맞으면 엄청 아파!맞기 전에 처리해 버리자, 에이트!
nl: Het laatste wat je wilt, is dat zein je gezicht exploderen, dushaal ze neer voordat het te laatis, Acht!
ru: Йо, не дай им к тебеприблизиться! Плюхай ихна расстоянии, Восьмерка!
zh_hans: 直接被导弹命中超级痛的！在被打中前击落导弹吧，小八！
zh_hant: 直接命中的話可是超級痛的！在被打到之前擊落吧，小八！

# SdodrSdodrEnemyCommentTreeMissileUnlockCommentConclusion
source: Shoot 'em before they get you!
de: Schieß sie ab, sonst knallt’s!
es: ¡Que no te den!
es_mx: ¡Que no te alcancen!
fr: Dégomme-les avant qu'ils t'atteignent !
it: Abbattili prima che ti raggiungano!
ja: 当たる前に撃て
ko: 맞기 전에 쏘자
nl: Haal ze neer voordat ze je pakken!
ru: Плюхай их, пока они далеко!
zh_hans: 在被打中前击落
zh_hant: 在被打到之前擊落

# SdodrSdodrEnemyCommentTreeUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentTreeUnlockComment02
source: The seeds growing out of thembecome missiles that home in onyou. Never mind the base. Breakall the seeds, and they'll self-destruct in a big explosion.
de: Die Samen, die auf ihnen wachsen,werden zu Zielsuchraketen! Ihnensollte deine Hauptaufmerksamkeitgelten. Zerstörst du alle Samen,fliegen die Burschen in die Luft!
es: Los frutos que le brotan en lacabeza se transforman en misilesy salen disparados hacia ti.Si acabas con todos, el engendroexplota por sí mismo.
es_mx: Los frutos que le brotan en lacabeza se transforman en misilesque te persiguen. Si eliminastodos los misiles antes de que loslance, el cuerpo se autodestruirá.
fr: Les graines qui leur poussentdessus deviennent des missilesqui te traquent. Dégomme lesgraines, et elles exploserontspectaculairement.
it: I semi generati da questi nemicidiventano missili a inseguimento.E indovina un po' chi inseguono?Non ti preoccupare della base,colpisci i semi e falli esplodere.
ja: 頭に生えている実が育つとミサイルになって飛んでクル 根っこが本体だけど、実を全部壊して自爆させるとイイ
ko: 머리에 맺힌 열매가 자라면미사일이 돼서 날아와. 뿌리가 본체지만열매를 전부 파괴해서 자폭시키면 돼
nl: De zaden die eruit groeien,veranderen in raketten die hundoel zoeken. Negeer de basis, maarvernietig de zaden en het ding zalop spectaculaire wijze exploderen.
ru: Их проростки превращаютсяв ракеты, которые наводятсяи летят в тебя. Забудь про основу.Уничтожь проростки, и основывзорвутся сами собой.
zh_hans: 它头上的果实成熟后会变成导弹袭来，虽然根部才是它的本体，但可以破坏所有果实让它自爆。
zh_hant: 長在頭上的果實成長之後會變成導彈來襲，雖然根部才是主體，但是可以摧毀所有的果實引發自爆。

# SdodrSdodrEnemyCommentTreeUnlockComment03
source: Destroying at least SOME seedsis a good idea. Otherwise you'llwind up with missiles seeking youfrom every angle!
de: Versuch wenigstens ein paar derSamen zu zerstören, denn sonstsausen dir bald Raketen aus allenRichtungen um die Ohren!
es: Más te vale destruir esas cosasantes de que maduren, ¡o losmisiles te terminarán asediandopor todos lados!
es_mx: Más te vale destruir esas cosasantes de que maduren, ¡o losmisiles te terminarán asediandopor todos lados!
fr: L'idéal, c'est de détruire au moinsquelques graines. Sinon tu risquesde te retrouver avec tout un tasde missiles aux fesses !
it: Almeno qualche seme lo devidistruggere, se non vuoiritrovarti un esercito di missilialle calcagna.
ja: 育つ前に実を壊して、ミサイルを減らしたいですね 放っておくとミサイルが次々飛んできますよ～
ko: 열매가 자라기 전에 파괴해서 미사일을줄이면 좋아요. 방치하면 미사일이계속 날아올 거예요～
nl: Al het zaad dat je vernietigt, ismooi meegenomen, want anderskrijg je op een gegeven momentvan alle kanten raketten op je af.
ru: Оставлять расти проростки никакнельзя. В противном случаеракеты полетят в тебя со всехсторон!
zh_hans: 在成熟前摧毁果实，以此减少导弹比较好。要是放任不管，导弹会接二连三地飞过来～
zh_hant: 最好是在果實成長之前摧毀，減少導彈的數量，如果置之不理的話，導彈就會一個接著一個飛過來喔～

# SdodrSdodrEnemyCommentTreeUnlockComment04
source: That sounds like work! Can't wejust go for the body? Ugh, lookslike it has WAY too much healthfor that.
de: Puh, klingt anstrengend!Können wir nicht einfachauf ihre Körper draufholzen?Andererseits... so robust,wie die Typen aussehen...
es: ¿Y no sería mejor atizarle en labase? Um... Quizá esa parte esdemasiado resistente...
es_mx: ¿Y no sería mejor atacar elcuerpo? Ah, no, que esa partees muy resistente...
fr: Ça a l'air crevant ! On peut pasjuste leur canarder directementle corps ? Quoique, ils ont l'airbien trop résistants...
it: Sì, ma che faticaccia! Nonfacciamo prima a colpire la base?Uhm... mi sa che ha tropparesistenza per le nostre armi!
ja: めんどーだし、本体倒せばいーんじゃね？って、ダメだ！ 本体めっちゃ体力あんぞ！
ko: 귀찮은데 본체를 직접 해치우면 안 돼?윽, 안 되겠어! 본체 체력이 엄청 많아!
nl: Dat klinkt mij te vermoeiend. Kunje het lichaam niet gewoonvernietigen? Ehhh, nee, dat isveel te taai...
ru: Чего-то как-то напряжно! А нельзяпросто сразу плюхнуть основу?Не, похоже, здоровья у нее простовыше крыши...
zh_hans: 那样太麻烦了，直接击倒本体就行了吧？啊，不对！本体的体力很充沛啊！
zh_hant: 覺得很麻煩，想要乾脆擊倒主體？那是沒用的！主體可是體力充沛喔！

# SdodrSdodrEnemyCommentTreeUnlockCommentConclusion
source: Treat those seeds like targets!
de: Nimm die Samen aufs Korn!
es: ¡Duro con los frutos!
es_mx: ¡Apunta a los frutos!
fr: Feu sur les graines !
it: Mira ai semi!
ja: 実をねらえ
ko: 열매를 노리자
nl: De zaden zijn je doelwit!
ru: Укоротим проростки-переростки!
zh_hans: 瞄准果实
zh_hant: 瞄準果實

# SdodrSdodrEnemyCommentZakoLargeUnlockComment00
source: No clue what this thing is yet.
de: Über diesen Gegnertyp haben wirnoch keinerlei Informationen.
es: Enemigo desconocido
es_mx: Enemigo desconocido
fr: J'ai encore jamais rencontréce genre de bestiole.
it: Questo nemico ancora nonlo conosco.
ja: まだわかんねー敵だな
ko: 아직 잘 모르는 적이네
nl: Ik heb nog geen idee wat dit is.
ru: Понятия не имею, что этоза нечто.
zh_hans: 是未知的敌人呢。
zh_hant: 是未知的敵人呢。

# SdodrSdodrEnemyCommentZakoLargeUnlockComment02
source: If you let them in close, theirlunge attack seriously hurts. Butthey don't ink turf, so draw theminto your territory and finishthem off once they're weakened.
de: Im Nahkampf teilen diese Kerlemächtig aus – da sie aber selbstkeine Tinte verspritzen, kannstdu sie in dein Revier locken, siedort schwächen und besiegen!
es: Pegan de lo lindo cuando estáncerca de ti. Al menos no entintan,así que estarán en desventaja silos llevas a tu terreno. ¡Duro conellos allí!
es_mx: Pegan fuerte si dejas que se teacerquen. Al menos no entintan,así que llévalos a tu territorioy remátalos.
fr: Ne les laisse pas s'approcher, ouleur attaque plongeante piquera !Mais au moins, ils n'encrent pas,alors attire-les sur ton terrain etune fois affaiblis, élimine-les.
it: Se li lasci avvicinare, i loroaffondi sono molto pericolosi.Ma non inchiostrano il terreno,quindi attirali nel tuo territorioe finiscili dopo averli indeboliti.
ja: 近づくと、キケンな一撃をくり出してくるネでも、自分では地面を塗れないから、こっちのインクに乗せて、弱ったところをねらうとイイ
ko: 다가가면 위험한 일격을 날리지하지만 스스로 지면을 칠하지는 못하니까잉크 위로 유인해서 약해졌을 때를 노려
nl: Laat ze niet dichtbij komen, wanthun uithalen doen flink pijn. Maarze verven zelf geen grond, dus lokze naar jouw territorium en rekenmet ze af zodra ze verzwakt zijn.
ru: Их выпады на близкой дистанциикрайне опасны. Но территориюони не закрашивают, поэтомузамани их на свою и разберисьс ними, как только они ослабеют.
zh_hans: 一旦靠近它，它就会使出危险的攻击，但它无法自行对地面涂墨，所以可以让它踩在我们的墨汁上，使其削弱后再解决它。
zh_hant: 只要一靠近就會發動危險的攻擊來襲，但牠不會對地面塗墨，可以讓牠踩到我方墨汁，先削弱體力之後再解決。
