Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrTalkStageRandomRespawnBoss02
source: Good thing that wasn't your last Life. Wrap this up andcome back soon, OK?
de: Gut, dass du noch mehr Versuche hast.Bring die Sache zu Ende und komm bald zurück, ja?
es: Menos mal que no era la última vida. Bueno, ánimoy a intentarlo de nuevo, ¿vale?
es_mx: Lo bueno es que no era la última vida. Ánimoy a intentarlo de nuevo, ¿eh?
fr: Heureusement que c'était pas votre dernière vie.Allez, finissez-le !
it: Per fortuna non era la tua ultima vita.Sento che questa è la volta buona...
ja: まだ ライフはあるケド… さっさと終わらせて もどってきなヨ
ko: 아직 라이프는 남았지만… 얼른 끝내 버리고 돌아와
nl: Gelukkig was dat niet je laatste leven. Maak dit afen kom snel weer terug, oké?
ru: Хорошо, что это была не последняя жизнь.Разберитесь там и возвращайтесь, ладно?
zh_hans: 虽然生命还有余……但还是尽快通关楼层回来吧。
zh_hant: 雖然生命還有剩……但還是盡快解決並回到這裡吧。

# SdodrSdodrTalkStageRandomRespawnLast00
source: One more splat and we're toast! This time, anyway.But we get as many next times as we want!
de: Noch einmal gekleckst, dann sind wir abserviert!Aber wir haben so viele Revanchen, wie wir wollen.
es: Si nos vuelven a liquidar... será el fin. Bueno, por estavez, ¡porque siempre podemos seguir intentándolo!
es_mx: Una reventada más y se acabó. Bueno, por esta vez,¡porque siempre podemos seguir intentándolo!
fr: Attention, si on se refait liquider, c'en est fini pournous ! Après ça, il faudra recommencer du début.
it: Se ci splattano ancora una volta è la fine!Per questo assalto, si intende.
ja: 次やられたら 最後みてーだな！ま、この塔は くり返してナンボだし、ビビんなくていーぞ！
ko: 한 번 더 당하면 끝인가 보네!그래도 이 탑은 몇 번이든 오를 수 있으니까 겁먹지 마!
nl: Nog één uitschakeling en deze poging is ten einde. Maarwe kunnen het zo vaak we willen opnieuw proberen.
ru: Еще один плюх и нам крышка! Ну, на этот раз.Но разов-то у нас сколько угодно, йо!
zh_hans: 再阵亡就真的结束了！不过，反正我们也要反复爬这座塔，所以不用害怕哦～！
zh_hant: 看來要是又陣亡就真的完了！但我們已經挑戰這座塔這麼多次了，所以也沒有必要害怕喔！

# SdodrSdodrTalkStageRandomRespawnLast01
source: Last chance for this run, Eight. If we're going out,let's make it a blaze of glory!
de: Letzte Chance für dieses Mal, Nr. 8.Bieten wir den Gestalten ein Feuerwerk!
es: Es la última oportunidad que tendremos en esta ocasión,Ocho. Si tenemos que despedirnos, ¡que sea a lo grande!
es_mx: Última oportunidad para este ascenso, Ocho.Si tenemos que despedirnos, ¡que sea a lo grande!
fr: C'est notre dernière chance, Huit. Alors la gaspillons pas !
it: È la nostra ultima occasione per questo assalto, Otto.Se dobbiamo cadere, cadiamo facendo mooolto rumore!
ja: 次やられたら 最後だぞ！ 気合い入れてけー！
ko: 한 번 더 당하면 끝이야! 정신 바짝 차려～!
nl: Dit is onze laatste kans voor deze poging, Acht.En laten we ons best doen, wat er ook gebeurt!
ru: Последняя попытка, Восьмерка. Зададим им жару,чтобы запомнили!
zh_hans: 再阵亡就真的结束了！打起精神上吧——！
zh_hant: 要是又陣亡就真的完囉！打起精神來吧！

# SdodrSdodrTalkStageRandomRespawnLast02
source: This is our last shot! I LOVE the feeling of it all ridingon one last chance. Get psyched!
de: Letzter Versuch und ultimativer Nervenkitzel!Mehr Risiko, mehr Spaß!
es: ¡Nuestro último cartucho! Me encanta esa sensaciónde jugárselo todo en el último instante. ¡A todo o nada!
es_mx: ¡Última vida! Me encanta esa sensación de jugárselotodo en el último instante. ¡VAMOS!
fr: C'est notre dernière vie !Le suspense est insoutenable !
it: È la nostra ultima occasione! Adoro questaatmosfera da tutto per tutto!
ja: ラストチャンスだぞ！このキンチョー感、たまんねーよな！
ko: 마지막 기회야!이 긴장감이 끝내준다니까!
nl: Dit is onze laatste kans! Wat een geweldig gevoel,deze spanning! Het is nu alles of niks!
ru: Последняя попытка! Так круто, когда один моментрешает всё! Обожаю это ощущение!
zh_hans: 这是最后的机会了！这股紧张感让人欲罢不能啊！
zh_hant: 只剩僅存的最後機會囉！這股緊張感真是讓人欲罷不能耶！

# SdodrSdodrTalkStageRandomRespawnLast03
source: Eight, you know you're on your last Life, right?Be extra careful!
de: Letzter Versuch, Nr. 8, oder?Sei bitte extra vorsichtig!
es: Ocho, sabes que es tu última vida, ¿no? Pues eso,¡que tengas cuidado!
es_mx: Ocho, sabes que es tu última vida, ¿no? Pues eso,¡que tengas cuidado!
fr: Tu te rends compte que c'est ton ultime chance,Huit ? Alors fais doublement attention !
it: Otto, sai che questa è la tua ultima vita, vero?Cerca di fare ancora più attenzione adesso.
ja: ハチさん、これが最後のライフです お気をつけて！
ko: 에이트 씨, 이게 마지막 라이프예요! 조심하세요!
nl: Acht, je weet dat dit je laatste leven is?Wees extra voorzichtig!
ru: Восьмерка, это последняя жизнь, помнишь?Осторожней, пожалуйста!
zh_hans: 小八，这是你最后的生命了，请多加小心！
zh_hant: 小八，這是你最後僅存的生命了，請多加小心！

# SdodrSdodrTalkStageRandomRespawnLast04
source: Get splatted now and the run's over. Though you twoaren't the type to take that lying down.
de: Wenn's dich jetzt erwischt, ist die Sache gelaufen.Wobei ihr zwei sicher nicht so klein beigebt.
es: Si os entintan ahora, esta incursión se habrá terminado.Pero sé que ni aun así dejaréis de intentarlo.
es_mx: Si no lo logran esta vez, será el fin de este ascenso.Aunque sé que aun así no se van a detener.
fr: Si tu te fais liquider, c'est baisser de rideau pour toi.Mais je sais que tu vas pas te laisser abattre !
it: Se ti splattano ancora una volta è la fine.Ma lo so bene che vendi care le squame...
ja: 次やられタラ 最後ダネココで終わるかドウカは キミたち次第ダ
ko: 한 번 더 당하면 끝이네여기서 끝날지 어떨지는 너희에게 달렸어
nl: Als je wordt uitgeschakeld, is deze poging voorbij.Maar ik hoef jullie dat geen twee keer te zeggen.
ru: Если вас плюхнут, попытка провалена.Хотя вряд ли вы так просто сдадитесь.
zh_hans: 要是再阵亡就没有机会了。到底会不会就此结束，就看你们的表现了。
zh_hant: 要是又陣亡就真的完了，是否會止步於此，就取決於你們的表現。

# SdodrSdodrTalkStageRandomRespawnLastBoss00
source: One more strike and we're out. Well, we're not lettingthe game get called here, Eight!
de: Einmal noch, dann sind wir erledigt.Wir trotzen dem Ende noch, Nr. 8, oder?
es: Una derrota más y estamos fuera. ¡Ocho, no dejemosque la partida se acabe aquí!
es_mx: Una derrota más y estamos fuera. ¡Ocho, no dejemosque la partida se acabe aquí!
fr: On a plus droit à l'échec ! Et pas question que la partiefinisse ici ! Je refuse le Game Over !
it: Ancora uno splat ed è la fine... Ma noi non ciarrendiamo, vero, Otto?
ja: 次やられたら終わりか… 負けらんねえぞ、ハチ！
ko: 한 번 더 당하면 끝인가… 질 수 없지, 에이트!
nl: Nog een keer en het is afgelopen. Maar de strijdis nog niet voorbij, dus geef het niet op, Acht!
ru: Еще один плюх, и наша песенка спета.Но мы ведь так легко не сдадимся, Восьмерка?
zh_hans: 再阵亡就结束了啊……我们可不能输呢，小八！
zh_hant: 要是又陣亡就真的完了……我們可不能輸喔，小八！

# SdodrSdodrTalkStageRandomRespawnLastBoss01
source: There's no fight harder than this one, I guess.This is your last try for now, Eight! Make it count!
de: Knallharte Sache, wie?Dies ist euer letzter Versuch, Nr. 8. Gebt alles!
es: Estamos ante el más feroz de los combates. ¡Será tuúltima oportunidad por ahora, Ocho! ¡Aprovéchala!
es_mx: Estamos ante el más feroz de los combates. ¡Será tuúltima oportunidad por ahora, Ocho! ¡Aprovéchala!
fr: Ce boss, c'est pas une mince affaire, Huit ! Et t'as plusqu'une chance, alors la gâche pas !
it: Forse questa è la nostra battaglia più dura.Ed è anche il nostro ultimo tentativo, Otto!
ja: 簡単には勝たせてくれませんね…あっ もうライフが… ラストチャレンジです、ハチさん！
ko: 그렇게 간단히 승리를 넘겨주진 않는군요…앗, 벌써 라이프가… 마지막 도전이에요, 에이트 씨!
nl: Dit is het lastigste gevecht, geloof ik.En dit is je laatste kans, Acht! Doe je best!
ru: Наверное, это самый сложный бой... Это вашапоследняя попытка. Восьмерка, постарайся!
zh_hans: 看来敌人也不打算让我们轻易获胜……啊，生命已经……这是最后的挑战机会了，小八！
zh_hant: 看樣子是沒辦法輕易獲勝了……啊，生命已經……只能最後一搏了，小八！

# SdodrSdodrTalkStageRandomRespawnLastBoss02
source: One Life left. It's clutch time, you two.
de: Nur noch ein Versuch übrig.Jetzt geht's um alles, ihr zwei.
es: Última vida. Tenéis que poneros las pilas.
es_mx: Última vida. Es ahora o nunca.
fr: Plus qu'une vie... C'est le momentde vous surpasser, vous deux.
it: Ultima vita! È il momento di dare tutto!
ja: ライフは残りヒトツ… キミたちの本気を見せてもらおウ
ko: 남은 라이프는 앞으로 하나… 너희의 진짜 실력을 보여 줘
nl: Nog één leven. Dit is het beslissende moment.
ru: Последняя жизнь. Поднажмите.
zh_hans: 剩余生命只容许再阵亡一次了……让我见识一下你们真正的实力吧。
zh_hant: 還剩最後一條生命……是時候展現出你們的實力了。

# SdodrSdodrTalkStageRandomReturnElevator
source: Uh-oh, you don't have enough Membux to hightail it.Guess we're doing this the hard way!
de: Pah, hast leider nicht genug Memoneten, um abzuhauen.Dann eben auf die harte Tour!
es: Vaya, no tienes suficientes pastimonedas. Bueno, pueshabrá que armarse de paciencia para superar el piso.
es_mx: No tienes suficientes pastimonedas. No nos queda deotra: ¡hay que completar el piso!
fr: Oh, t'as pas assez de poulpèzes pour y échapper.Pas le choix, tu vas devoir te frotter à cet étage.
it: Oh, no! Non hai abbastanza norilir. Non ciresta che affidarci alla nostra forza bruta!
ja: ネリコイン、足りねーか！ このフロア、クリアするしかねーな！
ko: 네리 코인이 부족하네! 이 플로어를 클리어해야겠어!
nl: Balen, je hebt niet genoeg neuri's.Dan doen we het maar op de moeilijke manier!
ru: Мало вспомбаксов, чтобы взять и уйти!Придется поработать...
zh_hans: 忆界硬币不够啊！那只能通关这个楼层来前进了！
zh_hant: 憶界硬幣居然不夠啊！看來只能想辦法通過這個樓層了！

# SdodrSdodrTalkStageRandomSaveDamage00
source: Clear the floor without taking damage? Oh, well, I wasgonna take a bunch, but NOW...
de: Komplett ohne Schaden die Etage abschließen?Nicht ganz mein Stil, aber wenn's sein muss...
es: Completar el piso sin sufrir daños... A ver, todo el mundoevita el daño normalmente, ¡pero aquí es una obligación!
es_mx: Completar el piso sin sufrir daño...¡Qué concepto! ¡Eso lo cambia todo!
fr: Terminer l'étage sans subir de dégâts ? Quel dommage,moi qui adore me faire canarder ! Non, je blague...
it: Completare il piano senza subire danni? Beh, miero già rassegnata a subirne un sacco, ma ora...
ja: なるべく ダメージ受けずにクリア だってよ！ダメージ受けたくないのは当たり前！ フツーにやろうな！
ko: 되도록 대미지를 받지 않고 클리어하래!그야 대미지는 안 입고 싶은 게 당연하지! 평범하게 해 보자!
nl: Je mag geen schade oplopen? O, ik was eigenlijk vanplan HEEL VEEL SCHADE op te lopen, maar oké, dan niet...
ru: Нужно пройти этаж, не получив урона? Ну да,будто я собиралась побольше наполучать...
zh_hans: 要求是尽量不受到伤害并通关！不想受到伤害是理所当然的！保持平常心迎战吧！
zh_hant: 目標是要盡量在不受到傷害的情況下過關耶！不想受到傷害是理所當然的！保持平常心吧！

# SdodrSdodrTalkStageRandomSaveHumanMove00
source: No running around this time, huh? Down with thetyranny of legs! TENTACLES FOR LIFE!
de: Möglichst wenig auf Beinen laufen, wie?Na ja, nette Chance für Schwimmform-Fans!
es: Ahora se trata de no caminar... ¡Abajo la tiranía de laspiernas! ¡Viva el nado por la tinta!
es_mx: Ahora se trata de no caminar... ¡Abajo la tiranía de laspiernas! ¡Viva el nado por la tinta!
fr: Finir l'étage sans utiliser ses gambettes ? Je dis oui !Vive les mollusques ! Vive la nage !
it: Non si può correre qui?! Giusto! Abbasso le gambe!Viva i tentacoli!
ja: なるべく ヒト状態で移動しないでクリア！…ってことは、インク泳いだらいーんだよな！
ko: 되도록 인간 상태로 이동하지 않고 클리어하기!…그렇다는 건 잉크 속을 헤엄쳐 가면 되겠네!
nl: We mogen niet rennen? Hoera, laat ons maar zwemmen!
ru: «Не двигаться в виде осьмолинга»? Ну-ну.Долой ноги, тентакли форева и все такое...
zh_hans: 尽量不在人类状态下移动并通关！……也就是说，只要在墨汁里游泳就行了吧！
zh_hant: 在盡量不要以人類狀態移動的情況下過關！……也就是說，只要在墨汁裡用游的就沒問題了吧！

# SdodrSdodrTalkStageRandomSaveJump00
source: Clear the stage without jumping? For serious?Think you're up to it, Eight?
de: Die ganze Etage abschließen, ohne zu springen? Echt?Kriegst du das hin, Nr. 8?
es: ¿Te has planteado completar un piso sin saltar?Bueno, pues aquí deberás tenerlo en cuenta, Ocho.
es_mx: ¿Hay que completar el piso sin saltar? ¿En serio?Bueno, pues... ¡adelante, Ocho!
fr: Terminer l'étage sans sauter ? Sérieusement ?Allez, Huit, on y va, et qu'ça saute... pas !
it: Completare il piano... senza saltare? Sul serio?!Beh, sono sicura che troverai un modo, Otto.
ja: ジャンプしないで クリアを目指せ！…だってよ できるか、ハチ？
ko: 점프하지 않고 클리어를 노려라!…그렇다는데, 할 수 있겠어? 에이트
nl: We mogen hier niet springen? Menen ze dat?!Wat denk je, Acht, gaat dat lukken?
ru: Пройти этаж, не прыгая? Они издеваются?!Восьмерка, попробуешь?
zh_hans: 目标是不使用跳跃并通关！……要求是这么写的，小八，你做得到吗？
zh_hant: 在不跳躍的情況下過關！……上頭是這樣寫的，小八，你辦得到嗎？

# SdodrSdodrTalkStageRandomSaveMainWeapon00
source: Your MAIN weapon is off-limits? You gotta win withjust subs and specials? Oh, and me too. Well, maybe!
de: Ohne HAUPTWAFFE?! Nur Sekundär- und Spezialwaffe?Und das betrifft auch mich? Na dann, viel Glück.
es: ¿Sin arma principal? ¿Solo con secundariasy especiales? Bueno, y conmigo también, claro.
es_mx: ¿Sin arma principal? ¿Solo con secundariasy especiales? Bueno, y conmigo también, claro.
fr: Ne pas utiliser l'arme principale ? Juste la secondaire etla spéciale ? Enfin, il te reste mon drone... je crois !
it: Non si può usare l'arma principale?! Solo secondariae speciale? E anche me, naturalmente.
ja: メインウェポン使わずにクリア？！ サブとスペシャルだけで戦えって？あっ、アタシもいるか… よし、やってやるよ！
ko: 메인 웨펀을 사용하지 않고 클리어하기?! 서브 웨펀이랑스페셜 웨펀만으로 싸우라고? 앗, 나도 있구나… 좋아, 해 보자고!
nl: Geen hoofdwapens?! We mogen enkel subwapens enspeciale wapens gebruiken? Dat lijkt me geen probleem!
ru: Бонус за прохождения без ОСНОВНОГО оружия?!Запасным, особым и... а, еще же я! Запросто!
zh_hans: 不使用主要武器并通关？！只能靠次要武器和特殊武器战斗？啊，忘了还有我在呢……好，试试看吧！
zh_hant: 在不使用主要武器的情況下過關！？只能用次要武器跟特殊武器？啊，忘了還有我在……好，那就上吧！

# SdodrSdodrTalkStageRandomSaveSpecial00
source: No specials?! Well, they're not off-limits, I guess.But it might make a fun challenge.
de: Keine Spezialwaffe? ...Na ja, VERBOTEN ist sie ja nicht.Stehst du auf Herausforderungen?
es: ¡Nada de armas especiales! A ver, no es que esténprohibidas, pero es para darle más suspense...
es_mx: ¡Nada de armas especiales! A ver, no es que esténprohibidas, pero es para darle más suspense...
fr: Tout l'étage sans arme spéciale ?! Enfin, si tu veux unbonus... Mais ça pourrait être un défi sympa, non ?
it: Divieto di usare l'arma speciale?! Beh, non è undivieto assoluto. Ma è una sfida divertente!
ja: スペシャルウェポン使用禁止！ …ってわけじゃねーけど、スペシャル使わずにクリア、試してみるか？
ko: 스페셜 웨펀 사용 금지! …뭐, 그런 건 아니지만한번 스페셜 웨펀을 쓰지 않고 클리어를 노려 볼까?
nl: Geen speciale wapens?! Oké, ze zijn niet verboden...Maar da's best een leuke uitdaging, lijkt me.
ru: «Без особого оружия»?! А, ну оно не запрещено,но иначе бонус не дадут. Вообще интересно...
zh_hans: 禁止使用特殊武器……！倒也没这么要求，不过，你要不要试试在不使用特殊武器的情况下通关？
zh_hant: 禁止使用特殊武器！？其實沒有這項要求啦，但你要不要嘗試在不使用特殊武器的情況下過關呢？

# SdodrSdodrTalkStageRandomSaveSquidMove00
source: You'll get a bonus if you don't swim around too much!But like, how else are you supposed to get anywhere?
de: Hier gibt's 'nen Bonus, wenn du nicht zu viel schwimmst!Aber wie soll man sich sonst umherbewegen?
es: ¡Si no nadas demasiado, obtendrás una bonificación!Claro que... ¿cómo piensas desplazarte entonces?
es_mx: ¡Si no nadas demasiado, obtendrás una bonificación!Pero... ¿cómo te vas a desplazar entonces?
fr: T'auras droit à un bonus si tu nages pas trop dansl'encre... sympa, mais pas super pratique, si ?
it: Pare che otterrai un bonus se non nuoti troppo.Ma come facciamo a spostarci, allora?
ja: あんま タコんなって移動せずにクリアしたら ボーナスもらえるぞ！…って、ムチャ言うなよ！
ko: 되도록 문어가 돼서 이동하지 않고 클리어하면 보너스를 받을 수 있어!…그게 말처럼 쉽냐고!
nl: Als je niet te veel rondzwemt, krijg je een bonus!Maar hoe kom je overal zonder te zwemmen?
ru: Ты получишь бонус, если не будешь превращатьсяв осьминога! Но пешком так ме-е-едленно...
zh_hans: 尽量不变成章鱼移动并通关，就可以获得奖励哦！……喂，这也太为难人了吧！
zh_hant: 只要在盡量不變成章魚移動的情況下過關，就可以獲得獎勵喔！……喂，太強人所難了吧！

# SdodrSdodrTalkStageRandomSaveSubWeapon00
source: Try not to use your sub weapon if you can help it!Unless, y'know, you gotta.
de: Am besten nicht die Sekundärwaffe einsetzen!...Aber was muss, das muss.
es: ¡Procura no usar tu arma secundaria! Excepto sirealmente lo necesitas, faltaría más.
es_mx: ¡No uses tu arma secundaria! Excepto si de verdadlo necesitas, claro.
fr: Essaie de pas utiliser ton arme secondaire !Enfin, sauf si tu peux pas faire autrement.
it: Cerca di non usare la tua arma secondaria.A meno che... tu non possa proprio farne a meno.
ja: サブウェポン あんま使うなってさま、ムリしなくて いいけどな！
ko: 서브 웨펀은 되도록 쓰지 말라네뭐, 너무 무리하지는 않아도 돼!
nl: Probeer je subwapen niet onnodig te gebruiken.Dus alleen als het nodig is, snappie?
ru: Постарайся не пользоваться запасным оружием.Ну, если можешь, конечно.
zh_hans: 尽量减少使用次要武器啊，不过你也不用勉强那么做！
zh_hant: 被要求盡量減少使用次要武器的次數耶！但是也不用太勉強啦！

# SdodrSdodrTalkWorldRandomEntracncePhase2Random00
source: Relive the first climb with the thingy by the elevator!Those who don't remember, something something.
de: Mit dem Dingsda neben dem Aufzug kannst du dichan den ersten Turmanlauf erinnern und daraus lernen!
es: ¡Con esa cosa a la izquierda del ascensor puedesrememorar el primer ascenso a la torre! Qué recuerdos...
es_mx: ¡Puedes revivir tu primer ascenso con ese bloque a laizquierda del elevador! Qué dulces recuerdos.
fr: Tu peux revivre ta première ascension grâce au bidule àcôté de l'ascenseur ! Ça te rappellera des souvenirs !
it: Con quell'oggetto strano accanto all'ascensore puoirivivere la tua prima scalata! Ah, quanti ricordi...
ja: エレベーターの左のやつで、最初の塔を思い出せるぞ！初心…わする何とかだ！
ko: 엘리베이터 왼쪽에서 첫 번째 탑을 떠올릴 수 있어!초심이 어쩌고… 그런 말이 있잖아!
nl: Je kunt je eerste poging om de toren te beklimmen her-leven met die dinges bij de lift! Is vast handig, of zo...
ru: Штуковина у лифта поможет тебе вспомнить первыйподъем. «Кто не помнит прошлого...» и все такое. Йо.
zh_hans: 电梯左边的那个东西能让人回想初始之塔的事情啊！这就叫不忘初……什么的吧！
zh_hant: 電梯左邊的那個東西可以讓人回想初始之塔的事情耶！這就叫不忘初……什麼的吧！

# SdodrSdodrTalkWorldRandomEntracncePhase3Random00
source: Yo, can we hang here a minute to listen to the music?
de: Die Musik hier fetzt total, oder?
es: La música está genial, ¿a que sí?
es_mx: La música que ponen aquí es la onda, ¿no crees?
fr: Elle est sympa, la musique, non ?
it: Qui la musica spacca!
ja: ここの音楽、いーカンジじゃね？
ko: 여기 음악 좋지 않아?
nl: Killermuziek hier, vind je niet?
ru: Музон здесь просто отпад!
zh_hans: 这里的音乐还不错吧？
zh_hant: 這裡的音樂還不錯的吧？

# SdodrSdodrTalkWorldRandomEntracnceRandom00
source: Look at all this stuff. Seems like a great place totest your Palette, Eight!
de: Sieh dir nur mal all den Kram hier an, Nr. 8!Genau der richtige Ort, um deine Palette zu testen!
es: Fíjate en todo esto. ¡Parece un buen sitio para probartu paleta, Ocho!
es_mx: Fíjate en todo esto. ¡Parece un buen sitio para probartu paleta, Ocho!
fr: Regarde tout ce qu'il y a ici... C'est l'endroitidéal où tester ta palette, Huit !
it: Questo sembra il posto ideale perprovare la tua tavoletta, Otto!
ja: ハチ、試しうちでもしてくか？
ko: 에이트, 테스트라도 해 볼까?
nl: Moet je dat zien. Dit lijkt de perfecte plekom je palet te testen, Acht!
ru: Смотри, сколько здесь всего! Восьмерка,не хочешь испытать тут свой тон-бокс?
zh_hans: 小八，你要不要试射看看？
zh_hant: 小八，你要不要試射看看呢？

# SdodrSdodrTalkWorldRandomEntracnceRandom010
source: Yo, check out the foyer! It's colored kinda like the chipsyou collected last run.
de: Yo, check mal das Foyer! Das ist nun genauso buntwie die Chips, die du im letzten Durchgang erhalten hast.
es: ¡Mira la entrada! Tiene los colores de los cromochipsque recogiste la última vez.
es_mx: Se supone que la entrada cambia de color según loslos cromochips recogidos en el último ascenso.
fr: Ouah, regarde le hall ! Il est un peu aux couleurs despuces que t'as récupérées à l'ascension précédente.
it: Ehi, guarda l'ingresso! Ha preso i coloridelle schede che hai ottenuto l'ultima volta.
ja: 前回集めたチップの色が エントランスに反映されますぅ～～♪
ko: 지난번 도전에서 모은 칩의 색이 엔트런스에 반영돼요～～♪
nl: Yo, moet je de ingang zien! Die is net zo gekleurdals de chips die je bij je vorige poging hebt gescoord.
ru: Йо, вестибюль тебе цветом ничего не напоминает?Скажем, тон-жетоны, которые мы собрали в тот раз?
zh_hans: 上次收集到的晶片颜色会反映在入口大厅哦～～♪
zh_hant: 上次收集到的晶片顏色會反映在入口大廳喔～～♪

# SdodrSdodrTalkWorldRandomEntracnceRandom011
source: At least, that's what Marina said. I dunno if I see it.Do you know what she's talking about, Eight?
de: Zumindest behauptet das Marina.Hast du ’ne Idee, wovon sie da redet, Nr. 8?
es: Sí, es lo que Marina dijo, pero no sé si lo entiendo.¿A qué crees que se refiere, Ocho?
es_mx: O eso es lo que dijo Marina. No sé si lo veo...¿Tú qué opinas, Ocho?
fr: Enfin, c'est Coralie qui a dit ça. Moi, ça me saute pasaux yeux. Tu sais ce qu'elle voulait dire, Huit ?
it: Almeno così diceva Nori... non so!Tu hai capito di cosa parlava, Otto?
ja: ってイイダが言ってたけど… ハチ、わかるか？
ko: 라고 이이다가 그러던데… 에이트, 알겠어?
nl: Nou ja, dat zei Mariana in ieder geval.Weet jij wat ze daarmee bedoelt, Acht?
ru: По крайней мере, Мариша говорит, что так должнобыть. Не уверена, что я вижу. А ты, Восьмерка?
zh_hans: 这话是饭田说的……小八，你明白意思吗？
zh_hant: 飯田是這麼說的啦……小八，你聽得懂吧？

# SdodrSdodrTalkWorldRandomFailureAllLayer00
source: Shake it off, Eight! Our next run is gonna be the one!
de: Aufrappeln, Nr. 8!Beim nächsten Anlauf klappt's!
es: ¡Vamos, Ocho! ¡La próxima será la vencida!
es_mx: ¡Ánimo, Ocho! ¡La próxima será la vencida!
fr: T'inquiète, Huit ! La prochaine fois, ce sera la bonne !
it: Non fa niente, Otto! Il prossimo assalto saràquello buono!
ja: ドンマイだ、ハチ！ 次は、もっとうまくやれるって！
ko: 기죽지 마, 에이트! 다음번에는 더 잘할 수 있을 거야!
nl: Trek het je niet aan, Acht! De volgende keer lukt het!
ru: Спокойно, Восьмерка! В следующий развсе будет в кляре!
zh_hans: 小八，别在意！下次战斗一定会更加顺利！
zh_hant: 小八，別在意！下次肯定會更順利的！

# SdodrSdodrTalkWorldRandomFailureAllLayer01
source: Don't beat yourself up over losing, Eight. Come up witha game plan for next time, and then do even better!
de: Verloren? Nicht so schlimm, Nr. 8.Neuer Versuch, neue Strategie, neues Glück!
es: No te castigues por haber perdido, Ocho. Prepara un planpara el próximo intento, ¡y verás cómo sale todo mejor!
es_mx: No te castigues por haber perdido, Ocho. Prepara un planpara el próximo intento, ¡y verás cómo todo sale mejor!
fr: Faut pas culpabiliser, Huit. Prépare un plan parfait pourla prochaine ascension, et remonte à l'assaut !
it: Non piangere sull'inchiostro versato, Otto.La prossima volta il nostro piano funzionerà!
ja: ドンマイです、ハチさん！ しっかり準備して、もう一度チャレンジです！
ko: 기운 내세요, 에이트 씨! 꼼꼼히 준비해서 한 번 더 도전해 봐요!
nl: Blijf niet bij de pakken neerzitten, Acht. Bepaal jeaanpak voor de volgende keer en doe nog een poging!
ru: Не расстраивайся, Восьмерка. Придумай новый план,и в следующий раз получится лучше!
zh_hans: 小八，别在意！做好准备之后就再去挑战一次吧！
zh_hant: 小八，別在意！做好準備之後再重新挑戰一次吧！

# SdodrSdodrTalkWorldRandomFailureBallKing00
source: Call it a stress ball, because it stresses me out!How can we fight it if every hit pushes it away?!
de: Ist das Ding ein Stressball? Jedenfalls stresst es mich!Wie es mit jedem Treffer wegprallt, grrr...
es: A eso lo llamaría yo «bola proestrés». ¡Cada vez quele disparas se aleja!
fr: Après la boule anti-stress, la boule qui me stresse !On a pas fini de galérer si elle file dès qu'on la touche !
it: Altro che palla antistress! Quella è una palla pro stress!Come la sconfiggiamo se si allontana a ogni impatto?!
ja: ゴロゴロやろー、カテぇ！ 撃ったら転がってくし、ダメージ入れんのムズっ！
ko: 데굴데굴 구르는 녀석, 단단해! 쏘면 굴러가니까 대미지 주기 어렵네!
nl: Ik schiet in de stress door het schieten op dat ding! Elkraak schot duwt het weg, dus wat kunnen we doen?!
ru: Знаешь мячики от стресса? Этот босс — мячик ДЛЯстресса! Как такого прыгучего плюхнуть-то, йо?!
zh_hans: 那个滚来滚去的家伙好硬！一被攻击就会滚开，好难对它造成伤害啊！
zh_hant: 那個到處滾的傢伙好硬啊！一被攻擊就會滾走，很難造成傷害耶！

# SdodrSdodrTalkWorldRandomFailureBallKing01
source: That boss was tough as nails. Let's be ready so thatnext time, we'll stomp it soft as putty!
de: Ein knallharter Gegner, dieser Boss. Bereiten wir unsnächstes Mal gut vor und knallen ihn weg!
es: Qué enemigo tan duro de roer... ¡Pero la próxima vezlo haremos picadillo!
es_mx: Qué enemigo tan duro... ¡Pero la próxima vez loaplastaremos!
fr: Ce boss est coriace... Mais on a pas dit notre derniermot, et la prochaine fois, on va l'écrabouiller !
it: Quel boss era tosto! La prossima volta dobbiamo farcitrovare più in forma, così lo sistemeremo per le feste!
ja: カタいボスでしたね… 今度会ったら、フニャフニャにしちゃいましょう！
ko: 단단한 보스였네요… 다음에 만나면 물렁물렁하게 만들어 주죠!
nl: Die baas was spijkerhard. Laten we 'mde volgende keer tot moes hameren!
ru: Этот босс был очень сильным. Подготовьтесь,и в следующий раз плюхнете его в блинчик!
zh_hans: 真是个硬梆梆的Boss啊……下次遇见它，一定要把它打得软趴趴的！
zh_hant: 真是個硬梆梆的Boss呢……下次遇到就把牠打到軟趴趴吧！
