Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrTalkStageRandomCheckpointFinalSpawner02
source: Next one finishes it.
de: Das nächste ist das letzte!
es: El próximo es el último.
es_mx: El próximo es el último.
fr: Encore un, et ce sera terminé.
it: Ancora uno e hai finito!
ja: 次で最後ダネ
ko: 다음이 마지막이야
nl: De volgende is de laatste!
ru: Теперь последний.
zh_hans: 还剩下最后一个了。
zh_hant: 接著就是最後一個了。

# SdodrSdodrTalkStageRandomCheckpointFinalSpawner03
source: One big boom left!
de: Nur noch einmal KABUMM!
es: ¡A por el último!
es_mx: ¡Ahora el último!
fr: T'es plus qu'à un BOUM de la fin !
it: Ancora un bel bum e ci sei!
ja: 次でラストだな！
ko: 다음이 마지막이야!
nl: En nog één grote BOEM!
ru: Плюхаем последний!
zh_hans: 接下来就是最后一个了！
zh_hant: 接著就是最後啦！

# SdodrSdodrTalkStageRandomDroneBomb00
source: BOOM!
de: KABUMM!
es: ¡Buuum!
es_mx: ¡Buuum!
fr: BOUM !
it: BUUUM!
ja: ドカンだ！
ko: 투쾅!
nl: BOEM!
ru: БДЫЩЬ!!!
zh_hans: 砰！
zh_hant: 砰！

# SdodrSdodrTalkStageRandomDroneBomb01
source: Get splatted!
de: Wie schmeckt euch das?
es: ¡Tinta va!
es_mx: ¡Tintazo!
fr: Liquidation en règle !
it: Si splattaaa!
ja: ほらよっと！
ko: 맛 좀 봐라!
nl: Hier komt een knalkleur!
ru: Плюх-бомбежка, йо!
zh_hans: 看招！
zh_hant: 看招！

# SdodrSdodrTalkStageRandomDroneBomb02
source: The bomb party don't stop!
de: Ich droppe Bomben, keine Mikros!
es: ¡Me lo paso bomba!
es_mx: ¡Toma!
fr: C'est un festival de bombes !
it: Bombardamento a tappeto!
ja: ボムを プレゼントだ！
ko: 밤은 선물이야!
nl: Groetjes van de luchtmacht!
ru: Бомба! Туц-туц-туц!..
zh_hans: 派送炸弹啦！
zh_hant: 送你炸彈啦！

# SdodrSdodrTalkStageRandomDroneItem00
source: Got an item for you, Eight!
de: Item gefällig, Nr. 8?
es: ¡Tengo una cosa para ti, Ocho!
es_mx: ¡Tengo algo para ti, Ocho!
fr: Un objet pour toi, Huit !
it: Ho un regalino per te, Otto!
ja: アイテム出したぞ、ハチ！
ko: 아이템을 꺼냈어, 에이트!
nl: Ik heb iets voor je, Acht!
ru: Восьмерка, тебе предмет!
zh_hans: 小八，我生成道具了！
zh_hant: 小八，有道具能用囉！

# SdodrSdodrTalkStageRandomDroneItem01
source: Yo, Eight! Grab this item!
de: Yo, Nr. 8! Item für dich!
es: ¡Toma, Ocho, coge este objeto!
es_mx: ¡Toma, Ocho, para ti!
fr: Hé, Huit ! Chope cet objet !
it: Ehi, Otto! Al volo!
ja: ハチ、アイテム受け取れ！
ko: 에이트, 아이템을 받아!
nl: Yo, Acht! Pak dit voorwerp!
ru: Восьмерка, хватай предмет!
zh_hans: 小八，收下道具吧！
zh_hant: 小八，收下道具吧！

# SdodrSdodrTalkStageRandomDroneItem02
source: Item hot off the press, Eight!
de: Item-Lieferung für Nr. 8!
es: ¡Ten, Ocho, un objeto recién salido del horno!
es_mx: ¡Ten, Ocho, un objeto recién salido del horno!
fr: Et un objet tout beau tout chaud pour Huit !
it: Un oggettino interessante tutto per te, Otto!
ja: アイテムできたぞ、ハチ！
ko: 아이템을 만들었어, 에이트!
nl: Acht, dit is voor jou!
ru: Восьмерка, предмет!
zh_hans: 小八，道具生成完毕啦！
zh_hant: 小八，道具完成囉！

# SdodrSdodrTalkStageRandomDroneMicroLaser00
source: Killer Wail ready! BZAAAM!
de: Heulboje am Start! WUUUSCH!
es: ¡Tintófono preparado! ¡Ta-chaaan!
es_mx: ¡Berreón preparado! ¡Ta-chaaan!
fr: Le haut-perceur est prêt ! YOUHOUU !
it: Tintofono pronto! Sbadabaaam!
ja: メガホン設置！ レーザー発射！
ko: 메가폰 설치! 레이저 발사!
nl: De Megalofoon is paraat! KABAAAAM!
ru: Мегалофон готов! БЖУ-У-УХ!!!
zh_hans: 喇叭就位！发射镭射！
zh_hant: 喇叭就位！發射雷射！

# SdodrSdodrTalkStageRandomDroneMicroLaser01
source: NOW HEAR THIS! Killer Wail!
de: DREHT DIE BOXEN AUF! Hier kommt ’ne Heulboje!
es: ¡Escuchad el poder del tintófono!
es_mx: ¡Escuchen el poder del berreón!
fr: ATTENTION LES OREILLES, le haut-perceur va parler !
it: Aprite bene le orecchie! Arriva il tintofono!
ja: ひびけっ！ メガホンレーザー！
ko: 울려 퍼져라! 메가폰 레이저!
nl: Wie is klaar voor het volume van de Megalofoon?!
ru: ЖЕМЧИК ИН ДА ХАУС! Мегалофон!
zh_hans: 响彻天际吧！喇叭镭射！
zh_hant: 響徹世界吧！喇叭雷射！

# SdodrSdodrTalkStageRandomDroneMicroLaser02
source: All warmed up for a Killer Wail!
de: Bühne frei für die Heulboje!
es: ¡Todo listo para una sesión de tintófono!
es_mx: ¡Todo listo para una sesión de berreón!
fr: Haut-perceur paré à l'action !
it: È ora del tintofono!
ja: 行けっ！ メガホンレーザー！
ko: 가라! 메가폰 레이저!
nl: Hier komt de Megalofoon!
ru: Мегалофон заказывали?!
zh_hans: 去吧！喇叭镭射！
zh_hant: 去吧！喇叭雷射！

# SdodrSdodrTalkStageRandomDroneStan00
source: Get ready for my Step-Off Song!
de: Macht euch bereit für den Perliminator!
es: ¡Preparaos para mi estallido sonoro!
es_mx: ¡Prepárense para mi estallido sonoro!
fr: Préparez-vous à ma tempête sonore !
it: Preparatevi alla mia onda sonora!
ja: とどろけ！ サウンドバースト！！
ko: 뒤흔들어라! 사운드 버스트!!
nl: Bereid je voor op mijn Schoksirene!
ru: Бум-волна! Атакую!
zh_hans: 轰鸣吧！音爆！！
zh_hant: 轟鳴吧！音爆！！

# SdodrSdodrTalkStageRandomDroneStan01
source: My secret weapon: the Step-Off Song!
de: Meine Geheimwaffe: der Perliminator!
es: Aquí está mi arma secreta: ¡el estallido sonoro!
es_mx: Aquí está mi arma secreta: ¡el estallido sonoro!
fr: Mon arme secrète... la tempête sonore !
it: E ora la mia arma segreta: l'onda sonora!
ja: ひっさつ！ サウンドバーストっ！！
ko: 필살! 사운드 버스트!!
nl: Mijn geheime wapen: de Schoksirene!
ru: Мое секретное оружие: бум-волна!
zh_hans: 必杀！音爆！！
zh_hant: 必殺！音爆！！

# SdodrSdodrTalkStageRandomDroneStan02
source: Crank it up! It's Step-Off Song time!
de: Lauscher auf! Zeit für den Perliminator!
es: ¡Atención, estallido sonoro!
es_mx: ¡Atención, estallido sonoro!
fr: Avis de tempête sonore, accrochez-voooous !
it: A tutta potenza: arriva l'onda sonora!
ja: うぉーーーっ！ サウンドバーストぉ！！
ko: 우오옷～～～! 사운드 버스트～!!
nl: Gooi het volume omhoog! Daar komt de Schoksirene!
ru: Поехали! Время для бум-волны!
zh_hans: 唔哦——！音爆——！！
zh_hant: 唔喔————！音爆——！！

# SdodrSdodrTalkStageRandomDroneTornado00
source: No escape from my Inkstrikes!
de: Vor meinem Tintferno gibt’s kein Entkommen!
es: ¡No se puede escapar de mis tornados!
es_mx: ¡No se puede escapar de mis tornados!
fr: Personne n'échappe au missile tornade !
it: Nessuno sfugge ai miei tornado!
ja: 巻きこめ！ トルネードぉ！
ko: 휩쓸어 버려라! 토네이도!
nl: Niemand ontsnapt aan mijn Inkttornado's!
ru: Получай торнадо, йо!
zh_hans: 席卷敌人吧！龙卷风！
zh_hant: 席捲萬物吧！龍捲風！

# SdodrSdodrTalkStageRandomDroneTornado01
source: Eat Inkstrike, suckers!
de: Schluckt Tinte, ihr Nulpen!
es: ¡Al rico tornadooo!
es_mx: ¡Tornadooo!
fr: Mangez un missile tornade, chers ennemis,c'est offert par la maison !
it: Beccatevi un bel tornado, polpimolli!
ja: くらえっ！ トルネードっ！
ko: 받아라! 토네이도!
nl: Veel plezier met deze Inkttornado's!
ru: Ловите торнадо, консервы!
zh_hans: 接招吧！看我的龙卷风！
zh_hant: 接招吧！看我的龍捲風！

# SdodrSdodrTalkStageRandomDroneTornado02
source: Inkstrike inkcoming! BAM!
de: Tintferno-Angriff! BÄMM!
es: ¡Tornado en tres, dos...!
es_mx: ¡Tornado a la vista!
fr: Missile tornade en approche ! BAM !
it: Tornado in arrivooo!
ja: トルネード ドーン！
ko: 토네이도! 콰앙!
nl: Inkttornado in zicht! BAM!
ru: Торнадо... ВЖУХ!!!
zh_hans: 龙卷风——轰——！
zh_hant: 龍捲風——轟！

# SdodrSdodrTalkStageRandomDroneTrap00
source: Here's a li'l Ink Mine for ya!
de: Bock auf ’ne kleine Tintenmine?
es: ¡Una bomba trampa para quien la quiera!
es_mx: ¡Una mina de tinta para quien la quiera!
fr: Vous reprendrez bien une mine ?
it: Ecco una bella minella tutta per voi!
ja: トラップ置いとこ
ko: 트랩을 깔아 둘까?
nl: Wie heeft er zin in een Inktmijntje?
ru: Просто оставлю эту мину здесь.
zh_hans: 先设置个墨汁陷阱吧。
zh_hant: 先設置個墨汁陷阱吧。

# SdodrSdodrTalkStageRandomDroneTrap01
source: Laying an Ink Mine! Aaand done.
de: Platziere Tintenmine... Uuund ab dafür!
es: A ver, que ponga una bomba trampa... ¡Listo!
es_mx: Una mina de tinta por aquí... ¡Listo!
fr: Et une mine déposée, une !
it: Posizionamento mina in corso... eee fatto!
ja: トラップ しかけて…と
ko: 트랩을 설치해 보실까…
nl: Inktmijn leggen... En klaar!
ru: А тут мы оставим мину, йо!
zh_hans: 设置个墨汁陷阱……完成。
zh_hant: 設置墨汁陷阱……搞定。

# SdodrSdodrTalkStageRandomDroneTrap02
source: How's this spot for an Ink Mine?
de: Super Stelle für ’ne Tintenmine!
es: ¿Qué tal este sitio para una bomba trampa?
es_mx: Una mina de tinta quedaría bonita aquí, ¿no?
fr: L'endroit est parfait pour une mine, pas vrai ?
it: Mettiamo una bella mina qui!
ja: このへんでいいか？ トラップ設置！
ko: 이 주변이면 돼? 트랩 설치!
nl: Dit is een geweldige plek voor een Inktmijn!
ru: Ставлю мину, ок? Ок!
zh_hans: 在这附近就行了吧？墨汁陷阱，设置！
zh_hant: 這附近就行了吧？墨汁陷阱，設置！

# SdodrSdodrTalkStageRandomEventBonusAttack01
source: Oooh, scope out all the temporary Power chips! This'llbe like shooting Jelletons in a barrel!
de: Hui! Guck mal all die zeitweiligen Kraft-Chips!Damit machst du den Feinden BEINE! Statt Flossen.
es: ¡Tienes muchos cromochips con tonalidad de potencia!¡Se van a enterar de cómo te las gastas, Ocho!
es_mx: ¡Tu paleta se llenó de cromochips con tonalidad depotencia! ¡No habrá esquealeta que se te resista!
fr: Oooh, t'as vu toutes ces puces de Puissance ?On va allumer les Squelécailles comme au stand de tir !
it: Oooh, guarda quante schede Potenza temporanee!Faremo fuoco e fiamme, buah ah ah!
ja: このフロアだけ パワーのチップでいっぱいだ！よっし、撃って 撃って、撃ちまくんぞ！
ko: 이 플로어만 파워 칩으로 한가득이네!좋았어! 마구마구 쏴 보자고!
nl: Ooo, moet je al die tijdelijke krachtchips zien!Tijd om te schieten, schieten en schieten!
ru: Сколько временных жетонов «Сила»!Консервиторам крышка!
zh_hans: 光是这个楼层就拿到了好多力量的晶片！好，那就射击、射击，尽情射击吧！
zh_hant: 光是這個樓層就拿到了好多力量的晶片！好，那就不停地盡情掃射吧！

# SdodrSdodrTalkStageRandomEventBonusAuto01
source: Oooh, scope out all the temporary Drone chips! Time togo PEARLSERK! Stick close, Eight!
de: Ha-haaa! Hol dir die zeitweiligen Drohnen-Chips!Jetzt können die Viecher was PERLeben!
es: ¡Tienes muchos cromochips con tonalidad de dron!¡A calentar, que salgo! ¡Cuenta conmigo, Ocho!
es_mx: ¡Mira todos esos cromochips con tonalidad de DRON!¡Llegó mi momento, muajaja!
fr: Oooh, t'as vu toutes ces puces de drone ?Ça va être un véritable PERLIVAL ! Accroche-toi, Huit !
it: Oooh, guarda quante schede Drone temporanee!Fate largo che non mi ferma nessuno!
ja: このフロアだけ ドローンのチップでいっぱいだ！暴れまわるぞー！ アタシについてこい、ハチ！
ko: 이 플로어만 드론 칩으로 한가득이네!어디 한번 날뛰어 볼까～! 나를 따르라, 에이트!
nl: Ooo, moet je die tijdelijke dronechips zien!Kijk maar eens wat ik kan, Acht!
ru: Сколько временных жетонов «Дрон»!Ну, сейчас я им устрою! Не отставай!
zh_hans: 光是这个楼层就拿到了好多无人机的晶片！我要大闹一场咯——！跟上我，小八！
zh_hant: 光是這個樓層就拿到了好多無人機的晶片！我要大鬧一場囉！跟上我的腳步吧，小八！

# SdodrSdodrTalkStageRandomEventBonusContinuity01
source: Oooh, scope out all the temporary Support chips!This floor's as good as cleared!
de: Hehe! Hol dir die zeitweiligen Unterstützungs-Chips!Die Etage ist schon so gut wie erledigt!
es: ¡Tienes muchos cromochips con tonalidad de ayuda!¡Tu vida será más sencilla ahora, Ocho!
es_mx: ¡Tienes muchos cromochips con tonalidad de apoyo!¡Ya lo tienes hecho, Ocho!
fr: Oooh, t'as vu toutes ces puces de Soutien ?On va nettoyer cet étage en un clin d'œil !
it: Oooh, guarda quante schede Supporto temporanee!Questo piano non ha chance contro di noi!
ja: このフロアだけ サポートのチップでいっぱいだ！楽勝でクリアできそーだな！
ko: 이 플로어만 서포트 칩으로 한가득이네!손쉽게 클리어할 수 있겠어!
nl: Ooo, moet je die tijdelijke ondersteuningschips zien!Deze etage wordt een eitje!
ru: Сколько временных жетонов «Поддержка»!Считай, этаж пройден!
zh_hans: 光是这个楼层就拿到了好多支援的晶片！感觉能轻松通关～！
zh_hant: 光是這個樓層就拿到了好多輔助的晶片！感覺好像可以輕易地過關喔！

# SdodrSdodrTalkStageRandomEventBonusLuck01
source: Oooh, scope out all the temporary Lucky chips! Goodthings are coming our way, Eight. You'll see!
de: Uh! Schau mal die ganzen zeitweiligen Glücks-Chips!Hast den Hauptgewinn gezogen, Nr. 8!
es: Ah, ¡tienes muchos cromochips con tonalidad de fortuna!La suerte propicia está en camino, ¡ya lo verás, Ocho!
es_mx: Ah, ¡tienes muchos cromochips con tonalidad de fortuna!Algo bueno nos espera, ¡ya verás, Ocho!
fr: Oooh, t'as vu toutes ces puces de Chance ?On va avoir la baraka, Huit !
it: Oooh, guarda quante schede Fortuna temporanee!Forse le cose si mettono bene, Otto!
ja: このフロアだけ ラッキーのチップでいっぱいだ！すげー イイこと起きそうだな！
ko: 이 플로어만 럭키 칩으로 한가득이네!엄청 좋은 일이 일어날 것 같아!
nl: Ooo, moet je die tijdelijke gelukschips zien!Nu gaat het ons meezitten, Acht. Echt waar!
ru: Сколько временных жетонов «Удачливость»!Нам будет везти на каждом шагу, Восьмерка!
zh_hans: 光是这个楼层就拿到了好多幸运的晶片！好厉害——！感觉这会是个好兆头！
zh_hant: 光是這個樓層就拿到了好多幸運的晶片！厲害耶——感覺是個好兆頭喔！

# SdodrSdodrTalkStageRandomEventBonusMove01
source: Oooh, scope out all the temporary Mobility chips!Stick and move, Eight, stick and move!
de: Ha! Alles voller zeitweiliger Beweglichkeit-Chips!Vollgas, Nr. 8! Keine Sekunde Stillstand!
es: Ah, ¡tienes muchos cromochip con tonalidad de movilidad!¡Que nadie te pare los tentáculos, Ocho!
es_mx: ¡Tienes muchos cromochips con tonalidad de movilidad!¡A mover ese cuerpo!
fr: Oooh, t'as vu toutes ces puces de Mobilité ?Tu vas être plus insaisissable qu'une anguille, Huit !
it: Oooh, guarda quante schede Praticità temporanee!Sguscerai veloce come un'anguilla, Otto!
ja: このフロアだけ ムーブのチップでいっぱいだ！よし、ハチ！ 動き回んぞ！
ko: 이 플로어만 무브 칩으로 한가득이네!좋았어, 에이트! 바쁘게 움직이는 거야!
nl: Ooo, moet je die tijdelijke beweeglijkheidschips zien!Tijd om te laten zien hoe flexibel je bent, Acht!
ru: Сколько временных жетонов «Мобильность»!Плюхай на бегу, Восьмерка!
zh_hans: 光是这个楼层就拿到了好多移动的晶片！好，小八！动起来吧！
zh_hant: 光是這個樓層就拿到了好多移動的晶片！好，小八！動起來吧！

# SdodrSdodrTalkStageRandomEventBonusRange01
source: Oooh, scope out all the temporary Range chips! Lemmeget my binoculars so I can see what you're splatting.
de: Aha! Zeitweilige Reichweite-Chips ohne Ende!Ich schau mit dem Fernglas, was du so erlegst!
es: Ah, ¡tienes muchos cromochips con tonalidad de alcance!¡Ahora te temerán desde cerca y desde lejos, Ocho!
es_mx: Ah, ¡tienes muchos cromochips con tonalidad de alcance!¡No se te va a escapar nada!
fr: Oh, t'as vu toutes ces puces de Portée ? Je vais devoirsortir mes jumelles pour pouvoir admirer ton travail.
it: Oooh, guarda quante schede Gittata temporanee! Fammimettere gli occhiali per vedere dove arrivano i proiettili!
ja: このフロアだけ レンジのチップでいっぱいだ！遠くから ズドン！ そんで、バシャーだっ！
ko: 이 플로어만 레인지 칩으로 한가득이네!멀리서 펑! 쏴서 싹 쓸어버리는 거야!
nl: Ooo, moet je die tijdelijke bereikchips zien! Perfectom van veraf schade mee te veroorzaken!
ru: Сколько временных жетонов «Дальнобойность»!Погоди, оптику настрою...
zh_hans: 光是这个楼层就拿到了好多范围的晶片！从远处“咚”地射击！然后“啪”地击倒敌人！
zh_hant: 光是這個樓層就拿到了好多範圍的晶片！從遠處砰地開火！讓敵人啪地被擊倒吧！

# SdodrSdodrTalkStageRandomFloorShop00
source: I notice the higher we go, the more Lives cost.
de: Je höher wir sind, desto mehr kosten neue Versuche.
es: Parece que, cuanto más subimos, más cuestan las vidas.
es_mx: ¿Has notado que cuanto más subimos, más carasestán las vidas?
fr: T'as remarqué que plus on monte, plus les viescoûtent cher ?
it: Hai notato che più saliamo e più le vite costano?
ja: 上に行けば行くほど、ライフ回復の値段が高くなるらしいヨ
ko: 위로 가면 갈수록 라이프 회복 가격이 높아진대
nl: Hoe hoger we komen, hoe meer de levens kosten.
ru: Вы тоже это заметили? Чем выше мыподнимаемся, тем дороже жизни.
zh_hans: 似乎所在的楼层越高，回复生命的价格就会越贵。
zh_hant: 聽說樓層越高，回復生命的價格就會越貴喔。

# SdodrSdodrTalkStageRandomFloorShop01
source: It's so quiet here without any Jelletons bugging us.I'm bored. Let's go back to the elevator!
de: Keine Gegner zum Wegklatschen hier. Voll öde.Ich will wieder zum Aufzug!
es: Qué tranquilidad, sin esquealetas molestando. Y quéaburrimiento. ¡Volvamos al ascensor!
es_mx: Qué tranquilidad, sin esquealetas molestando. Y quéaburrimiento. ¡Volvamos al elevador!
fr: C'est calme ici, sans Squelécailles... trop calme.Je m'ennuie ! Retournons à l'ascenseur !
it: È così silenzioso qui, senza gli Ossimolli a disturbarci...Mi sto quasi annoiando. Andiamo all'ascensore!
ja: ここはスケルトーンもいなくて静かだな……じゃ、エレベーターにもどるか！
ko: 여기는 스켈레톤도 없어서 조용하네……그럼 엘리베이터로 돌아가자!
nl: Het is hier zo rustig zonder die irritante Drilgruwels.Ik verveel me. Laten we terug naar de lift gaan!
ru: Без консервиторов как-то слишком тихо.Скукотища!!! Хочу обратно в лифт!
zh_hans: 这里连只骷髅鱼都没有，好安静啊…………好了，我们回电梯里吧！
zh_hant: 這裡連隻骷髏魚都沒有，好安靜喔……好，我們回電梯裡吧！

# SdodrSdodrTalkStageRandomFloorShop02
source: Everything checks out! On to the next floor!
de: Alles roger!Los, ab zur nächsten Etage!
es: ¡Todo en orden! ¡Al siguiente piso!
es_mx: ¡Todo en orden! ¡Al siguiente piso!
fr: Tout est en ordre ! Montons au prochain étage !
it: Tutto pronto! Al prossimo piano!
ja: 準備はバッチリ！ 次のフロアに進むぞ！
ko: 준비 끝! 다음 플로어로 가자!
nl: Alles paraat! Op naar de volgende etage!
ru: Полный порядок! Поехали на следующий этаж!
zh_hans: 准备充足！前往下一个楼层吧！
zh_hant: 準備萬全！前往下個樓層吧！

# SdodrSdodrTalkStageRandomFloorShop03
source: Yo, check under the vending machine. Might be someMembux there! Or...not.
de: Hey, steck mal die Hand unter den Automaten.Da kullert sicher noch Kleingeld rum... Na ja, oder nicht.
es: Oye, ¿y si miras debajo del expendedor? ¡Quizá hayaalguna pastimoneda! O no...
es_mx: ¡Oye, mira debajo del expendedor, a ver si hay algunapastimoneda! O no...
fr: Yo, jette un œil sous le distributeur. Il y a peut-êtrequelques poulpèzes qui traînent... ou pas.
it: Ehi, guarda sotto al distributore automatico.Magari trovi qualche norilir! ... O no?
ja: 自販機の下にネリコイン落ちて…ねーよな
ko: 자판기 밑에 네리 코인이 떨어져… 있지는 않겠지
nl: Yo, kijk eens onder de verkoopautomaat. Misschienliggen er wel wat neuri's! Of... niet.
ru: Йо, загляни под консервомат. Может, наскребешьпарочку вспомбаксов! Или дырку от краб-бублика.
zh_hans: 自动贩卖机底下有没有别人落下的忆界硬币呢……看来没有。
zh_hant: 自動販賣機底下有沒有別人掉的憶界硬幣呢……看來沒有。

# SdodrSdodrTalkStageRandomFloorShop04
source: Get back to the elevator when you're done, Eight.
de: Wenn alles erledigt ist, danneinfach zurück zum Aufzug, Nr. 8.
es: Vuelve al ascensor cuando hayas terminado con lo queestés haciendo, Ocho.
es_mx: Vuelve al elevador cuando termines con lo queestés haciendo, Ocho.
fr: Remonte dans l'ascenseur quand t'auras terminé, Huit.
it: Torna pure all'ascensore quando hai finito, Otto.
ja: 買い物終わっタラ エレベーターにもどってきナヨ、ハチ
ko: 다 샀으면 엘리베이터로 돌아와, 에이트
nl: Ga terug naar de lift zodra je klaar bent, Acht.
ru: Восьмерка, когда купишь все нужное, иди к лифту.
zh_hans: 如果买完东西了，就回电梯里吧，小八。
zh_hant: 如果買完東西了就回電梯裡吧，小八。

# SdodrSdodrTalkStageRandomFloorShop05
source: Pick up anything interesting, Eight?
de: Was Schönes gefunden, Nr. 8?
es: ¿Has visto algo interesante, Ocho?
es_mx: ¿Compraste algo interesante, Ocho?
fr: T'as trouvé quelque chose d'intéressant, Huit ?
it: Trovato qualcosa di interessante, Otto?
ja: ハチ、何買ったんダ？
ko: 에이트, 뭐 샀어?
nl: Heb je iets interessants gevonden, Acht?
ru: Что у тебя там, Восьмерка? Что-то интересное?
zh_hans: 小八，你买了什么呀？
zh_hant: 小八，你買了什麼？

# SdodrSdodrTalkStageRandomFloorShop06
source: These vending machines don't sell snacks? What a rip.
de: Ein Automat ohne Süßigkeiten?Wer's braucht.
es: ¿Estos expendedores no tienen nada para comer?Qué falta de respeto al hambre...
es_mx: ¿Estos expendedores no tienen nada para comer?Qué falta de respeto al hambre.
fr: Les distributeurs vendent pas d'en-cas ?Quelle arnaque.
it: Questi distributori automatici non vendonole patatine? Che peccato...
ja: ここの自販機、食えるもん売ってねーのか…
ko: 여기 자판기, 먹을 건 안 파나…
nl: Deze automaten verkopen geen snacks?Wat een teleurstelling.
ru: А вкусняхи где?! Какие они после этогоконсервоматы?! Даже консервов нет!
zh_hans: 这里的自动贩卖机不卖食物的吗……
zh_hant: 這裡的自動販賣機都沒有在賣吃的東西嗎……？

# SdodrSdodrTalkStageRandomFloorShop07
source: Enjoyed your downtime, Eight?
de: Päuschen genossen, Nr. 8?
es: ¿Has podido descansar, Ocho?
es_mx: ¿Pudiste descansar, Ocho?
fr: T'as réussi à te reposer un peu, Huit ?
it: Hai potuto riposarti un po', Otto?
ja: ちょっとは休めたか、ハチ？
ko: 에이트, 조금은 쉬었어?
nl: Hoe was je pauze, Acht?
ru: Как отдых, Восьмерка?
zh_hans: 小八，你的疲劳有没有恢复一些？
zh_hant: 小八，你有休息到嗎？

# SdodrSdodrTalkStageRandomFloorShop08
source: Sigh. It's too quiet. I hate quiet.
de: Puh... Ist ruhig hier.Zu viel Ruhe nervt mich.
es: Uf, qué calma tan calma. Odio la calma.
es_mx: Uf, mucha calma en este piso. Odio la calma.
fr: Pfff... c'est trop calme. Je déteste ça.
it: Sigh. C'è troppo silenzio qui. Io odio il silenzio.
ja: ふぅ… 静かすぎて、ねむくなってきた
ko: 후우… 너무 조용해서 잠이 오네
nl: Pffft, wat is het stil. Ik haat stilte.
ru: Ы-Ы-Ы! Терпеть не могу тишину!
zh_hans: 呼……这里太过安静，我都犯困了。
zh_hant: 呼……實在太過安靜，害我都想睡了。

# SdodrSdodrTalkStageRandomFloorShop09
source: You get everything on your shopping list, Eight?
de: Einkaufszettel abgehakt, Nr. 8?
es: ¿Te faltan cosas de tu lista de la compra, Ocho?
es_mx: ¿Te faltan cosas de tu lista de la compra, Ocho?
fr: Tu as trouvé tout ce que tu cherchais, Huit ?
it: Hai preso tutto quello che ti serviva, Otto?
ja: ハチ、買い忘れねーか？
ko: 에이트, 깜빡하고 안 산 건 없지?
nl: Heb je alles kunnen kopen dat je zocht, Acht?
ru: Восьмерка, все? Смотри не забудь какой-нибудьмаленький, но важный пунктик из списка!
zh_hans: 小八，东西都买齐了吧？
zh_hant: 小八，東西都買齊了嗎？

# SdodrSdodrTalkStageRandomFloorShop10
source: I always get thirsty when I see a vending machine.Not that I can drink anything like this.
de: Ich krieg immer Durst, wenn ich Automaten sehe.Obwohl ich als Drohne nicht mal trinken kann.
es: Cuando veo un expendedor me da una sed que no veas.Sí, a pesar de que los drones no podemos beber.
es_mx: Cuando veo un expendedor me da una sed horrible...aunque no pueda beber.
fr: Dès que je vois un distributeur, j'ai soif ! Mais bon,je vais avoir du mal à boire sous forme de drone.
it: Mi viene sempre sete quando vedo un distributore.Ma tanto non posso bere niente, conciata così...
ja: 自販機見るとノドかわくなあっ、ドローンの体じゃ、飲めねーか
ko: 자판기를 보니까 목이 마르네앗, 드론이면 마실 수가 없구나
nl: Ik krijg altijd dorst als ik een verkoopautomaat zie.Niet dat ik nu iets kan drinken...
ru: Как вижу торговый автомат, сразу пить хочется!Только в таком виде мне Щуччи-кола не светит...
zh_hans: 看见自动贩卖机就会感觉口渴。啊，这无人机的身体也没办法喝水。
zh_hant: 一看到自動販賣機就口渴了。啊，但是無人機沒辦法喝飲料。

# SdodrSdodrTalkStageRandomFloorShop11
source: Where have I seen that vending machine before?
de: So 'nen Automaten hab ich dochirgendwo schon mal gesehen...
es: ¿Dónde he visto antes ese expendedor?
es_mx: ¿Dónde vi antes este expendedor?
fr: Où est-ce que j'ai déjà vu un distributeur pareil ?
it: Dove ho già visto quel distributore automatico?
ja: あの自販機、なんか見覚えあんだよな…
ko: 저 자판기, 본 적이 있는 것 같은데…
nl: Waar heb ik die verkoopautomaat eerder gezien?
ru: Где я раньше видела такой консервомат?..
zh_hans: 我总感觉在哪里见过那台自动贩卖机……
zh_hant: 總覺得好像在哪看過那台自動販賣機耶……

# SdodrSdodrTalkStageRandomFloorShop12
source: Nice of them to stock extra Lives when you'rerunning low.
de: Automaten scheinen frische Versuche zu führen,wenn deine gerade zu Ende gehen...
es: Es todo un detalle que podamos recuperar alguna queotra vida cuando empiezan a escasear.
es_mx: Es todo un detalle que te pongan una vida extra cuandoempiezan a escasear.
fr: C'est rassurant de savoir que tu peux acheter desvies supplémentaires si tu commences à être à court.
it: A volte trovi anche delle vite extra, il che è utilequando sei un po' a corto. Un bel pensiero, no?
ja: ライフが減っていると、ライフ回復が並ぶヨウダ
ko: 라이프가 줄어든 상태면 라이프 회복이 진열되나 봐
nl: Wat aardig dat je hier levens kunt kopenwanneer je ze nodig hebt.
ru: Если у тебя заканчиваются жизни, похоже,в консервоматах их можно будет прикупить.
zh_hans: 似乎只要生命并非全满，就能买到回复生命的商品。
zh_hant: 似乎只要生命有減少，就會販售回復生命的商品。

# SdodrSdodrTalkStageRandomFloorShop13
source: They won't stock color chips if the Palette is full.Instead, you can buy Prlz and sub or special weapons.
de: Bei voller Palette gibt's keine Farbchips mehrzu kaufen, sondern PRLN oder Spezialwaffen!
es: Si la paleta está llena, no habrá cromochips, pero podráscomprar perlas y armas secundarias o especiales.
es_mx: Si la paleta está llena, no habrá cromochips, pero podráscomprar perlas y armas secundarias o especiales.
fr: Il y aura pas de puces chromatiques si ta palette estpleine. À la place, ce sera des péperles et des armes.
it: Se la tavoletta è piena non troverai schede colore, mapotrai comprare perle, armi speciali e secondarie.
ja: パレットがいっぱいだと、カラーチップが並ばないのでシンジュやサブ、スペシャルを買うチャンスです
ko: 팔레트가 가득 찬 상태면 컬러 칩이 진열되지 않으니진주나 서브 웨펀, 스페셜 웨펀을 구입할 기회예요
nl: Ze verkopen geen kleurenchips als het palet vol is.Ze hebben dan wel parels en sub- of speciale wapens.
ru: Когда тон-бокс заполнен, тон-жетоны не продают.Зато есть жемкойны, запасное и особое оружие.
zh_hans: 如果把调色盘装备满，就买不到色彩晶片，所以这是购买珍珠、次要武器和特殊武器的好机会。
zh_hant: 如果調色盤全安裝滿了，就不會販售色彩晶片，所以這是個購買珍珠、次要武器跟特殊武器的好機會。
