Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizable.strings
Languages: nl

# BadgeAchievementSdodrLv00
source: Cleared the Initial Spire
nl: De begintoren voltooid.

# BadgeAchievementSdodrLv01
source: Cleared the Initial Spire
nl: De begintoren voltooid.

# BadgeAchievementSdodrLv02
source: Cleared Side Order
nl: 'De Toren der Orde' voltooid.

# BadgeAchievementSdodrLv03
source: Cleared the Spire of Order with Every Palette
nl: De Toren der Orde met ieder palet voltooid.

# BadgeAchievementSdodrLv04
source: Bought Everything from Cipher's Siftings
nl: Alles gekocht bij Cifers koopjeskraam.

# BadgeAchievementSdodrLv05
source: Cleared the Spire of Order with the Low-Hacks Eight's Palette
nl: Toren der Orde voltooid met Achts palet met minimale hacks.

# BadgeCatalogueLevelLv00
source: Level 50 Catalog Reached!
nl: Catalogusniveau 50 bereikt!

# BadgeCatalogueLevelLv01
source: Level 100 Catalog Reached!
nl: Catalogusniveau 100 bereikt!

# BadgeChallengeWinStreakLv00
source: Won 10 Straight Anarchy Battles (Series)
nl: 10 keer op rij een chaosgevechtsessie gewonnen!

# BadgeChallengeWinStreakLv01
source: Won 50 Straight Anarchy Battles (Series)
nl: 50 keer op rij een chaosgevechtsessie gewonnen!

# BadgeChallengeWinStreakLv02
source: Won 250 Straight Anarchy Battles (Series)
nl: 250 keer op rij een chaosgevechtsessie gewonnen!

# BadgeCoopBigRunTrophyLv00
source: Got a Bronze or Higher Decoration in Big Run
nl: Bronzen versiering of beter behaald in Big Run!

# BadgeCoopBigRunTrophyLv01
source: Got a Silver or Higher Decoration in Big Run
nl: Zilveren versiering of beter behaald in Big Run!

# BadgeCoopBigRunTrophyLv02
source: Got a Gold Decoration in Big Run
nl: Gouden versiering behaald in Big Run!

# BadgeCoopBossKillNumLv00
source: %@ Splats x 10
nl: 10 keer een %@ verslagen!

# BadgeCoopBossKillNumLv01
source: %@ Splats x 100
nl: 100 keer een %@ verslagen!

# BadgeCoopBossKillNumLv02
source: %@ Splats x 1,000
nl: 1000 keer een %@ verslagen!

# BadgeCoopClearDangerRateMax
source: MAX Hazard Level Cleared
nl: Gewonnen op het maximale risiconiveau!

# BadgeCoopContestTrophyLv00
source: Top 50% in Eggstra Work!
nl: Top 50% in Bedrijfseitje!

# BadgeCoopContestTrophyLv01
source: Top 20% in Eggstra Work!
nl: Top 20% in Bedrijfseitje!

# BadgeCoopContestTrophyLv02
source: Top 5% in Eggstra Work!
nl: Top 5% in Bedrijfseitje!

# BadgeCoopGradeNormalLv00
source: Eggsecutive VP 200 at %@ Reached!
nl: %@: legendeniveau 200 bereikt!

# BadgeCoopGradeNormalLv01
source: Eggsecutive VP 400 at %@ Reached!
nl: %@: legendeniveau 400 bereikt!

# BadgeCoopGradeNormalLv02
source: Eggsecutive VP 600 at %@ Reached!
nl: %@: legendeniveau 600 bereikt!

# BadgeCoopGradeNormalLv03
source: Eggsecutive VP 999 at %@ Reached!
nl: %@: legendeniveau 999 bereikt!

# BadgeCoopKillTripleBossLv00
source: Dethroned a Triumvirate
nl: Versla een Monstertrio

# BadgeCoopRareEnemyKillNumLv00
source: %@ Splats x 100
nl: 100 keer een %@ verslagen!

# BadgeCoopRareEnemyKillNumLv01
source: %@ Splats x 1,000
nl: 1000 keer een %@ verslagen!

# BadgeCoopRareEnemyKillNumLv02
source: %@ Splats x 10,000
nl: 10.000 keer een %@ verslagen!

# BadgeEventMatchLv00
source: Top 50% in a Challenge!
nl: Top 50% in een eventgevecht!

# BadgeEventMatchLv01
source: Top 20% in a Challenge!
nl: Top 20% in een eventgevecht!

# BadgeEventMatchLv02
source: Top 5% in a Challenge!
nl: Top 5% in een eventgevecht!

# BadgeFest10XBattleJoinLv00
source: Competed in Three 10x Battles
nl: Drie keer deelgenomen aan een ×10-strijd!

# BadgeFest10XBattleJoinLv01
source: Competed in Three 10x Battles
nl: Drie keer deelgenomen aan een ×10-strijd!

# BadgeFest10XBattleJoinLv02
source: Competed in Three 10x Battles
nl: Drie keer deelgenomen aan een ×10-strijd!

# BadgeFest10XBattleWinLv00
source: Won Ten 10x Battles
nl: Tien keer een ×10-strijd gewonnen!

# BadgeFest10XBattleWinLv01
source: Won Ten 10x Battles
nl: Tien keer een ×10-strijd gewonnen!

# BadgeFest10XBattleWinLv02
source: Won Ten 10x Battles
nl: Tien keer een ×10-strijd gewonnen!

# BadgeFestRankMax
source: Ruler of Splatfest Reached!
nl: Splatfest-elite bereikt!

# BadgeGearTotalRarityLv00
source: Combined %@ Gear at 30+ Stars
nl: 30 sterren of meer voor %@-uitrusting!

# BadgeGearTotalRarityLv01
source: Combined %@ Gear at 100+ Stars
nl: 100 sterren of meer voor %@-uitrusting!

# BadgeHammerHostTournamentLv00
source: Organized a 16-Player Tournament with Tournament Manager!
nl: Toernooi met 16 spelers georganiseerd via de toernooiplanner!

# BadgeHammerHostTournamentLv01
source: Organized a 250-Player Tournament with Tournament Manager!
nl: Toernooi met 250 spelers georganiseerd via de toernooiplanner!

# BadgeHammerHostTournamentLv02
source: Organized a 1,000-Player Tournament with Tournament Manager!
nl: Toernooi met 1000 spelers georganiseerd via de toernooiplanner!

# BadgeLimitedRewardLotteryLv00
source: Hit the Shell-Out Machine Jackpot 4 Times
nl: 4 keer de jackpot van de Prijzenpot gewonnen!

# BadgeLimitedRewardLotteryLv01
source: Hit the Shell-Out Machine Jackpot 8 Times
nl: 8 keer de jackpot van de Prijzenpot gewonnen!

# BadgeLimitedRewardLotteryLv02
source: Hit the Shell-Out Machine Jackpot 16 Times
nl: 16 keer de jackpot van de Prijzenpot gewonnen!

# BadgeMissionLv00
source: DJ Octavio Defeated!
nl: DJ Octavio verslagen!

# BadgeMissionLv01
source: Story Mode Cleared!
nl: Het verhaal uitgespeeld!

# BadgeMissionLv02
source: Max Hero Level Achieved!
nl: Hoogste heldenniveau bereikt!

# BadgeMissionLv03
source: Max Hero Level Achieved!
nl: Hoogste heldenniveau bereikt!

# BadgeMissionLv04
source: Secret Kettle Found and Cleared!
nl: De geheime ketel gevonden en uitgespeeld!

# BadgeNawaBattlerCardNumLv00
source: Collected 90 Tableturf Battle Cards
nl: 90 Slijkslagkaarten verzameld!

# BadgeNawaBattlerCardNumLv01
source: Collected 120 Tableturf Battle Cards
nl: 120 Slijkslagkaarten verzameld!

# BadgeNawaBattlerCardNumLv02
source: Collected 150 Tableturf Battle Cards
nl: 150 Slijkslagkaarten verzameld!

# BadgeNawaBattlerRankLv00
source: Reached Tableturf Rank 30
nl: Slijkslagrang 30 bereikt!

# BadgeNawaBattlerRankLv01
source: Reached Tableturf Rank 40
nl: Slijkslagrang 40 bereikt!

# BadgeNawaBattlerRankLv02
source: Reached Tableturf Rank 50
nl: Slijkslagrang 50 bereikt!

# BadgeNawaBattlerRankLv03
source: Reached Tableturf Rank 100
nl: Slijkslagrang 100 bereikt!

# BadgeNawaBattlerRankLv04
source: Reached Tableturf Rank 200
nl: Slijkslagrang 200 bereikt!

# BadgeNawaBattlerRankLv05
source: Reached Tableturf Rank 300
nl: Slijkslagrang 300 bereikt!

# BadgeNawaBattlerRankLv06
source: Reached Tableturf Rank 400
nl: Slijkslagrang 400 bereikt!

# BadgeNawaBattlerRankLv07
source: Reached Tableturf Rank 500
nl: Slijkslagrang 500 bereikt!

# BadgeNawaBattlerRankLv08
source: Reached Tableturf Rank 600
nl: Slijkslagrang 600 bereikt!

# BadgeNawaBattlerRankLv09
source: Reached Tableturf Rank 700
nl: Slijkslagrang 700 bereikt!

# BadgeNawaBattlerRankLv10
source: Reached Tableturf Rank 800
nl: Slijkslagrang 800 bereikt!

# BadgeNawaBattlerRankLv11
source: Reached Tableturf Rank 900
nl: Slijkslagrang 900 bereikt!

# BadgeNawaBattlerRankLv12
source: Reached Tableturf Rank 999
nl: Slijkslagrang 999 bereikt!

# BadgeNawaBattlerWinAllNpcLevel3
source: Tableturf Battle Dojo Max Level Champ
nl: Slijkslagdojo-kampioen op het hoogste niveau!

# BadgeOrderFoodLv00
source: Ordered 10 Concessions
nl: 10 keer iets gehaald bij Goudelieves Bikbalie!

# BadgeOrderFoodLv01
source: Ordered 100 Concessions
nl: 100 keer iets gehaald bij Goudelieves Bikbalie!

# BadgeOrderFoodLv02
source: Ordered 1,000 Concessions
nl: 1000 keer iets gehaald bij Goudelieves Bikbalie!

# BadgeOrderVendorFsodrLv00
source: 10 Spyke Orders
nl: 10 bestellingen geplaatst bij Spyke!

# BadgeOrderVendorFsodrLv01
source: 100 Spyke Orders
nl: 100 bestellingen geplaatst bij Spyke!

# BadgeOrderVendorLv00
source: 10 Murch Orders
nl: 10 bestellingen geplaatst bij Mikey!

# BadgeOrderVendorLv01
source: 100 Murch Orders
nl: 100 bestellingen geplaatst bij Mikey!

# BadgePlayerRankLv00
source: Reached Level 30
nl: Niveau 30 bereikt!

# BadgePlayerRankLv01
source: Reached Level 50
nl: Niveau 50 bereikt!

# BadgePlayerRankLv02
source: Reached Level 100
nl: Niveau 100 bereikt!

# BadgePlayerRankLv03
source: Reached Level 200
nl: Niveau 200 bereikt!

# BadgePlayerRankLv04
source: Reached Level 300
nl: Niveau 300 bereikt!

# BadgePlayerRankLv05
source: Reached Level 400
nl: Niveau 400 bereikt!

# BadgePlayerRankLv06
source: Reached Level 500
nl: Niveau 500 bereikt!

# BadgePlayerRankLv07
source: Reached Level 600
nl: Niveau 600 bereikt!

# BadgePlayerRankLv08
source: Reached Level 700
nl: Niveau 700 bereikt!

# BadgePlayerRankLv09
source: Reached Level 800
nl: Niveau 800 bereikt!

# BadgePlayerRankLv10
source: Reached Level 900
nl: Niveau 900 bereikt!

# BadgePlayerRankLv11
source: Reached Level 999
nl: Niveau 999 bereikt!

# BadgeSpendLotteryLv00
source: Spent 300,000 Cash on the Shell-Out Machine
nl: 300.000 uitgegeven aan de Prijzenpot!

# BadgeSpendLotteryLv01
source: Spent 3,000,000 Cash on the Shell-Out Machine
nl: 3.000.000 uitgegeven aan de Prijzenpot!

# BadgeSpendLotteryLv02
source: Spent 30,000,000 Cash on the Shell-Out Machine
nl: 30.000.000 uitgegeven aan de Prijzenpot!

# BadgeSpendShopClothesFsodrLv00
source: 100K Jelly Fresh Club
nl: 100.000 uitgegeven bij Beste Maatjes!

# BadgeSpendShopClothesFsodrLv01
source: 1MM Jelly Fresh Club
nl: 1 miljoen uitgegeven bij Beste Maatjes!

# BadgeSpendShopClothesLv00
source: 100K Man-o'-Wardrobe Club
nl: 100.000 uitgegeven bij Modusa!

# BadgeSpendShopClothesLv01
source: 1MM Man-o'-Wardrobe Club
nl: 1 miljoen uitgegeven bij Modusa!

# BadgeSpendShopClothesSdodrLv00
source: 100K Ye Olde Cloth Shoppe Club
nl: 100.000 uitgegeven bij Kwallietijd!

# BadgeSpendShopClothesSdodrLv01
source: 1MM Ye Olde Cloth Shoppe Club
nl: 1 miljoen uitgegeven bij Kwallietijd!

# BadgeSpendShopGoodsLv00
source: 100K Hotlantis Club
nl: 100.000 uitgegeven bij Aqua Morgana!

# BadgeSpendShopGoodsLv01
source: 1MM Hotlantis Club
nl: 1 miljoen uitgegeven bij Aqua Morgana!

# BadgeSpendShopHeadFsodrLv00
source: 100K Cooler Heads Club
nl: 100.000 uitgegeven bij Onder een Hoedje!

# BadgeSpendShopHeadFsodrLv01
source: 1MM Cooler Heads Club
nl: 1 miljoen uitgegeven bij Onder een Hoedje!

# BadgeSpendShopHeadLv00
source: 100K Naut Couture Club
nl: 100.000 uitgegeven bij Nauts Deals!

# BadgeSpendShopHeadLv01
source: 1MM Naut Couture Club
nl: 1 miljoen uitgegeven bij Nauts Deals!

# BadgeSpendShopHeadSdodrLv00
source: 100K Headspace Club
nl: 100.000 uitgegeven bij Hoofdmoot!

# BadgeSpendShopHeadSdodrLv01
source: 1MM Headspace Club
nl: 1 miljoen uitgegeven bij Hoofdmoot!

# BadgeSpendShopShoesFsodrLv00
source: 100K Shrimp Kicks Club
nl: 100.000 uitgegeven bij De Schoener!

# BadgeSpendShopShoesFsodrLv01
source: 1MM Shrimp Kicks Club
nl: 1 miljoen uitgegeven bij De Schoener!

# BadgeSpendShopShoesLv00
source: 100K Crush Station Club
nl: 100.000 uitgegeven bij Krab voor Stap!

# BadgeSpendShopShoesLv01
source: 1MM Crush Station Club
nl: 1 miljoen uitgegeven bij Krab voor Stap!

# BadgeSpendShopShoesSdodrLv00
source: 100K Shella Fresh Club
nl: 100.000 uitgegeven bij Fish & Kicks!

# BadgeSpendShopShoesSdodrLv01
source: 1MM Shella Fresh Club
nl: 1 miljoen uitgegeven bij Fish & Kicks!

# BadgeTipColorCompleteSdodrAutoA
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrAutoB
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrAutoC
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrContinuityA
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrContinuityB
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrContinuityC
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrFireA
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrFireB
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrFireC
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrLuckA
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrLuckB
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrLuckC
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrMoveA
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrMoveB
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrMoveC
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrRangeA
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrRangeB
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTipColorCompleteSdodrRangeC
source: Collected Data for All Color Chips of the Same Tone
nl: Gegevens verzameld over alle kleurenchips met dezelfde tint.

# BadgeTotalKumaPointLv00
source: 10,000 Grizzco Point Club
nl: 10.000 Beer & Co-punten verzameld!

# BadgeTotalKumaPointLv01
source: 100,000 Grizzco Point Club
nl: 100.000 Beer & Co-punten verzameld!

# BadgeTotalKumaPointLv02
source: 9,999,999 Grizzco Point Club
nl: 9.999.999 Beer & Co-punten verzameld!

# BadgeUdemaeLv00
source: A Rank Reached!
nl: Rang A bereikt!

# BadgeUdemaeLv01
source: S Rank Reached!
nl: Rang S bereikt!

# BadgeUdemaeLv02
source: S+ Rank Reached!
nl: Rang S+ bereikt!

# BadgeWinCountHighXpowerAtlanticLv00
source: Won 15 Straight X Battles with X Power at 2,000+
nl: 15 keer op rij een X-gevecht gewonnen met een X-kracht van meer dan 2000!

# BadgeWinCountHighXpowerAtlanticLv01
source: Won 70 Straight X Battles with X Power at 2,000+
nl: 70 keer op rij een X-gevecht gewonnen met een X-kracht van meer dan 2000!

# BadgeWinCountHighXpowerAtlanticLv02
source: Won 350 Straight X Battles with X Power at 2,000+
nl: 350 keer op rij een X-gevecht gewonnen met een X-kracht van meer dan 2000!

# BadgeWinCountHighXpowerPacificLv00
source: Won 15 Straight X Battles with X Power at 2,000+
nl: 15 keer op rij een X-gevecht gewonnen met een X-kracht van meer dan 2000!

# BadgeWinCountHighXpowerPacificLv01
source: Won 70 Straight X Battles with X Power at 2,000+
nl: 70 keer op rij een X-gevecht gewonnen met een X-kracht van meer dan 2000!

# BadgeWinCountHighXpowerPacificLv02
source: Won 350 Straight X Battles with X Power at 2,000+
nl: 350 keer op rij een X-gevecht gewonnen met een X-kracht van meer dan 2000!

# BadgeWinCountPntLv00
source: 50 Turf War Wins
nl: 50 overwinningen in Grondoorlog!

# BadgeWinCountPntLv01
source: 250 Turf War Wins
nl: 250 overwinningen in Grondoorlog!

# BadgeWinCountPntLv02
source: 1,200 Turf War Wins
nl: 1200 overwinningen in Grondoorlog!

# BadgeWinCountTclAtkLv00
source: Tricolor Turf War Win - Attacker
nl: Overwinning in Driekleurenoorlog als aanvaller!

# BadgeWinCountTclAtkLv01
source: 10 Tricolor Turf War Wins - Attacker
nl: 10 overwinningen in Driekleurenoorlog als aanvaller!

# BadgeWinCountTclDefLv00
source: Tricolor Turf War Win - Defender
nl: Overwinning in Driekleurenoorlog als verdediger!

# BadgeWinCountTclDefLv01
source: 10 Tricolor Turf War Wins - Defender
nl: 10 overwinningen in Driekleurenoorlog als verdediger!

# BadgeWinCountVarLv00
source: 100 Splat Zones Wins
nl: 100 overwinningen in Spetterzone!

# BadgeWinCountVarLv01
source: 1,000 Splat Zones Wins
nl: 1000 overwinningen in Spetterzone!

# BadgeWinCountVclLv00
source: 100 Clam Blitz Wins
nl: 100 overwinningen in Schelpenstrijd!

# BadgeWinCountVclLv01
source: 1,000 Clam Blitz Wins
nl: 1000 overwinningen in Schelpenstrijd!

# BadgeWinCountVglLv00
source: 100 Rainmaker Wins
nl: 100 overwinningen in Bazookarper!

# BadgeWinCountVglLv01
source: 1,000 Rainmaker Wins
nl: 1000 overwinningen in Bazookarper!

# BadgeWinCountVlfLv00
source: 100 Tower Control Wins
nl: 100 overwinningen in Torentwist!

# BadgeWinCountVlfLv01
source: 1,000 Tower Control Wins
nl: 1000 overwinningen in Torentwist!

# BadgeWinCountWeaponSpLv00
source: 30 Wins with %@
nl: 30 overwinningen met %@!

# BadgeWinCountWeaponSpLv01
source: 180 Wins with %@
nl: 180 overwinningen met %@!

# BadgeWinCountWeaponSpLv02
source: 1,200 Wins with %@
nl: 1200 overwinningen met %@!

# BadgeXpowerAtlanticLv00
source: Hit 2,000+ X Power
nl: Een X-kracht behaald van meer dan 2000!

# BadgeXpowerPacificLv00
source: Hit 2,000+ X Power
nl: Een X-kracht behaald van meer dan 2000!

# BadgeXrankLv00
source: Top 3,000 in X Battle!
nl: Top 3000 in X-gevecht!

# BadgeXrankLv01
source: Top 500 in X Battle!
nl: Top 500 in X-gevecht!

# BadgeXrankLv02
source: Top 10 in X Battle!
nl: Top 10 in X-gevecht!

# BadgeXrankRevisedAtlanticLv00
source: Top 50,000 X Battle Rank
nl: Bij de beste 50.000 X-gevechtspelers!

# BadgeXrankRevisedAtlanticLv01
source: Top 30,000 X Battle Rank
nl: Bij de beste 30.000 X-gevechtspelers!

# BadgeXrankRevisedAtlanticLv02
source: Top 10,000 X Battle Rank
nl: Bij de beste 10.000 X-gevechtspelers!

# BadgeXrankRevisedAtlanticLv03
source: Top 5,000 X Battle Rank
nl: Bij de beste 5000 X-gevechtspelers!

# BadgeXrankRevisedAtlanticLv04
source: Top 3,000 X Battle Rank
nl: Bij de beste 3000 X-gevechtspelers!

# BadgeXrankRevisedAtlanticLv05
source: Top 1,000 X Battle Rank
nl: Bij de beste 1000 X-gevechtspelers!

# BadgeXrankRevisedAtlanticLv06
source: Top 500 X Battle Rank
nl: Bij de beste 500 X-gevechtspelers!

# BadgeXrankRevisedAtlanticLv07
source: Top 10 X Battle Rank
nl: Bij de beste 10 X-gevechtspelers!

# BadgeXrankRevisedPacificLv00
source: Top 50,000 X Battle Rank
nl: Bij de beste 50.000 X-gevechtspelers!

# BadgeXrankRevisedPacificLv01
source: Top 30,000 X Battle Rank
nl: Bij de beste 30.000 X-gevechtspelers!

# BadgeXrankRevisedPacificLv02
source: Top 10,000 X Battle Rank
nl: Bij de beste 10.000 X-gevechtspelers!

# BadgeXrankRevisedPacificLv03
source: Top 5,000 X Battle Rank
nl: Bij de beste 5000 X-gevechtspelers!

# BadgeXrankRevisedPacificLv04
source: Top 3,000 X Battle Rank
nl: Bij de beste 3000 X-gevechtspelers!

# BadgeXrankRevisedPacificLv05
source: Top 1,000 X Battle Rank
nl: Bij de beste 1000 X-gevechtspelers!

# BadgeXrankRevisedPacificLv06
source: Top 500 X Battle Rank
nl: Bij de beste 500 X-gevechtspelers!

# BadgeXrankRevisedPacificLv07
source: Top 10 X Battle Rank
nl: Bij de beste 10 X-gevechtspelers!

# BynameAdjective1000
source: Triple
nl: Driedubbel

# BynameAdjective1001
source: Twin
nl: Tweeling-

# BynameAdjective1002
source: Double
nl: Dubbel

# BynameAdjective1003
source: Individual
nl: Solo-

# BynameAdjective1004
source: Comical
nl: Komisch

# BynameAdjective1006
source: Uncommon
nl: Ongewo

# BynameAdjective1007
source: Peerless
nl: Weergalo

# BynameAdjective1008
source: Vertebrate
nl: Gewerveld

# BynameAdjective1009
source: Expert
nl: Bedreven

# BynameAdjective1010
source: Giant
nl: Giga-

# BynameAdjective1011
source: Stalwart
nl: Star

# BynameAdjective1012
source: Exquisite
nl: Exqui

# BynameAdjective1013
source: Acrobatic
nl: Acrobatisch

# BynameAdjective1014
source: Captivated
nl: Geboeid

# BynameAdjective1015
source: Fledgling
nl: Debuterend

# BynameAdjective1016
source: Relaxed
nl: Ontspannen

# BynameAdjective1017
source: Playful
nl: Speels

# BynameAdjective1018
source: True
nl: Wa

# BynameAdjective1019
source: Candid
nl: Open

# BynameAdjective1020
source: Straightforward
nl: Compromislo

# BynameAdjective1021
source: Unalloyed
nl: Zuiver

# BynameAdjective1022
source: Magnanimous
nl: Grootmoedig

# BynameAdjective1023
source: Stoic
nl: Stoïcijns

# BynameAdjective1024
source: Angelic
nl: Engelachtig

# BynameAdjective1025
source: Single-Minded
nl: Doelbewust

# BynameAdjective1026
source: Bland
nl: Flauw

# BynameAdjective1027
source: Rich
nl: Schathemeltjerijk

# BynameAdjective1028
source: Earnest
nl: Hart-op-de-tongdragend

# BynameAdjective1029
source: Forward-Plunging
nl: Rechtlijnig

# BynameAdjective1031
source: Total
nl: Helemaal

# BynameAdjective1032
source: Passionate
nl: Gepassioneerd

# BynameAdjective1033
source: Inexorable
nl: Onverbiddelijk

# BynameAdjective1034
source: Plain
nl: Doorsnee

# BynameAdjective1035
source: Thoughtful
nl: Attent

# BynameAdjective1036
source: Frizzy
nl: Kroezig

# BynameAdjective1037
source: Somehow
nl: Op de een of andere manier een

# BynameAdjective1038
source: Upright
nl: Rechtschapen

# BynameAdjective1039
source: Peaceful
nl: Vredig

# BynameAdjective1040
source: Ephemeral
nl: Vluchtig

# BynameAdjective1041
source: Bright
nl: Pienter

# BynameAdjective1042
source: Laid-Back
nl: Niet gek te krijgen

# BynameAdjective1043
source: Dried-Out
nl: Uitgedroogd

# BynameAdjective1044
source: Metallic
nl: Metallieken

# BynameAdjective1045
source: Common
nl: Gewo

# BynameAdjective1047
source: Stubborn
nl: Onbuigza

# BynameAdjective1048
source: Custom
nl: Specialistisch

# BynameAdjective1049
source: Self-Centered
nl: Zelfzuchtig

# BynameAdjective1050
source: Determined
nl: Verbeten

# BynameAdjective1051
source: Indomitable
nl: Ontemba

# BynameAdjective1052
source: Unswerving
nl: Onwankelba

# BynameAdjective1053
source: Steadfast
nl: Onwrikba

# BynameAdjective1054
source: All-Out
nl: Ongeremd

# BynameAdjective1055
source: Imperative
nl: Noodzakelijk

# BynameAdjective1056
source: Undiscouraged
nl: Onvervaard

# BynameAdjective1057
source: Enduring
nl: Overblijvend

# BynameAdjective1058
source: Persisting
nl: Aandringend

# BynameAdjective1059
source: Completing
nl: Voltooiend

# BynameAdjective1060
source: Piercing
nl: Doordringend

# BynameAdjective1061
source: Hyped
nl: Ontvlamd

# BynameAdjective1062
source: Climbing
nl: Opklimmend

# BynameAdjective1064
source: Proper
nl: Precie

# BynameAdjective1065
source: Noteworthy
nl: Opmerkelijk

# BynameAdjective1066
source: Relieved
nl: Opgelucht

# BynameAdjective1067
source: Brazen
nl: Bruusk

# BynameAdjective1068
source: Unaffected
nl: Pretentielo

# BynameAdjective1069
source: Exceptional
nl: Uitzonderlijk

# BynameAdjective1070
source: Challenging
nl: Uitdagend

# BynameAdjective1071
source: Intellectual
nl: Intellectue

# BynameAdjective1072
source: Fair
nl: Eerlijk

# BynameAdjective1073
source: Discerning
nl: Veeleisend

# BynameAdjective1074
source: First-Rate
nl: Premium-

# BynameAdjective1075
source: Strong-Willed
nl: Halsstarrig

# BynameAdjective1076
source: Formidable
nl: Formidabel

# BynameAdjective1078
source: Ambitious
nl: Ambitieu

# BynameAdjective1079
source: Sturdy
nl: Robuust

# BynameAdjective1080
source: Dogged
nl: Vasthoudend

# BynameAdjective1081
source: Dependable
nl: Onkreukba

# BynameAdjective1082
source: Meticulous
nl: Zorgvuldig
