Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipCommentShotDamageUpUnlockComment02
source: Beefs up all your weapons—main,sub, and special. The more youset, the stronger you get.
de: Mehr Kleckskraft für alle Waffen.Hauptwaffe, Sekundärwaffe undSpezialwaffe. Je mehr Chips duausrüstest, desto stärker.
es: Mejora todas tus armas (principal,secundaria y especial). Cuantosmás uses, más potentes serán.
es_mx: Mejora todas tus armas (principal,secundaria y especial). Cuantasmás coloques, más potentes serán.
fr: Elle améliore toutes tes armes : principale,secondaire et spéciale. Plus tu en équipes,plus ça déménage.
it: Potenzia tutte le tue armi: principale,secondaria e speciale. Più schede usi,più le armi si potenziano.
ja: メインウェポンだけでなく、サブウェポンやスペシャルウェポンの攻撃力もアップするヨ複数セットするとさらに強くなるネ
ko: 메인 웨펀뿐만 아니라 서브 웨펀이나스페셜 웨펀의 공격력도 증가해여러 개 세팅하면 더욱 강화되지
nl: Daar krijgen al je wapens eenopkikker van: hoofdwapen,subwapen en je speciale wapen.Hoe meer chips, hoe sterker!
ru: Эти жетоны усиливают всеоружие — основное, запасноеи особое. Чем больше этихжетонов в тон-боксе, темзаметней эффект.
zh_hans: 不光是主要武器，它还可以提升次要武器和特殊武器的攻击力。装备多块晶片能让效果变得更强哦。
zh_hant: 除了主要武器之外，次要武器跟特殊武器的攻擊力也會有所提升喔。如果安裝複數枚晶片還會變得更強呢。

# SdodrSdodrColorTipCommentShotDamageUpUnlockComment03
source: If you ever feel indecisive, youcan't go wrong with these! Unlessyou have nine already. Can't helpyou there.
de: Wird die Qual der Wahl dir mal zu viel,ist dieser Chip keine schlechte Option!Falls du aber bereits neun Stück davonhast, weiß ich auch nicht weiter...
es: Si dudas, ¡con estos no te puedesequivocar! Aunque, si ya tienes nueve,más no podrás hacer.
es_mx: Si dudas, ¡con estos no te puedesequivocar! Aunque, si ya tienes nueve,más no podrás hacer.
fr: Si tu ne sais pas quoi équiper, celles-cisont un bon choix ! Sauf bien sûr si tuen as déjà neuf. Là, je peux plus rienfaire pour toi.
it: Ne puoi impostare fino a nove,quindi è sempre un'ottima scelta,in caso di indecisione!
ja: ９枚までセットできますし、迷ったらコレ選べばよさそうです～
ko: 9개까지 세팅할 수 있으니까 고민될 때는이걸 고르면 좋을 것 같아요～
nl: Als je slecht kunt kiezen, nou,hiermee zit je altijd goed! Tenzijje er al negen hebt. Dan helpthet weinig.
ru: Когда не можешь решить, чтовыбрать, с этими не ошибешься!Ну, если только у тебя не набралосьдевяти штук. Тогда не знаю.
zh_hans: 最多可以装备9块晶片，犹豫时只要选这个应该就行了～
zh_hant: 最多可以安裝9枚晶片，在猶豫不決的時候會是個好選擇喔～

# SdodrSdodrColorTipCommentShotDamageUpUnlockComment04
source: This one chip can power up, like,ALL your stuff! What's there tothink about? Just take it!
de: So ziemlich alles wird stärker,also nicht lange fackeln!Zuschlagen und zuklecksen!
es: Estos cromochips pueden potenciar...¡todas tus armas! No le des másvueltas ¡y cógelos sin dudar!
es_mx: Estos cromochips pueden potenciar...¡todas tus armas! No le des másvueltas ¡y agárralos sin dudar!
fr: Cette puce améliore toutes tesarmes ! Alors pourquoi réfléchir ?Prends-la !
it: Questa scheda è troppo forte!Ti potenzia, tipo... tutto! Serverifletterci? Prendila e basta!
ja: 一種類のチップで色々強まるのか！あんま考えずにコレ集めてくのもアリだな！
ko: 한 종류의 칩으로 여러 부분이강화되는구나! 어렵게 생각하지 말고일단 이걸 모으는 것도 좋겠네!
nl: Eén chip die ALLES sterker maakt!Waar twijfel je nog over? Meteennemen!
ru: Эти жетоны усиливают всеснаряжение разом, йо! Что тутдумать, хватать надо!
zh_hans: 一种晶片能强化各种能力啊！那看来专心收集这种晶片也不错！
zh_hant: 才一種晶片就能強化那麼多能力嗎！？看來單純只收集這種晶片也是不錯呢！

# SdodrSdodrColorTipCommentSpecialIncreaseUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentSpecialIncreaseUpUnlockComment02
source: I'll just let you imagine how goodthis is with Main Ink Coverage.
es: Facilita poder usar el arma especial.Y adivina las ventajas de usar estojunto a «entintado de arma principal»...
fr: Je te laisse imaginer tout ce que peutapporter cette puce, combinée avecGrande surface.
it: Ti lascio immaginare le cose che puoifare insieme a Copertura principale.
ja: 「メインショット塗り」と合わせれば、さらに効果が上がりそうダ気軽にスペシャルを使えるネ
ko: 「메인 샷 색칠」과 조합하면효과가 더욱 증가할 것 같아부담 없이 스페셜 웨펀을 쓸 수 있겠어
nl: Deze chip combineert fantastisch metde Hoofdwapeninktverspreidingchip, datkun je je vast wel voorstellen!
ru: Думаю, ты представляешь,как эффективны эти жетоны,если использовать также«Прокрас основным +».
zh_hans: 把它和“主要武器发射涂墨”搭配使用，也许可以进一步提升效果。这样就能随意使用特殊武器了。
zh_hant: 搭配「主要武器發射塗墨」一起使用的話感覺效果會更好。這樣就能隨意地使用特殊武器了。

# SdodrSdodrColorTipCommentSpecialIncreaseUpUnlockComment03
source: Remember that using a specialrefills your ink. So this can helpto make sure you never run out!
de: Nicht vergessen, dass dein Tintentankkomplett aufgefüllt wird, wenn du deineSpezialwaffe einsetzt. Das machtdiesen Chip umso praktischer!
es: Recuerda que al usar un arma especialrecuperarás tinta, ¡así que con estonunca te verás en aprietos!
es_mx: Recuerda que al usar el arma especialrecuperarás tinta, ¡así que con estonunca te verás en apuros!
fr: Avec en plus ton encre qui se rechargequand tu utilises ton arme spéciale, tupeux recharger rapidos et l'utilisertout aussi rapidos au besoin !
it: Ricordati che usando l'armaspeciale si ricarica il serbatoio.Quindi ti può essere utile per nonrischiare di finire l'inchiostro!
ja: スペシャルを使うとインクが回復するので、ピンチに備えてためておくのもアリです～
ko: 스페셜 웨펀을 사용하면 잉크가 회복되니위기를 대비해 모아 두는 것도 좋겠네요～
nl: Vergeet niet dat het gebruik van eenspeciaal wapen je inkt bijvult. Zo kunje ervoor zorgen dat je inkt nooitopraakt!
ru: Не забывай, что использованиеособого оружия восполняет твоюкраску. И с этими жетонамиможно заполнять баллон такимобразом!
zh_hans: 因为使用特殊武器后能回复墨汁，为了应对危机，攒满后留一手也是种选择～
zh_hant: 因為使用特殊武器會讓墨汁回復，所以留著應對危機也是種選擇喔～

# SdodrSdodrColorTipCommentSpecialIncreaseUpUnlockComment04
source: Whaaat?! Who doesn't use theirspecial as soon as it's ready?!
de: Welcher Clownfisch setzt dennseine Spezialwaffe bitte TAKTISCHein und nicht SOFORT? Pah.
es: ¡¿Quéee?! ¡¿Pero a quién sele ocurre no usar el arma especialen cuanto está lista?!
es_mx: ¡¿Quééé?! ¡¿Pero a quién sele ocurre no usar el arma especialen cuanto está lista?!
fr: Hein ?! Ça existe les gens quiutilisent pas leur arme spécialedès qu'elle est prête ?
it: Coooosaaaa?! Ma secondo tec'è qualcuno che non usa subitol'arma speciale appena è pronta?!
ja: えっ！ スペシャルって、ゲージたまったらすぐ使うもんじゃねーの？
ko: 어?! 스페셜 웨펀은 게이지가 모이면바로 쓰는 거 아니야?
nl: Wat?! Wie gebruikt nou nietz'n speciale wapen meteen zodradat kan?!
ru: Погоди, йо! Хочешь сказать, естьтакие, кто не использует особоеоружие, как только оно готово?!
zh_hans: 咦！特殊武器不是蓄力槽一满，就直接用掉的吗？
zh_hant: 咦！？特殊武器不是蓄力槽一滿就應該馬上用掉的東西嗎？

# SdodrSdodrColorTipCommentSquidMoveUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentSquidMoveUpUnlockComment02
source: Whether you're closing in orretreating, swimming fast is anadvantage in combat.
de: Ob beim Angriff oder Rückzug,wer schneller schwimmen kann,ist klar im Vorteil.
es: Tanto si avanzas como si retrocedes,¡nadar rápido es siempre una ventaja!
es_mx: Tanto si avanzas como si retrocedes,nadar rápido es siempre una ventaja.
fr: Que ce soit pour approcher ou fuir,nager vite est toujours un avantageau combat.
it: Sia che tu voglia avvicinarti ai nemicio dartela a gambe levate, nuotarevelocemente è un grande vantaggioin battaglia.
ja: イカダッシュが速くなれば、有利に戦えるネピンチのときも にげやすくなるヨ
ko: 징어대시가 빨라지면 싸울 때 유리하지위기일 때도 도망치기 쉬워져
nl: Of je vijanden nadert of voor ze vlucht,het is een groot voordeel als je sneldoor de inkt kunt zwemmen.
ru: Скорость плавания оченьважна как в наступлении,так и в отступлении.
zh_hans: 鱿鱼冲刺变快的话，不仅有利于战斗，还能在陷入险境时，更加容易逃跑哦。
zh_hant: 如果魷魚衝刺的速度變快，除了對交戰有利之外，陷入危機時也會變得更容易逃離喔。

# SdodrSdodrColorTipCommentSquidMoveUpUnlockComment03
source: It's tough running from those fishwhen they never give up. I hate tothink of you getting cornered...
de: Diese Geschöpfe lassen nie voneinem ab. Lass dich nur nichtin die Enge treiben...
es: Es agotador huir de esos pecesque no dan un respiro. No megustaría que te acorralaran...
es_mx: Es agotador huir de esos pecesque no dan un respiro. No megustaría que te acorralaran...
fr: Franchement, pas simple d'échapper encourant à des bestioles qui lâchentjamais leur proie... alors imaginequ'elles arrivent en plus à te cerner...
it: Non è facile scappare da queipesci quando ti mettono pressione,e non sopporto l'idea di vederti conle spalle al muro...
ja: 興奮したサカナから にげるの大変ですよねカベぎわに追い詰められたら、囲まれて…
ko: 흥분한 물고기로부터 도망치는 것도보통 일이 아니죠벽에 몰려서 포위당하기도 하고…
nl: Vluchten voor die vissen is lastig omdatze nooit opgeven. Ik zou niet graag ziendat je in een hoek wordt gedreven...
ru: Консервиторы не сдаются,поэтому от них особо неубежишь. Главное — не дайзагнать себя в угол...
zh_hans: 想逃离兴奋的骷髅鱼可麻烦了。要是被逼到墙边，就会被包围……
zh_hant: 要甩開亢奮的魚真的很累呢，一旦被逼到牆邊就會遭到包圍……

# SdodrSdodrColorTipCommentSquidMoveUpUnlockComment04
source: Easy there, Marina. But yeah, thisis a good chip to have around ifthings start to look bad.
de: Cool bleiben, Marina. Aber dieserChip ist echt klasse, wenn manmal tief in der Tinte steckt.
es: Calma, Marina... Pero sí, convienetener alguno de estos para cuandolas cosas se compliquen.
es_mx: Calma, Marina... Pero sí, convienetener alguno de estos para cuandolas cosas se compliquen.
fr: Brrr, arrête, Coralie ! Mais bref,c'est une puce très pratique àavoir pour filer rapidos.
it: Non essere così drammatica,Nori! Però è vero che è utilequando le cose si mettono male.
ja: こえーぞ、イイダ…でも、セットしときてーチップだな！
ko: 무서운 소리 하지 마, 이이다…아무튼 세팅해 두고 싶은 칩이네!
nl: Rustig, Mariana. Maar ja, dit is eenerg handige chip om te hebben alshet niet goed gaat.
ru: Спокойно, Мариша! Но да,когда ситуация с душком,такие жетоны не помешают...
zh_hans: 你说得好可怕啊，饭田……不过，这的确是值得装备的一种晶片！
zh_hant: 飯田，你講得太嚇人了……不過這是一枚很值得安裝的晶片呢！

# SdodrSdodrColorTipCommentSquidSomersaultAttackUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentSquidSomersaultAttackUnlockComment02
source: Hitting the smaller fish with aSquid Roll splats them instantly.The move also knocks foes away.
de: Damit kannst du die kleinsten Gegnermit einer Tintenfischrolle auf Kontaktklecksen. Größere Gegner werdendavon zurückgestoßen!
es: Podrás eliminar a enemigos pequeños deun solo golpe al emerger de una pirueta.El impacto también los empuja.
es_mx: Podrás eliminar a enemigos pequeños deun solo golpe al emerger de una pirueta.El impacto también los empuja.
fr: Pour te débarrasser du menu fretin,mise sur la vrille calamar, ça les éliminedirect. Et elle repousse aussi lesennemis plus imposants.
it: Se colpisci i nemici più piccoli conl'avvitotano li splatti all'istante.Con questa mossa puoi anchespingere via i nemici più grossi.
ja: 小さいサカナくらいならイカロールを当てて一撃で倒せるヨ 敵をふき飛ばす効果もあるようダ
ko: 작은 물고기 정도면 징어롤을 맞혀서한 방에 쓰러뜨릴 수 있어적을 날려 버리는 효과도 있나 봐
nl: Raak de kleinere vissen met eeninktrol om ze onmiddellijk uit teschakelen. Vijanden worden er ookmee weggeworpen.
ru: Врезавшись в кальмарном роллев мелких консервиторов, ты ихсразу плюхнешь. Этот маневртакже будет отбрасывать врагов.
zh_hans: 鱿鱼滚行撞到小鱼的话，可以一下就将其击倒哦，它似乎还有击飞敌人的效果。
zh_hant: 如果是小魚的話，只要用魷魚滾行撞擊就能直接擊倒喔。而且似乎還有擊飛敵人的效果。

# SdodrSdodrColorTipCommentSquidSomersaultAttackUnlockComment03
source: Try a Squid Roll into the target justoutside the elevator to get a feelfor the move's range.
de: Versuch vielleicht mal, die Attrappeam Aufzug mit Tintenfischrollen zuerwischen. So bekommst du einGefühl für die Sache!
es: Prueba a emerger de una piruetasobre el objetivo que hay delantedel ascensor para hacerte unaidea del alcance del movimiento.
es_mx: Intenta emerger de una piruetasobre el objetivo que hay delantedel elevador para hacerte unaidea del alcance del movimiento.
fr: Tente une vrille calamar sur la cibleprès de l'ascenseur pour te familiariserun peu avec son fonctionnement.
it: Prova un avvitotano contro il bersagliodavanti all'ascensore per avere un'ideadel raggio della mossa.
ja: エレベーター前のマトにイカロールしてみましょうダメージをあたえる範囲がわかりますよ
ko: 엘리베이터 앞의 과녁에징어롤을 해 보세요대미지의 범위를 알 수 있답니다
nl: Probeer een inktrol tegen het doelwitnet buiten de lift te gebruiken om tezien hoe het bereik ervan is.
ru: Попробуй врезаться кальмарнымроллом в мишень возле лифта,чтобы привыкнуть.
zh_hans: 对电梯前的标靶尝试使用鱿鱼滚行吧。那样就可以了解到造成伤害的范围了。
zh_hant: 對電梯前的標靶使用魷魚滾行試試吧，可以藉此知道能夠造成傷害的範圍喔。

# SdodrSdodrColorTipCommentSquidSomersaultAttackUnlockComment04
source: Whoa...it's like your body isregistered as a weapon now.How do you keep getting cooler?!
de: Boah! Damit wirst du quasi zurlebenden Waffe! Wie schaffst dues nur, immer cooler zu werden?
es: ¡Hala! Tu propio cuerpo es ahora unarma en toda regla. ¿Qué se siente?
es_mx: ¡Guau! Tu propio cuerpo se convierteen un arma de alta tecnología.¿Qué se siente?
fr: Oooh... ton corps devient une arme, engros ! Sérieux, plus cool tu meurs !
it: Uao! Il tuo corpo stesso diventaun'arma! Diventi sempre più cool!
ja: ブキにたよらず、身ひとつで戦うとかカッコイーな、ハチ！
ko: 무기에 의존하지 않고 몸 하나로 싸운다니멋진데, 에이트!
nl: Wauw! Zo te zien wordt je lichaam nuook tot de wapens gerekend. En je blijftmaar cooler en cooler worden!
ru: Получается, теперь даже твоетело — орудие для плюханья?!Крутота, йо!
zh_hans: 不依靠武器，而是凭借身躯战斗，真是太帅了，小八！
zh_hant: 不仰賴武器，只靠肉身作戰，小八，你真是太帥了！

# SdodrSdodrColorTipCommentSubInkSaveUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentSubInkSaveUnlockComment02
source: At max level, this could bring yourink consumption down 75 percent.That buys a lot of bombs.
de: Maximal aufgerüstet spart dieser Chipbeim Sekundärwaffeneinsatz ganze75 % Tinte ein. Sprich: ReichlichBomben extra!
es: En su máximo nivel de efecto, puedereducir el consumo de tinta en un 75 %.Con eso te puedes hartar de lanzarbombas.
es_mx: En su máximo nivel de efecto, puedereducir el consumo de tinta en un 75 %.Con eso te puedes hartar de lanzarbombas.
fr: Au niveau max, elle peut diminuer de75 % ta conso d'encre... quasiment dequoi larguer des bombes non-stop.
it: Al livello massimo, questa può ridurreil tuo consumo d'inchiostro del 75%.Che equivale a un sacco di bombe!
ja: 最大までセットすると、サブウェポンのインク消費量が４分の１まで減るノカ…連続でボムを投げられるネ
ko: 최대까지 세팅하면 서브 웨펀의잉크 소비량이 4분의 1까지 줄어드네…연속으로 밤을 던질 수 있겠어
nl: Als je deze chip maximaal benut,vermindert dat je inktverbruikmet 75%. Dat zijn een hoopextra bommen om te gooien!
ru: При максимальном количестветаких жетонов потреблениекраски запасным оружиемпонизится на 75%. Это очень,очень много бомб...
zh_hans: 将它装备至最大数量后，次要武器的墨汁消耗量可以减少至原来的4分之1啊……那就可以连续投掷炸弹了呢。
zh_hant: 安裝到枚數上限的話，能將次要武器的墨汁消耗量減少到四分之一啊……這樣一來就能連續投擲炸彈了。

# SdodrSdodrColorTipCommentSubInkSaveUnlockComment03
source: It's one to watch out for! In fact,with Splash Damage, you mightnot even need your main weapon!
es: ¡Este chip puede ser útil! De hecho, silo usas con «daño explosivo», ¡quizáni te haga falta el arma principal!
fr: Elle offre clairement un avantage ! Etavec Dégâts d'éclaboussure en plus,tu pourras peut-être même te passerde ton arme principale !
it: È una scheda da tenere decisamentein considerazione! Se la unisci aDanno splash, potresti non doverneanche usare l'arma principale!
ja: 集めがいがありますね！「爆発ダメージ」とかも合わせれば、ボムだけで攻略できちゃうかもです♪
ko: 모으는 보람이 있을 것 같아요!「폭발 대미지」 등의 칩과 조합하면밤만으로 공략할 수 있을지도 몰라요♪
nl: Deze chip is niet te onderschatten!Als je deze combineert met deSpetterschadechip, heb je bijna geenhoofdwapen meer nodig!
ru: Да-а-а, отличные жетоны!А если добавить еще и жетоны«Урон взрывами +», сможешьосновным оружием вообще непользоваться!
zh_hans: 看来很有收集的价值啊！搭配“爆炸伤害”这类晶片的话，也许能只靠炸弹攻略关卡♪
zh_hant: 看來很值得收集呢！如果再搭配「爆炸傷害」之類的晶片，說不定只靠炸彈就能過關了♪

# SdodrSdodrColorTipCommentWaveDamageUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentWaveDamageUpUnlockComment02
source: Not many attacks use soundwaves. But you don't need manyof these to make them count.
de: Schallwellen werden nicht von allzuvielen Waffen eingesetzt. Andererseitsbringen dir bereits wenige dieser Chipsreichlich Power ein.
es: No son muchos los ataques que usanondas de tinta, pero un único cromochipsupone una gran mejora para ellos.
es_mx: No son muchos los ataques que usanondas, pero un único cromochip suponeuna gran mejora para ellos.
fr: Peu d'attaques utilisent les ondessonores. Mais pas besoin d'en équiperbeaucoup pour créer un impact.
it: Non molti attacchi sfruttanole onde d'urto, ma ti bastanopoche di queste schede per avereun grande potenziamento.
ja: 音波による攻撃は種類が少なめだけど、チップ１枚あたりの強化は大きいヨ
ko: 음파를 이용한 공격은 종류는 적지만칩 하나하나의 강화가 강력해
nl: Er zijn niet veel aanvallen diegebruikmaken van geluidsgolven,maar deze chip zorgt ervoor datze een machtig lawaai maken.
ru: Не так много видов оружияиспользует звуковые волны.Но они такие мощные, что и тех,что есть, вполне достаточно.
zh_hans: 音波攻击的种类比较少，但是每1块晶片都能给予大幅强化。
zh_hant: 雖然音波攻擊的種類較少，不過只要單單1枚晶片就能大幅強化。

# SdodrSdodrColorTipCommentWaveDamageUpUnlockComment03
source: Speaking of powerful sounds,this also enhances Pearl'ssignature Killer Wail!
de: Beim Thema starker Schall fällt mirzuallererst die supertolle Heulbojevon Perla ein!
es: Hablando de ondas, ¡también se puedepotenciar célebre tintófono de Perla!
es_mx: Hablando de ondas, ¡también se puedepotenciar el célebre berreón de Perla!
fr: D'ailleurs, cette puce améliore aussile fameux haut-perceur de Perle !
it: A proposito di onde d'urto,anche il tintofono di Algaviene potenziato!
ja: 音波といえばセンパイですね！センパイのメガホンレーザーも強化されます♪
ko: 음파라고 하면 선배죠!선배의 메가폰 레이저도 강화된답니다♪
nl: En over machtig lawaai gesproken:deze chip versterkt ook Lore'sspecialiteit, de Megalofoon!
ru: Кстати говоря, эти жетоныусиливают и мегалофонЖемчика!
zh_hans: 说到音波就不得不提前辈呢！前辈的喇叭镭射也会被强化♪
zh_hant: 說到音波就會想到前輩呢！前輩的喇叭雷射也會獲得強化喔♪

# SdodrSdodrColorTipCommentWaveDamageUpUnlockComment04
source: My Killer Wail? Oh yeah, the onefrom the Drone Killer Wail chip!
es: ¿Mi tintófono? Sí, ¡con el cromochip«tintófono drónido»!
fr: Mon haut-perceur qui déboîte ? C'està la puce Haut-perceur du droneque je le dois !
it: Il mio tintofono?! Ah sì, quelloche ottengo con la schedaTintofono per drone!
ja: アタシのメガホンレーザー？あっ、「ドローンメガホンレーザー」のチップか！
ko: 내 메가폰 레이저?아, 「드론 메가폰 레이저」 칩 말이구나!
nl: Mijn Megalofoon? O ja, die vande Dronemegalofoon-chip!
ru: Мегалофон? А, ты про тот,который включается жетоном«Мегалофон дрона»!
zh_hans: 我的喇叭镭射？哦，你是指“无人机喇叭镭射”啊！
zh_hant: 我的喇叭雷射？喔，你是指「無人機喇叭雷射」的晶片啊！

# SdodrSdodrColorTipCommentWeakenEnemyDamageRateUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentWeakenEnemyDamageRateUpUnlockComment02
source: Main Ink Coverage helps to spreadyour ink around, and Sticky Inkmakes it a trap.
es: Con «entintado de arma principal»,te será más fácil esparcir la tinta,y «tinta pegajosa» la convertirá enuna trampa.
fr: Combine-la à Grande surface pourbooster l'encrage, et Encre gluantepour embourber l'ennemi.
it: Con Copertura principale puoi colorareancora più terreno e con Inchiostroappiccicoso crei la trappola perfetta.
ja: 「メインショット塗り」で塗りを広げておきたいネ「インクネバネバ」でねらいやすくするのもイイ
ko: 「메인 샷 색칠」로 색칠 범위를 넓히거나「끈적한 잉크」로 조준하기 쉽게만드는 것도 좋겠어
nl: De Hoofdwapeninktverspreiding helptbij het verspreiden van je inkt en dePlakinkt maakt er een valstrik van.
ru: «Прокрас основным +» поможеттебе закрасить территорию,а «Липкость краски +» превратитее в ловушку.
zh_hans: 真想用“主要武器发射涂墨”扩大涂墨范围呢。用“粘稠墨汁”降低瞄准难度也不错。
zh_hant: 會讓人很想用「主要武器發射塗墨」擴大塗墨的範圍呢。用「黏稠墨汁」降低瞄準難度也不錯。

# SdodrSdodrColorTipCommentWeakenEnemyDamageRateUpUnlockComment03
source: It also works on enemies in yourToxic Mist. If you don't have that,try the vending machines!
de: Sogar Gegner in Sepitox-Nebel erleidengrößeren Schaden. Diese Sekundärwaffekannst du in Automaten finden.
es: También funciona con los enemigosafectados por el nebulizador. Si nodispones de él, ¡visita un expendedor!
es_mx: También funciona con los enemigosafectados por el nebulizador. Si tupaleta no lo incluye, ¡a lo mejor loencuentras en un expendedor!
fr: Elle est aussi efficace contre lesennemis dans la brume toxique. Si tuen as pas, pense aux distributeurs pourt'en procurer !
it: Funziona anche con i nemici avvoltidalla tua nebbia tossica. Se non cel'hai, prova al distributore automatico!
ja: ポイズンミストでおそくした敵にも効果があるので、自販機でサブを変更しちゃうのもアリですね～
ko: 포이즌 미스트로 느려진 적에게도효과가 있으니 자판기에서 서브 웨펀을변경해 봐도 좋을 것 같아요～
nl: Dit heeft ook effect op je vijanden inje Gifmist. Als je die nog niet hebt, gadan eens naar een verkoopautomaat!
ru: Эти жетоны также действуют наврагов в твоем едком тумане.Если у тебя нет этого запасногооружия, можешь купить егов консервомате.
zh_hans: 这对被毒雾减缓速度的敌人也有效果，所以在自动贩卖机更改次要武器也是个不错的选择～
zh_hant: 對那些被毒霧緩速的敵人也同樣有效，所以在自動販賣機更換次要武器也是個不錯的選擇喔～

# SdodrSdodrColorTipCommentWeakenEnemyDamageRateUpUnlockComment04
source: It's kinda like kicking enemieswhen they're down...which is thebest time to kick them, really!
de: Voll übel, geschwächtenGegnern so mitzuspielen...Aber auch voll lustig, hä hä.
es: Qué fácil es darles caña a los enemigoscuando tu tinta les hace pupita.¡Hay pocas cosas mejores!
es_mx: ¿Castigar a los enemigos cuando nose pueden ni mover? Eso es jugarsucio. ¡Me gusta!
fr: S'en prendre à un ennemi endifficulté ? J'approuve !
it: È un po' come infierire sui nemiciche sono già a terra... che è ilmomento migliore per infierire!
ja: 動きにくくした敵に大ダメージとか、ちょっとイジワルなチップだな！
ko: 움직이기 힘든 상태의 적에게 큰 대미지를준다니 좀 심술궂은 칩이네!
nl: Het is een beetje alsof je vijanden nogverder de grond intrapt. Maar ja, als zedaar toch al zijn...
ru: Это прямо как бить лежачего...Ну и правильно! Разлеглись тутвсякие, йо!
zh_hans: 会对行动受阻的敌人造成大量伤害，感觉这晶片有点欺负人啊！
zh_hant: 這枚晶片能對行動困難的敵人造成大量傷害，感覺有點壞心耶！

# SdodrSdodrColorTipCommentWeakSwingRateUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。
