Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrColorTipCommentPenetrateNumUpUnlockComment02
source: If you put this together withMain Range, you should be able toshoot through the biggest foes.
es: Si lo usas junto con «alcance de armaprincipal», tus disparos podrán inclusoatravesar enemigos muy grandes.
fr: Si tu la combines avec Portée principale,tu devrais pouvoir transpercer mêmeles ennemis les plus imposants.
it: Se usi questa insieme a Gittataprincipale, dovresti riuscire atrafiggere anche i nemici più grossi.
ja: 貫通して後ろの敵にも攻撃が当たるノカ「メイン射程」と合わせて、大きい敵の後ろのヤツにも当てたいネ
ko: 관통해서 뒤에 있는 적도 공격할 수 있어「메인 사정거리」와 조합해서 큰 적 뒤에숨은 적도 맞힐 수 있겠는걸
nl: Deze chip in combinatie met deHoofdwapenbereikchip helpt je om jeallergrootste vijanden te doorboren.
ru: Используй также жетоны «Дальность основного +»,и твои выстрелы смогутпробивать даже самыхбольших врагов насквозь.
zh_hans: 有了它，攻击就会因贯穿效果命中后面的敌人啊。真想搭配“主要武器射程”晶片，攻击藏在大型敌人身后的家伙呢。
zh_hant: 能夠讓攻擊貫穿並命中後方的敵人。讓人想搭配「主要武器射程」一起使用，把大型敵人背後的傢伙一起收拾掉呢。

# SdodrSdodrColorTipCommentPenetrateNumUpUnlockComment03
source: With this, you can take out awhole swarm at once! That's goodnews for your Lucky Chain count.
es: ¡Con esto puedes cepillarteun escuadrón de un plumazo!Lo cual está muy bien para sumara tu combo fortuna.
es_mx: ¡Con esto puedes eliminar un escuadrónde enemigos en un abrir y cerrar deojos! Lo cual está muy bien para sumara tu combo fortuna.
fr: Avec cette puce, tu vas pouvoir liquiderd'un coup des bancs entiers d'ennemis !Pratique pour alimenter ton compteurde combo chance.
it: Se usata bene, ti può aiutare afar fuori un'orda di nemici in uncolpo solo. Una buona notizia perle tue combo fortunate.
ja: 敵の群れをまとめて倒せますね！ラッキーコンボのコンボ数も増やせそうです♪
ko: 적을 한꺼번에 쓰러뜨릴 수 있겠네요!럭키 콤보의 콤보 수도 늘릴 수 있겠어요♪
nl: Hiermee kun je een hele zwerm in éénklap uitschakelen! Dat is goed nieuwsvoor je gelukscombo.
ru: И ты легко сможешь плюхатьцелые косяки! А там ужеи шанс-комбо наберется...
zh_hans: 可以一次性击倒一群敌人了呢！而且还能增加幸运连击的连击数♪
zh_hant: 這樣就能一鼓作氣擊倒群聚的敵人了！而且還能增加幸運連擊的連擊數♪

# SdodrSdodrColorTipCommentPenetrateNumUpUnlockComment04
source: The way this works is wild! Thinkwe could get all the enemies toline up? What if we said please?
de: Ob man die ganzen Gegner dazubringen könnte, hintereinanderzu stehen? „Bitte, bitte“?
es: ¡Qué maravilla! ¿Y si, además,les pedimos a los enemigos quepor favor se pongan en fila?
es_mx: ¡Qué chévere! ¿Y si, además, lespedimos a los enemigos que porfavor hagan cola?
fr: Ça déchire, ce truc ! Enfin... çatransperce ! Ah, si les ennemis seplaçaient en ligne droite...
it: Questa scheda è troppo forte!Secondo voi riusciamo a metteretutti i nemici in fila?
ja: 貫通数増やせるのはやべーな！敵が一列に並んでくれたら楽しそーだ！
ko: 관통 수를 늘릴 수 있는 건 굉장한걸!적이 일렬로 서 주면 재미있겠어!
nl: Dit is geweldig! Wat zou het gaaf zijnals onze vijanden in een rij zouden gaanstaan. Misschien als we het heel liefaan ze vragen?
ru: Крутота! Еще бы враговшеренгой выстроить...Может, попросить вежливо?
zh_hans: 能增加贯穿次数也太厉害了吧！要是敌人能排成一列，感觉会很有趣！
zh_hant: 還可以增加貫穿次數，很厲害耶！如果敵人願意排成一排給我打，感覺應該會很好玩！

# SdodrSdodrColorTipCommentPoisonInkUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentPoisonInkUnlockComment02
source: It's all you need for the big, slow-moving ones. It's even better withMain Ink Coverage to take turf.
es: Te vendrá bien contra enemigos grandesy lentos. Y para cubrir territorio es aúnmejor si lo combinas con «entintado dearma principal».
fr: La puce idéale contre les gros ennemislents. Et en la combinant avec Grandesurface, c'est encore mieux.
it: Non ti serve altro contro i nemicigrossi e lenti. Se l'abbini a Coperturaprincipale, poi, è ancora meglio!
ja: 大きいサカナが勝手にやられてくれそうダ「メインショット塗り」とかの、塗り性能が上がるチップとの相性がいいナ
ko: 커다란 물고기가 알아서 당해 주겠는걸「메인 샷 색칠」처럼 색칠 성능이 오르는칩과 상성이 좋겠어
nl: Ideaal tegen grote, langzametegenstanders. Hoofdwapen-inktverspreiding past hier heelgoed bij om extra oppervlakte teverven!
ru: Прекрасно работает противбольших медлительных врагов.А жетоны «Прокрас основным +»помогут закрасить побольшетерритории.
zh_hans: 它似乎会自动帮忙解决掉大鱼。和“主要武器发射涂墨”这类能提升涂墨性能的晶片很搭呢。
zh_hant: 好像可以自動地幫忙擊倒大魚。很適合搭配「主要武器發射塗墨」之類能夠提升塗墨性能的晶片一起使用呢。

# SdodrSdodrColorTipCommentPoisonInkUnlockComment03
source: Just remember that this won't domuch against the little fish wholeave trails of ink as they go.
de: Gegen kleine Gegner hilft dieser Chipaber nicht so viel, denn die hinterlassenihre eigene Tintenspur...
es: Ten en cuenta que no es muy efectivocontra esos enemigos pequeños quevan dejando rastros de tinta.
es_mx: Ten en cuenta que no es muy efectivocontra esos enemigos pequeños queentintan su propio camino.
fr: Garde juste à l'esprit qu'elle te sera pastrès utile contre le menu fretin quilaisse des traînées d'encre en avançant.
it: Ricorda che non ti sarà molto utilecontro i nemici più piccoli chelasciano una scia d'inchiostro.
ja: 小さいサカナには効果がないので注意です 敵のインクで塗りながら移動するので…
ko: 작은 물고기에는 효과가 없으니 조심하세요적의 잉크로 칠하면서 이동하는 거라…
nl: Tegen kleine tegenstanders helptdeze niet erg, want die laten huneigen inktspoor achter.
ru: Только не забывай, что врагипоменьше сами красят поверхности,и против них эти жетоны не будутэффективны.
zh_hans: 不过要注意它对小鱼没有效果。因为它是靠敌方的墨汁一边涂墨一边前进的……
zh_hant: 不過要注意的是這對小魚沒有效，因為牠們是靠敵方的墨汁一邊塗墨一邊移動的……

# SdodrSdodrColorTipCommentPoisonInkUnlockComment04
source: It's always the small ones that'rethe biggest problems! Yo, Marina,what's that look for?!
de: Je kleiner, desto nerviger!...Was guckst du mich so an,Marina?
es: A menor tamaño, mayoresproblemas... ¿Qué pasa, Marina?¡¿Por qué me miras así?!
es_mx: A menor tamaño, mayoresproblemas... ¿Qué pasa, Marina?¡¿Por qué me miras así?!
fr: Plus c'est petit, plus c'estenquiquinant ! Pourquoi tu meregardes comme ça, Coralie ?
it: Nelle botti piccole ci sonoi problemi grossi! ... Ehi, Nori,perché mi guardi così?!
ja: やっぱ、小さいヤツはあぶねーな！…何こっち見てんだ、イイダ！
ko: 역시 작은 녀석은 위험하네!…뭐야? 왜 날 보는 건데, 이이다!
nl: De kleintjes zijn altijd de meestvervelende! ...Waarom kijk je nounaar mij, Mariana?
ru: Ага, от мелких всегда большевсего проблем. Мариша, нуи что ты на меня смотришь?!
zh_hans: 果然小东西都很危险啊！……饭田，你看我干什么！
zh_hant: 果然嬌小的傢伙都很危險耶！……飯田，你看我做什麼！？

# SdodrSdodrColorTipCommentRechargeUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentRechargeUnlockComment03
source: Goes great with Splatling Barrage.If you charge during a lull, youcould keep shooting forever!
es: Va bien con «munición de tintralladora».Si aprovechas un respiro para recargar,¡podrás disparar casi indefinidamente!
fr: Tu peux la combiner avec Salve dubadigeonneur. Si tu recharges entredeux attaques, tu pourrais biencanarder non-stop !
it: Ottima abbinata a Scarica splatling.Se ricarichi durante una piccolapausa, puoi andare avanti a sparareper sempre.
ja: 「スピナー弾数」と合わせたいですね敵の切れ目に再チャージすれば、ずっと撃ち続けられそうです～♪
ko: 「스피너 탄환 수」와 조합하면 좋겠네요적의 수가 적을 때 재충전하면끊임없이 쏠 수 있을 것 같아요～♪
nl: Deze combineert heel lekker metde Spetlingspervuurchip. Als jetijdens elke adempauze meteenlaadt, zit je nooit om vuurkrachtverlegen!
ru: Отлично сочетается с жетонами«Плотность брызгомета +».Если быстро дозаряжать оружиев моменты затишья, можнострелять почти бесконечно!
zh_hans: 我想试试和“旋转枪子弹数”搭配使用呢。趁敌人的行动间隙再次蓄力，应该就能不断地射击了～♪
zh_hant: 很想拿來搭配「旋轉槍子彈數」試試呢。只要抓準敵人行動的空檔再次蓄力，應該就能不斷地持續射擊了～♪

# SdodrSdodrColorTipCommentRechargeUnlockComment04
source: Firing all day long with a splatlingsounds like a party! Uh, assumingnobody shows up with a charger.
de: Rumgeballer mit der Splatling istdas Größte! Zumindest, bis dererste Konzentrator ankommt...
es: ¡Vaya fiesta, disparar todo el díacon una tintralladora! Que nadiela arruine con un cargatintas...
es_mx: ¡Que no pare la fiesta, a disparartodo el día con un garabateador!Y que nadie llegue y me la arruinecon un cargatintas.
fr: Tirer non-stop avec un badigeonneur,c'est l'extase ! Enfin, tant quepersonne se pointe avec un fusil.
it: Splattare a ruota con gli splatling!È una festa... finché qualcuno nonarriva con un'arma a carica!
ja: スピナー撃ち放題とかサイコーだな！相手にチャージャーいねーよな？！
ko: 스피너를 마구 쏠 수 있다니 최고잖아!상대편에 차저는 없겠지?!
nl: De hele dag spetlingschieten, datklinkt als een feestje! Tot er eenvijand verschijnt met een lader...
ru: Вечная стрельба из брызгомета —круть! Главное, чтобы никтос нагнетателем не подкрался...
zh_hans: 能使用旋转枪尽情射击也太棒了！敌人阵营应该没有蓄力狙击枪吧？！
zh_hant: 拿著旋轉槍盡情射擊的感覺超棒的！敵方應該沒有蓄力狙擊槍吧！？

# SdodrSdodrColorTipCommentRollerDashUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentRollerDashUpUnlockComment02
source: You can double your speed withenough of these. You'd practicallybe a blur on the battlefield.
de: Mit genug Exemplaren dieses Chipskannst du dein Tempo sogar verdoppeln!Niemand mehr wird dir in der Arenaauf den Fersen bleiben können.
es: Si tienes bastantes de estos, podrásllegar a duplicar tu velocidad. En elcampo de batalla te verán casi comouna sombra borrosa.
es_mx: Si tienes bastantes de estos, podrásllegar a duplicar tu velocidad. En elcampo de batalla te verán casi comouna sombra borrosa.
fr: Si tu insères suffisamment de celles-ci,tu peux bouger jusqu'à deux fois plusvite. Est-ce un bolide supersonique ?Non, c'est Huit !
it: Con un po' di queste puoi arrivarea raddoppiare la tua velocità.Praticamente i nemici non ti vedononemmeno.
ja: 最大で２倍まで速くなるみたいダ気持ちよく塗り進めそうだネ
ko: 최대 2배까지 빨라지는 것 같아시원하게 색칠하면서 전진할 수 있겠네
nl: Met genoeg van deze chips kun je jesnelheid verdubbelen. Zo scheer je overhet slagveld.
ru: Собрав достаточно такихжетонов, ты сможешь удвоитьсвою скорость. Враги тебя дажерассмотреть не успеют.
zh_hans: 它似乎可以提升速度，最多达到2倍。感觉可以涂墨前进得很畅快。
zh_hant: 好像能讓速度提升到最高2倍。塗墨前進的時候應該會很暢快吧。

# SdodrSdodrColorTipCommentRollerDashUpUnlockComment03
source: That sounds even faster thanswimming! Careful, Eight. Don'tgo so fast you run off the edge!
de: Klingt ja noch schneller als Schwimmen!Vorsicht, Nr. 8, sonst landest du imTurbogang im Abgrund...
es: ¡Eso debe de ser más rápido que nadar!Cuidado con los excesos de velocidad,Ocho. ¡No te caigas por los bordes!
es_mx: ¡Eso debe de ser más rápido que nadar!Cuidado con los excesos de velocidad,Ocho. ¡No te caigas por los bordes!
fr: Ça a l'air d'être encore plus rapide quede nager ! Fais gaffe quand même,Huit, faudrait pas tomber dans le vide.
it: Vuoi dire che diventa ancora piùveloce di quando nuota?! Attenzione,Otto. Se esageri rischi di cadere fuoridal bordo!
ja: イカダッシュより速そう！ ハチさん、スピード出しすぎでコースアウトしないようご注意を～
ko: 징어대시보다 빠를 것 같아요!에이트 씨, 너무 속도를 내서코스를 벗어나지 않게 조심하세요～
nl: Je bent dan nog sneller dan wanneer jezwemt! Kijk uit, Acht. Ga niet zo sneldat je over de rand valt!
ru: Это будет даже быстрее, чемплавать в краске! Но осторожней,Восьмерка, на такой скоростилегко упасть с платформы!
zh_hans: 感觉会比鱿鱼冲刺还要快！小八，注意别冲太快导致出界哦～
zh_hant: 感覺比魷魚衝刺還快了！小八，小心別衝太快摔出去囉～

# SdodrSdodrColorTipCommentRollerDashUpUnlockComment04
source: We oughta race to see who'sfaster—Drone Me or Eight! Lastone there's a rotten fish!
de: Wer ist schneller, ich als Drohneoder Nr. 8? Los geht's, der letzteist ein faules Gold-Fischei!
es: ¿Y si probamos a ver quién corre más?Ocho o yo en forma de dron... ¡Pescadopodrido quien pierda!
es_mx: ¿Y si echamos una carrera? Ocho a piey yo en forma de dron... ¡Pescadopodrido quien pierda!
fr: Qui serait plus rapide, moi en tantque drone ou Huit ? Qui perd estun poisson pourri !
it: Facciamo una gara di velocità ioe te, Otto! Per chi perde c'è unpesce andato a male!
ja: ドローンのアタシとハチ、どっちが速いか競争すっか？
ko: 드론인 나와 에이트 중에서누가 더 빠른지 겨뤄 볼까?
nl: We moeten eens racen om te zienwie sneller is, drone-ik of Acht. Wieverliest, is een rotte vis!
ru: Можем устроить гонку — ктобыстрее, я-дрон или Восьмерка!Кто последний, тот тухлый хек!
zh_hans: 身为无人机的我和小八，要来比一比谁更快吗？
zh_hant: 無人機的我跟小八誰比較快呢，要來對決一下嗎？

# SdodrSdodrColorTipCommentSaberStepAttackUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentSaberStepAttackUnlockComment03
source: It's three attacks in one! The hitwith the splatana, the ink it gives off,and now the lunge itself does damagetoo. Works great on portals!
de: Drei Angriffe auf einmal!Der Splatana-Treffer, die Tinte undund nun sogar das Vorpreschen selbst.Klasse gegen Portale!
es: Dispondrás de tres efectos en uno:¡disparo, golpe de azotintador y el dañoextra de este cromochip! También vagenial contra los portales.
es_mx: Dispondrás de tres efectos en uno: elgolpe del azotintador, la tinta que lanzay el daño extra de este cromochip.También va genial contra los portales.
fr: Une attaque trois en un ! La frapped'éclatana, la gerbe d'encre, et enfinl'attaque plongeante qui infligedésormais des dégâts elle aussi !Et ça marche même sur les vortex !
it: Praticamente sono tre attacchi in uno!Il colpo con la lama, il suo inchiostroe in più ora anche l'affondo infliggedanni. Funziona alla grande sui portali!
ja: インクショットとワイパー直撃、ふみこみアタックで、３回攻撃ですね～ポータルのようなカタい相手に有効です
ko: 잉크 샷과 와이퍼 직격,뛰어들기 어택으로 3번 공격하네요～포털처럼 튼튼한 상대에게 효과적이에요
nl: Drie aanvallen voor de prijs van één: deaanval met de zwieper, de inkt, en dank-zij deze chip deelt de uithaal zelf ookschade uit! Erg effectief bij portalen!
ru: Получается, ты будешь наноситьтри удара в одном, и все онинаносят урон: удар сплат-катаной,краска от него и даже сам выпад!Отлично работает против порталов!
zh_hans: 墨汁发射、刮水刀攻击，再加上跨步攻击，一共是3次攻击呢～这对传送口那样坚硬的敌人会很有效。
zh_hant: 是結合墨汁發射攻擊、刮水刀攻擊還有跨步攻擊的三重攻勢呢～對那些如傳送口般堅硬的對手也有效。

# SdodrSdodrColorTipCommentSaberStepAttackUnlockComment04
source: It's so satisfying when a lungeattack lands! Let's go find somesuckers to practice on, Eight!
de: Irres Gefühl, so 'ne Attacke zulanden! Schnell, Nr. 8, such unsein paar arme Feinde zum Üben!
es: ¡Qué gusto da atacar a base demamporros! ¡Practiquemos conalgunos pardillos, Ocho!
es_mx: ¡Qué divertidos son los barridoscargados! ¡Ocho, busquemos a algúnenemigo infeliz que nos sirva de blancode entrenamiento!
fr: Quel bonheur de plonger sur l'ennemi...Trouve-toi des cobayes pour testerça, Huit !
it: Che soddisfazione quando unaffondo va a segno! Cerchiamoun nemico su cui esercitarci!
ja: ふみこみって、当たると気持ちイーよな！おっし！ マトで練習すんぞ、ハチ！
ko: 뛰어들기를 맞추면 기분이 끝내주지!좋았어! 과녁으로 연습하자, 에이트!
nl: Het is supercool als je iemand raaktmet zo'n uithaal! Laten we kijken of weeen paar vijanden kunnen vinden om opte oefenen, Acht!
ru: Плюхать врагов выпадами —очень круто, Восьмерка! Давайна ком-нибудь потренируемся!
zh_hans: 跨步攻击命中敌人时可爽了——！好！对着标靶练习吧，小八！
zh_hant: 跨步攻擊命中時的感覺應該很暢快吧！好！用標靶練習一下吧，小八！

# SdodrSdodrColorTipCommentShelterNakedTimeSaveUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentShelterNakedTimeSaveUnlockComment02
source: This makes it less of a problemif your brella canopy is gone,since you'll get it back faster.
de: Mit diesem Chip ist dein Pluviator-Schirmteil schneller wieder einsatzfähigund du bist kürzer ungeschützt.
es: Con esto, perder tu paratintasno será tan problemático, ya quepodrás recuperarlo más rápido.
es_mx: Con esto, perder tu paratintasno será tan problemático, ya quepodrás recuperarlo más rápido.
fr: Avec celle-là, c'est moins grave si tuperds ton para-encre, vu qu'il serégénère plus vite.
it: Con questa scheda avrai menoproblemi quando usi l'ombrello,perché lo potrai rigenerare moltopiù velocemente.
ja: シェルターで、カサがない状態が短くなるヨカサを壊されても安心ダナ
ko: 셸터의 우산이 없는 시간이 짧아져우산이 망가져도 안심이지
nl: Het scherm van je plenzer issneller weer terug nadat je het afhebt gevuurd, dus je bent minderlang onbeschermd.
ru: С этими жетонами станет меньшепроблем при отстреливаниикупола зонтгана. Ведь онбыстрее появится снова.
zh_hans: 它可以缩短防空伞失去伞面状态的持续时间，这样即使伞面损坏了也不用担心。
zh_hant: 可以縮短防空傘沒有傘面的時間喔，就算傘面壞掉也不用擔心了。

# SdodrSdodrColorTipCommentShelterNakedTimeSaveUnlockComment03
source: Even when you launch the brellato clear some space, it won't belong before you can guard again!
de: Du kannst Gegner mit dem Schirm ausdem Weg drängen und dich rasch wiederselbst schützen!
es: Incluso si lo lanzas para abrirte pasoentre enemigos, ¡podrás recuperar suprotección poco después!
es_mx: Incluso si lo lanzas para abrirte pasoentre enemigos, ¡podrás recuperar suprotección poco después!
fr: Et même si tu lances le para-encrepour avoir de l'espace, tu pourras bienvite à nouveau te protéger avec !
it: Anche quando lanci l'ombrello perrespingere i nemici, in pochissimotempo potrai usarlo di nuovo perdifenderti.
ja: パージで敵を押しのけつつ、手元のカサでガードもできますね～
ko: 분리해서 적을 밀어내며 손에 있는우산으로 직접 가드할 수도 있겠네요～
nl: Zelfs als je het scherm van de plenzerlanceert om tegenstanders uit de wegte ruimen, kun je je er al weer snelmee verdedigen!
ru: Да, ты сможешь расчиститьпуть, отстрелив зонт... и ужесовсем скоро снова имприкрываться!
zh_hans: 使用伞面脱离推开敌人的同时，还能使用手里的伞面进行防御～
zh_hant: 在利用傘面脫離推走敵人的同時，也能使用手上的傘面進行防禦呢～

# SdodrSdodrColorTipCommentShelterNakedTimeSaveUnlockComment04
source: Great for all those people whokeep launching the brella onaccident! Not me. Other people.
de: Astrein, wenn man das Ding malwieder aus Versehen abfeuert.Also MAN, nicht ich. Grrr.
es: Muy práctico para quienes suelenperderlo por accidente. Menos malque yo no soy tan torpe.
es_mx: Muy práctico para quienes suelenlanzarlo sin querer. O sea, eso medicen. A mí no me pasa.
fr: Pratique pour les maladroits quiéjectent leur para-encre paraccident. Genre pas moi.
it: Ottimo per tutti quelli chelanciano sempre l'ombrello persbaglio. Mica io, eh...
ja: まちがってパージしても安心だな！夢中で連射してたらパージしちゃうのアタシだけじゃねーよな…？
ko: 잘못해서 분리돼도 걱정 없겠네!마구 연사하다 보면 분리되는 거나만 그러는 건 아니지…?
nl: Da's fijn voor iedereen die weleensper ongeluk het scherm lanceert!Ik? Nee, hoor. Nooit...
ru: Хм, пригодится тем, кто частоотстреливает зонт по ошибке.Не то чтобы я таких знала...
zh_hans: 即使失误让伞面脱离也能放心了呢！沉浸于连射而不小心使用脱离的人，应该不会只有我一个吧……？
zh_hant: 不小心按錯讓傘面脫離時也能放心了！因為連射得太專心結果不小心讓傘面脫離的人應該不是只有我吧……？

# SdodrSdodrColorTipCommentShotBiasRatioUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。

# SdodrSdodrColorTipCommentShotBiasRatioUnlockComment02
source: This reduces the spray from yourink shots. Always helps to hitwhatever you're aiming at.
de: Reduziert die Streuwirkung deinerTintenschüsse. Immer praktisch,um auch wirklich kein Ziel zu verfehlen.
es: Reduce la dispersión de tu disparo yayuda a concentrarlo en el objetivoal que apuntes.
es_mx: Reduce la dispersión de tu disparo yayuda a concentrarlo en el objetivoal que apuntes.
fr: Réduit la diffusion des projectionsd'encre de tes tirs. Ça aide à viser,en gros.
it: Questa limita la dispersionedell'inchiostro dei tuoi colpi.Il primo passo per sconfiggerei nemici è prenderli.
ja: 撃ったインクが飛び散るのをおさえて、ねらった場所に当てやすくなるネ
ko: 쏜 잉크가 흩날리는 걸 억제하고조준한 곳에 맞히기 쉬워져
nl: Hiermee spetteren je inktschotenminder, waardoor je makkelijkerraakt waar je op mikt.
ru: Эти жетоны понижают разброспри стрельбе. А попадать поврагам — это довольно полезно.
zh_hans: 它能减小发射墨汁时的溅射范围，使墨汁更容易命中瞄准的地方。
zh_hant: 可以在發射墨汁時減少飛濺的程度，變得更容易命中瞄準的地方呢。

# SdodrSdodrColorTipCommentShotBiasRatioUnlockComment03
source: You don't always want less spreadin a target-rich environment. Butany sharpshooters will love this!
de: Falls mal alles voller Gegner ist, bringtreduzierte Streuwirkung nicht wirklichviel... Doch für Scharfschützen istdieser Chip echt klasse!
es: En un entorno con muchosobjetivos quizá no tenga muchosentido, ¡pero a los amantes dela precisión les va a encantar!
es_mx: En un entorno con muchos objetivosquizá no convenga tanto, ¡pero a losamantes de la precisión les va aencantar!
fr: C'est pas toujours idéal, genre quand ily a plein de cibles partout. Mais pourdes frappes millimétrées, c'est parfait !
it: Quando si è circondati da nemici, unaminore dispersione dell'inchiostro puònon essere l'ideale, ma i veri cecchiniapprezzeranno questa scheda.
ja: 飛び散ると攻撃範囲が広がりますし、ブレが小さいほどイイとは限りませんが、ねらうのが得意な方にオススメです♪
ko: 흩날리면 공격 범위가 넓어지니까흔들림이 적은 게 무조건 좋은 건 아니지만조준이 특기이신 분에게 추천드려요♪
nl: In een omgeving waar veel te rakenvalt, kan deze chip misschien nietzo veel voor je betekenen. Maarechte scherpschutters zullen erdol op zijn!
ru: Ну, если врагов очень много,то это не так важно. Но еслиты в душе снайпер, то тебепонравится!
zh_hans: 不过墨汁溅射能让攻击范围变大，所以并不是偏移越小就越好。推荐擅长瞄准的人来使用♪
zh_hant: 但是任由墨汁飛濺可以擴大攻擊範圍，所以也不是偏移越少就越好，不過還是推薦給擅長瞄準的人使用♪

# SdodrSdodrColorTipCommentShotBiasRatioUnlockComment04
source: You sound like Sheldon. This one'sOK if you like to be precise, but ifyou'd rather make a mess, pass.
de: Du klingst wie Arty, weißt du?Für präzise Kleckser ist dieserChip toll, zum Rumballern egal!
es: Hablas como Jairo. En fin, que no estámal si buscas exactitud. Pero, si lotuyo es arrasar a lo bestia, mejor pasa.
es_mx: Hablas como Jairo. En fin, que no estámal si buscas exactitud. Pero, si lotuyo es arrasar a lo bestia, mejorelige otra opción.
fr: Je croirais entendre Cartouche.Elle est parfaite pour la précision,mais pas pour le bourrinage !
it: Nori, mi sembri Armand! Ottimaper i precisini, ma se preferiteil caos, lasciate perdere!
ja: イイダ、なんかブキチみてーだぞ…まっ、ザツに攻撃すんならナシ！しっかりねらって撃つんならアリだな！
ko: 이이다, 왠지 부키치 같아…뭐, 대범하게 공격할 거면 필요 없고!정확히 노려서 쏠 거면 필요하다 이거지!
nl: Je klinkt als Krabbert. Deze chipis prima voor een pietje-precies,maar niet voor een smeerpoets.
ru: Вы обе звучите как Пушкин.Точность-шмочность... я лучшевсе вокруг угваздаю краской!
zh_hans: 饭田，你说话有点像武器子……总之就是不适合随意攻击的人！习惯精确瞄准后射击的人可以一试！
zh_hant: 飯田，感覺你講話有點像武器子耶……總之，如果只會亂射一通就沒效！但是懂得仔細瞄準就會很有效吧！

# SdodrSdodrColorTipCommentShotDamageUpUnlockComment00
source: Haven't seen this color chip yet.
de: Diesen Farbchip haben wir noch nicht gefunden.
es: Cromochip desconocido
es_mx: No sé ni qué es.
fr: J'ai encore jamais vu ce type depuce chromatique.
it: Non ho ancora visto questascheda colore.
ja: まだわかんねーカラーチップだな
ko: 아직 잘 모르는 컬러 칩이네
nl: Deze kleurenchip hebben we nog niet gevonden.
ru: Такой тон-жетон я еще не видела.
zh_hans: 是未知的色彩晶片呢。
zh_hant: 是未知的色彩晶片呢。
