Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualEventMatchEventMatchGachiasariManual11
source: ・ Never give up, even if you're losing! If neither team has a power clam, or if both teams have one, whichever team is losing will have their special gauges start filling automatically!・ Turn it around in overtime! If the losing team has a power clam or the barrier timer is running when the clock runs out, the battle goes into overtime. That's your cue to give it all you've got and claim an overtime win!
de: ・ Niemals aufgeben, auch wenn die Niederlage droht! Wenn keines der Teams eine Powermuschel hat oder beide gleichzeitig über eine verfügen, füllen sich die Spezialanzeigen des im Rückstand befindlichen Teams automatisch!・ Schnapp dir den Sieg in der Verlängerung! Wenn die Zeit abläuft, während das Team im Rückstand über eine Powermuschel verfügt oder der Barrierezähler läuft, beginnt die Verlängerung. Kämpfe bis zum Ende, vielleicht reicht es noch für einen Sieg!
es: ・ ¡Nunca te rindas, no importa que vayas perdiendo! Si ningún equipo tiene una superalmeja, o si ambos tienen una, ¡el medidor especial del equipo que vaya por detrás comenzará a llenarse automáticamente!・ ¡Dale la vuelta al combate en el tiempo de descuento! Si el equipo que va perdiendo tiene una superalmeja o si su contador de la barrera está en marcha cuando se acaba el tiempo, se extenderá la duración del combate. ¡Será tu ocasión para darlo todo y hacerte con la victoria en el último instante!
es_mx: ・ ¡Nunca te rindas, aunque vayas perdiendo! Si ningún equipo tiene un almejón, o si ambos tienen uno, ¡el medidor especial del equipo que vaya por detrás comenzará a llenarse automáticamente!・ ¡Remontada en el último instante! Si el equipo que va perdiendo tiene un almejón o si el contador de la ofensiva está en marcha cuando se acaba el tiempo, se extenderá la duración del combate. ¡Será tu oportunidad para darlo todo y lograr la victoria en el último instante!
fr: ・ Ne baissez pas les bras, même si ça sent le roussi ! Si aucune équipe ne détient de Super palourde, ou si les deux en détiennent une, l'équipe en difficulté verra sa jauge spéciale se remplir automatiquement !・ Profitez des prolongations pour renverser la vapeur ! À la fin du temps réglementaire, si l'équipe en difficulté est en possession d'une Super palourde, une prolongation s'engage. Pour peu qu'elle mette le paquet, elle réussira peut-être une remontée fantastique !
it: ・ Non mollare, neanche se stai perdendo! Se nessuna delle due squadre ha una super vongola o se entrambe le squadre ne hanno una, l'indicatore dell'arma speciale della squadra che sta perdendo inizierà a riempirsi automaticamente!・ Ribalta le sorti dell'incontro durante il tempo +! Se la squadra che sta perdendo ha una super vongola o se il timer della barriera sta ancora scorrendo quando il tempo scade, scatterà il tempo +. È il momento di dare il tutto per tutto per festeggiare una vittoria all'ultimo splat!
ja: ・ 負けていてもあきらめるな！ どちらのチームもガチアサリを持っていないときや、両チームともガチアサリを持っているときは、 負けているチームのスペシャルゲージが自動でたまっていくぞ！・ 延長戦で逆転をねらえ！ 時間切れの際、負けているチームがガチアサリを持っているか、チャンスタイム中なら延長戦が発生！ 最後まであきらめなければ延長戦で逆転できるかも？
ko: ・ 지고 있어도 포기하지 말 것! 랭크 바지락을 가지고 있는 팀이 없을 때나 양 팀 모두 랭크 바지락을 가지고 있을 때는 지고 있는 팀의 스페셜 게이지가 자동으로 모인다!・ 연장전에서 역전을 노릴 것! 제한 시간이 끝났을 때 지고 있는 팀이 랭크 바지락을 가지고 있거나 찬스 타임 중이라면 연장전이 발생한다! 마지막까지 포기하지 않으면 역전할 기회는 있다!
nl: ・ Geef nooit op, ook niet als je lijkt te verliezen! Als geen van beide teams een superschelp heeft of als beide teams er een hebben, vult automatisch de speciale meter van het verliezende team!・ Grijp je kans in de verlenging! Als het verliezende team een superschelp in handen heeft of de barrière- timer loopt nog terwijl de tijd om is, wordt het gevecht verlengd. Blijf je uiterste best doen, misschien kun je het tij nog doen keren en winnen!
ru: ・ Не сдавайся, даже если проигрываешь! Если у обеих команд нет круть-устрицы, или если она есть у каждой команды, шкала заряда особого оружия проигрывающей команды начнет заполнятся автоматически!・ Возьми реванш во время овертайма! Если у проигрывающей команды есть круть-устрица, или если время защитного поля не истекает до конца боя, бой переходит в овертайм. Это твой шанс вырвать победу!
zh_hans: ·即使落后也不要放弃！ 当双方队伍都持有真格蛤蜊或都未持有真格蛤蜊时， 特殊武器蓄力槽将会自动增加哦！·在加时赛逆转局势吧！ 倒计时结束时，如果落后的队伍仍持有真格蛤蜊，或拥有夺分机会时， 就会发生加时赛！要是坚持到最后一刻，或许能通过加时赛逆转局势？
zh_hant: ‧就算落後也別輕易放棄！ 當隊伍雙方都持有真格蛤蜊或是都未持有真格蛤蜊時， 落後隊伍的特殊武器蓄力槽將會自動增加喔！‧靠延長賽逆轉戰局！ 如果時限結束時落後隊伍仍持有真格蛤蜊或是擁有奪分機會，就會進入延長賽！ 只要堅持到底不輕易放棄，或許就能在延長賽時逆轉戰局喔！

# ManualManualEventMatchEventMatchGachiasariTitle
source: Clam Blitz: The Rules
de: Muschelchaos: Regeln
es: Asalto almeja - Reglas
es_mx: Asalto almeja - Reglas
fr: Pluie de palourdes : les règles
it: Vongol gol: le regole
ja: ガチアサリのルール
ko: 랭크 바지락의 룰
nl: Schelpenstrijd: de spelregels
ru: Устробол: правила
zh_hans: 真格蛤蜊的规则
zh_hant: 真格蛤蜊的規則

# ManualManualEventMatchEventMatchGachihokoManual00
source: Bring the Rainmaker to the goal in the enemy base to win!
de: Bring die Goldfischkanone zum gegnerischen Ziel!
es: ¡Lleva el pez dorado hasta la meta de la base enemiga para ganar!
es_mx: ¡Lleva el pez dorado hasta la meta en la base rival para ganar!
fr: L'équipe qui amène le Bazookarpe sur le piédestal du camp adverse l'emporte !
it: Vince la squadra che porta il bazookarp al traguardo nella base nemica!
ja: ガチホコを持って、相手陣地のゴールまでガチホコを運んだチームが勝利！
ko: 랭크 피시를 들고 상대 진영의 골까지 랭크 피시를 옮긴 팀의 승리!
nl: Breng de Bazookarper naar het doel om te winnen!
ru: Чтобы победить, отнеси мегакарпа к цели!
zh_hans: 队伍必须夺取真格鱼虎，将真格鱼虎运送至对手阵地的终点才能获胜！
zh_hant: 隊伍必須搶奪真格魚虎，將真格魚虎運送至對手陣地的終點才能獲勝！

# ManualManualEventMatchEventMatchGachihokoManual01
source: 1. The Rainmaker2. The Goal3. Time Left to Carry the Rainmaker4. Goal Distance Remaining5. Checkpoint
de: 1. Goldfischkanone2. Ziel3. Übrige Tragedauer der Goldfischkanone4. Zieldistanz5. Checkpoint
es: 1. El pez dorado2. La meta3. Tiempo restante del pez dorado4. Distancia a la meta5. Punto de control
es_mx: 1. Pez dorado2. Meta3. Tiempo restante del pez dorado4. Distancia a la meta5. Punto de control
fr: 1. Bazookarpe2. Piédestal/Arrivée3. Limite de conservation du Bazookarpe4. Distance jusqu'au piédestal5. Point de contrôle
it: 1) Il bazookarp2) Il traguardo3) Tempo rimasto per portare il bazookarp4) Distanza rimanente dal traguardo5) Il checkpoint
ja: １．ガチホコ２．ゴール３．ガチホコを持てる時間４．残りカウント５．カンモン
ko: 1. 랭크 피시2. 골3. 랭크 피시를 들고 있을 수 있는 시간4. 남은 카운트5. 관문
nl: 1. Bazookarper2. Doel3. Tijd tot de Bazookarper ontploft4. Doelafstand5. Checkpoint
ru: 1. Мегакарп2. Цель3. Время на перенос мегакарпа4. Расстояние до цели5. Точка возврата
zh_hans: 1.真格鱼虎2.终点3.持有真格鱼虎的时间4.剩余计数5.关卡
zh_hant: 1.真格魚虎2.終點3.持有真格魚虎的時間4.剩餘計數5.關卡

# ManualManualEventMatchEventMatchGachihokoManual05
source: ・ Move that Rainmaker! The most important thing is to get the Rainmaker to the goal! If you have the Rainmaker, push forward. If a teammate has the Rainmaker, start clearing a path for them. Keep the Rainmaker moving forward!・ Never give up, even if you're losing! If your opponents have the Rainmaker, or if your team is both behind in goal distance and doesn't have the Rainmaker, your special gauge will start filling automatically!
de: ・ Halte die Goldfischkanone in Bewegung! Die Goldfischkanone ins gegnerische Ziel zu bringen hat oberste Priorität. Wenn du die Goldfischkanone trägst, nichts wie ab nach vorn! Wenn ein Teamkollege sie trägt, halte ihm den Weg frei. Sorge dafür, dass sich die Goldfischkanone immer nach vorn bewegt!・ Niemals aufgeben, auch wenn die Niederlage droht! Wenn das gegnerische Team die Goldfischkanone erobert hat oder dein Team bei der Zieldistanz hinten liegt und die Goldfischkanone gerade nicht besitzt, füllen sich die Spezialanzeigen deines Teams automatisch!
es: ・ ¡Mueve el pez dorado! Lo más importante es llevar el pez dorado a la meta, así que, si lo tienes, llévalo hacia allí. Si un compañero de equipo tiene el pez dorado, empieza a abrirle camino. El pez dorado, ¡siempre hacia adelante!・ Nunca te rindas, ¡aunque vayas perdiendo! Si el equipo rival tiene el pez dorado, o si tu equipo va por detrás en la distancia a la meta y no tiene el pez dorado, ¡el medidor especial comenzará a llenarse automáticamente!
es_mx: ・ ¡Mueve el pez dorado! Lo más importante es llevar el pez dorado a la meta, así que, si lo tienes, llévalo hacia allí. Si un compañero de equipo tiene el pez dorado, empieza a abrirle camino. El pez dorado, ¡siempre hacia delante!・ Nunca te rindas, ¡aunque vayas perdiendo! Si el equipo rival tiene el pez dorado, o si tu equipo va por detrás en la distancia a la meta y no tiene el pez dorado, ¡el medidor especial comenzará a llenarse automáticamente!
fr: ・ Le Bazookarpe ne doit pas rester immobile ! Le plus important dans ce mode, c'est de toujours veiller à avancer avec le Bazookarpe. Chaque occasion de le rapprocher du but doit être saisie. Si un de tes coéquipiers a le Bazookarpe, précède-le et ouvre-lui la voie !・ Ne baissez pas les bras, même si ça sent le roussi ! Si l'adversaire détient le Bazookarpe, ou que la progression du décompte est à son avantage et que ton équipe n'est pas en possession du Bazookarpe, votre jauge spéciale se remplit automatiquement !
it: ・ Muovi il bazookarp! La cosa più importante è portare il bazookarp al traguardo! Se ce l'hai tu, cerca di avanzare. Se ce l'ha un tuo compagno, aprigli la strada. Continua a farlo muovere!・ Non mollare, neanche se stai perdendo! Quando la squadra avversaria ha il controllo del bazookarp o quando sei in difficoltà durante il conto alla rovescia e non hai il bazookarp, l'indicatore dell'arma speciale inizierà a riempirsi automaticamente!
ja: ・ ガチホコを運べ！ 一番大事なのは、ガチホコを前に運ぶことだ！ ガチホコを持ったら積極的に前進しよう。 仲間がガチホコを持ったら、前に出てガチホコの進路を切り開こう！・ 負けていてもあきらめるな！ 相手がガチホコを持っているときや、味方がガチホコを持っていない状態でカウントが 負けているときは、スペシャルゲージが自動でたまっていくぞ！
ko: ・ 랭크 피시를 옮길 것! 가장 중요한 것은 랭크 피시를 앞으로 옮기는 것이다! 랭크 피시를 들었다면 적극적으로 전진하자. 동료가 랭크 피시를 들었을 때는 앞으로 나서서 랭크 피시의 진로를 뚫자!・ 지고 있어도 포기하지 말 것! 상대가 랭크 피시를 들고 있을 때나 아군이 랭크 피시를 들고 있지 않은 상태에서 카운트가 지고 있을 때는 스페셜 게이지가 자동으로 모인다!
nl: ・ Beweeg met die Bazookarper! Het allerbelangrijkste is om de Bazookarper naar het doel te brengen! Als jij 'm hebt, dan: voorwaarts, mars! Als een teamgenoot 'm heeft, maak daar dan een pad voor vrij. Zorg dat je richting het doel blijft gaan!・ Geef nooit op, ook niet als je lijkt te verliezen! Als je tegenstanders de Bazookarper hebben of wanneer je team de Bazookarper niet heeft en achterstaat in de doelafstand, worden de speciale meters van je team automatisch gevuld!
ru: ・ Двигай мегакарпа! Самое важное — донести мегакарпа к цели! Если он у тебя, двигайся вперед, а если у товарища — зачисти для него путь! Главное — не останавливайтесь!・ Не сдавайся, даже если проигрываешь! Если вражеская команда взяла мегакарпа под контроль, или если твоя команда проигрывает по расстоянию до цели, шкала заряда особого оружия начнет заполнятся автоматически!
zh_hans: ·运送真格鱼虎！ 将真格鱼虎运送至终点最为重要！一旦夺得真格鱼虎就积极地前进吧。 当同伴夺得真格鱼虎时，就冲上前线帮忙开辟前进的道路吧！·即使落后也不要放弃！ 当对手夺得真格鱼虎，或我方未夺得真格鱼虎且计数落后时， 特殊武器蓄力槽将会自动增加哦！
zh_hant: ‧運送真格魚虎！ 想辦法將真格魚虎運送至終點是最重要的！一旦奪得真格魚虎就積極地前進吧！ 當同伴奪得真格魚虎時，就挺身而出為真格魚虎開路吧！‧就算落後也別輕易放棄！ 當敵方隊伍奪得真格魚虎或是我方尚未奪得真格魚虎且計數落後時， 特殊武器蓄力槽將會自動增加喔！

# ManualManualEventMatchEventMatchGachihokoManual05Title
source: Rainmaker: Pro Tips
de: Operation Goldfisch: Profi-Tipps
es: Pez dorado - Consejos
es_mx: Pez dorado - Consejos
fr: Mission Bazookarpe : astuces
it: Bazookarp: consigli utili
ja: ガチホコバトルのコツ
ko: 랭크 피시 배틀의 요령
nl: Bazookarper: tips
ru: Мегакарп: советы
zh_hans: 真格鱼虎对战的诀窍
zh_hant: 真格魚虎對戰的訣竅

# ManualManualEventMatchEventMatchGachihokoManual06
source: ・ Try to turn it around in overtime! If the losing team controls the Rainmaker when time runs out, the battle goes into overtime! Keep up the pressure, and you might come from behind and win it in overtime!
de: ・ Schnapp dir den Sieg in der Verlängerung! Wenn die Zeit abläuft, während das Team im Rückstand die Goldfischkanone in seinem Besitz hat, beginnt die Verlängerung. Kämpfe bis zum Ende, vielleicht reicht es noch für einen Sieg!
es: ・ ¡Remontada en el último instante! Si el equipo que va perdiendo tiene el pez dorado cuando el tiempo se agota, el combate entrará en una prórroga. Sigue dándolo todo, ¡y quizá puedas obtener la victoria en los últimos instantes!
es_mx: ・ ¡Remontada en el último instante! Si el equipo que va perdiendo tiene el pez dorado cuando el tiempo se agota, el combate entrará en una prórroga. Sigue dándolo todo, ¡y quizá puedas obtener la victoria en los últimos instantes!
fr: ・ Profitez des prolongations pour renverser la vapeur ! À la fin du temps réglementaire, si l'équipe en difficulté est en possession du Bazookarpe, une prolongation s'engage. Pour peu qu'elle sache maintenir l'autre équipe sous pression, elle réussira peut-être une remontée fantastique !
it: ・ Ribalta le sorti dell'incontro durante il tempo +! Se il tempo scade e la squadra che sta perdendo ha il controllo del bazookarp, scatterà il tempo +. Combatti fino alla fine e potresti recuperare, festeggiando una vittoria all'ultimo splat!
ja: ・ 延長戦で逆転をねらえ！ 時間切れの際、負けているチームがガチホコを確保しているか、勝っているチームがガチホコを落とすと 延長戦が発生！ 最後まであきらめなければ延長戦で逆転できるかも？
ko: ・ 연장전에서 역전을 노릴 것! 제한 시간이 끝났을 때 지고 있는 팀이 랭크 피시를 확보하고 있거나 이기고 있는 팀이 랭크 피시를 떨어뜨리면 연장전이 발생한다! 마지막까지 포기하지 않으면 역전할 기회는 있다!
nl: ・ Grijp je kans in de verlenging! Als het verliezende team de Bazookarper in handen heeft zodra de tijd om is, wordt het gevecht verlengd. Blijf je uiterste best doen, misschien kun je het tij nog doen keren en winnen!
ru: ・ Возьми реванш во время овертайма! Если проигрывающая команда держит контроль над Мегакарпом, бой переходит в овертайм. Не сдавайся и продолжай давить, ведь это твой шанс на победу!
zh_hans: ·靠加时赛逆转局势吧！ 时限结束时，如果落后的队伍仍持有真格鱼虎，或领先的队伍失去了真格鱼虎，就会进入加时赛！ 只要坚持到最后一刻，或许能通过加时赛逆转局势哦？
zh_hant: ‧靠延長賽逆轉戰局！ 如果時限結束時落後隊伍仍持有真格魚虎或是領先隊伍失去真格魚虎，就會進入延長賽！ 只要堅持到底不輕易放棄，或許就能在延長賽時逆轉戰局喔！

# ManualManualEventMatchEventMatchGachihokoTitle
source: Rainmaker: The Rules
de: Operation Goldfisch: Regeln
es: Pez dorado - Reglas
es_mx: Pez dorado - Reglas
fr: Mission Bazookarpe : les règles
it: Bazookarp: le regole
ja: ガチホコバトルのルール
ko: 랭크 피시 배틀의 룰
nl: Bazookarper: de spelregels
ru: Мегакарп: правила
zh_hans: 真格鱼虎对战的规则
zh_hant: 真格魚虎對戰的規則

# ManualManualEventMatchEventMatchGachiyaguraManual00
source: Whichever team rides the tower to the goal in the enemy base wins!
de: Bringe den Turm zum gegnerischen Ziel!
es: ¡Gana el equipo que lleve la torre hasta la meta de la base enemiga!
es_mx: ¡Gana el equipo que lleve el torreón hasta la meta en la base enemiga!
fr: L'équipe qui conduit le stand mobile jusqu'à l'arrivée dans le campadverse l'emporte !
it: Vince la squadra che porta la torre al traguardo nella base nemica!
ja: ガチヤグラに乗って、相手陣地のゴールまでガチヤグラを運んだチームが勝利！
ko: 랭크 타워에 타고 상대 진영의 골까지 랭크 타워를 옮긴 팀의 승리!
nl: Het team dat de toren inneemt en het vijandelijke doel bereikt, wint!
ru: Чтобы победить, отвези башню в депо противника!
zh_hans: 队伍必须确保真格塔楼，并将真格塔楼运送至对手阵地的终点才能获胜！
zh_hant: 隊伍必須占領真格塔樓，將真格塔樓運送至對手陣地的終點才能獲勝！

# ManualManualEventMatchEventMatchGachiyaguraManual01
source: 1. The Tower2. The Goal3. Checkpoint4. Goal Distance Remaining
de: 1. Turm2. Ziel3. Checkpoint4. Zieldistanz
es: 1. La torre2. La meta3. Puntos de control4. Distancia a la meta
es_mx: 1. El torreón2. La meta3. Punto de control4. Distancia a la meta
fr: 1. Stand mobile2. Piédestal/Arrivée3. Point de contrôle4. Décompte
it: 1) La torre2) Il traguardo3) Il checkpoint4) Il contatore
ja: １．ガチヤグラ２．ゴール３．カンモン４．残りカウント
ko: 1. 랭크 타워2. 골3. 관문4. 남은 카운트
nl: 1. Toren2. Doel3. Checkpoint4. Doelafstand
ru: 1. Башня2. Цель3. Станция4. Расстояние до цели
zh_hans: 1.真格塔楼2.终点3.关卡4.剩余计数
zh_hant: 1.真格塔樓2.終點3.關卡4.剩餘計數

# ManualManualEventMatchEventMatchGachiyaguraManual04Title
source: Tower Control: Pro Tips
de: Turm-Kommando: Profi-Tipps
es: Torre - Consejos
es_mx: Torreón - Consejos
fr: Expédition risquée : astuces
it: Torre mobile: consigli utili
ja: ガチヤグラのコツ
ko: 랭크 타워의 요령
nl: Torentwist: tips
ru: Бой за башню: советы
zh_hans: 真格塔楼的诀窍
zh_hant: 真格塔樓的訣竅

# ManualManualEventMatchEventMatchGachiyaguraManual05
source: ・ Protect the tower! Anyone riding the tower is an easy target, so have teammates scout ahead to make sure the way is safe!・ Take the tower back at checkpoints! Don't forget that the tower stops at checkpoints. That makes it the perfect time to attack and take it for your team!
de: ・ Beschütze den Turm! Wer auf dem Turm fährt, ist ein leichtes Ziel, also sollte der Rest des Teams sicherstellen, dass der Weg frei ist!・ Erobere den Turm an Checkpoints zurück! Denk daran, dass der Turm an Checkpoints anhält. Das ist der perfekte Moment für einen Angriff!
es: ・ ¡Protege la torre! Quien conduzca la torre será un blanco fácil, así que envía a tus compañeros de equipo para que vayan por delante a asegurar el camino.・ ¡Recupera la torre en los puntos de control! No olvides que la torre se detiene en los puntos de control. ¡Ese será el mejor momento para atacarla y adueñaros de ella!
es_mx: ・ ¡Protege el torreón! Quien maneje el torreón será un blanco fácil, así que envía a tus compañeros de equipo para que vayan por delante a asegurar el camino.・ ¡Recupera el torreón en los puntos de control! No olvides que el torreón se detiene en los puntos de control. ¡Ese será el mejor momento para atacarlo y apoderarse de él!
fr: ・ Protégez le stand ! Le joueur qui reste sur le stand mobile constituant une cible facile, il revient à ses coéquipiers de le précéder pour s'assurer que la voie est libre.・ Tirez parti des points de contrôle pour reprendre le stand mobile ! Si l'adversaire a le contrôle du stand, profite de ses arrêts aux points de contrôle pour tenter de le récupérer avec tes alliés !
it: ・ Proteggi la torre! Chiunque si trovi sulla torre è un bersaglio facile, quindi manda i compagni in ricognizione ad assicurarsi che la via sia libera!・ Riconquista la torre ai checkpoint! Non dimenticare che la torre si ferma ai checkpoint. È il momento perfetto per attaccare e riconquistarla!
ja: ・ ガチヤグラを守れ！ ガチヤグラに乗っているプレイヤーはねらわれやすいぞ。 乗っていない仲間はガチヤグラの 前に出て、安全を確保しよう！・ カンモンでうばい返せ！ 相手が確保したガチヤグラがカンモンで停止するときは、うばい返すチャンスだ。 仲間と息を合わせて攻撃しよう！
ko: ・ 랭크 타워를 지킬 것! 랭크 타워에 올라탄 플레이어는 표적이 되기 쉽다. 타고 있지 않은 동료가 랭크 타워 앞으로 나서서 안전을 확보하자!・ 관문에서 되찾을 것! 상대가 확보한 랭크 타워가 관문에 정지하고 있을 때가 되찾을 찬스다. 동료와 힘을 합쳐 공격하자!
nl: ・ Bescherm de toren! Wie de toren berijdt, vormt een makkelijk doelwit. Zorg er daarom voor dat teamgenoten de weg vrijhouden!・ Verover de toren terug bij checkpoints! Vergeet niet dat de toren stopt bij checkpoints. Dat is dus het perfecte moment om aan te vallen en de toren in te nemen!
ru: ・ Защищай башню! Каждый, кто едет на башне, становится легкой мишенью для противников. Пусть остальные члены команды убедятся в том, что на пути безопасно!・ Верни контроль над башней во время остановки на станциях! Не забывай, что башня останавливается на станциях. Это идеальное время для того, чтобы атаковать и заполучить контроль!
zh_hans: ·守住真格塔楼！ 爬上真格塔楼的玩家更容易被对手盯上哦。 其他同伴需要挺身而出，保证安全！·在关卡处夺回真格塔楼！ 当对手确保的真格塔楼停在关卡处时，就是夺回真格塔楼的好机会。 和同伴互相配合展开进攻吧！
zh_hant: ‧死守真格塔樓！ 爬上真格塔樓的玩家很容易被對手給盯上喔！ 其他同伴得挺身為真格塔樓開路，確保安全！‧在關卡處奪回真格塔樓！ 被對手占領的真格塔樓停在關卡處的時候，就是奪回真格塔樓的好機會！ 與同伴互相配合展開攻勢吧！

# ManualManualEventMatchEventMatchGachiyaguraManual06
source: ・ Turn it around in overtime! If the losing team controls the tower when the clock runs out, the battle goes into overtime. Don't give up—you might be able to come from behind to win it in overtime!
de: ・ Schnapp dir den Sieg in der Verlängerung! Wenn die Zeit abläuft, während das Team im Rückstand den Turm kontrolliert, beginnt die Verlängerung. Kämpfe bis zum Ende, vielleicht reicht es noch für einen Sieg!
es: ・ ¡Remontada en el último instante! Si el equipo que va perdiendo se hace con la torre justo cuando el tiempo se agota, el combate entrará en una prórroga. Así que no te rindas, ¡porque aún habría tiempo para darle la vuelta!
es_mx: ・ ¡Remontada en el último instante! Si el equipo que va perdiendo controla el torreón cuando el tiempo se agota, el combate entrará en una prórroga. Así que no te rindas, ¡porque aún hay tiempo para darle la vuelta al combate!
fr: ・ Profitez des prolongations pour renverser la vapeur ! À la fin du temps réglementaire, si l'équipe en difficulté a le contrôle du stand mobile, une prolongation s'engage. Pour peu qu'elle reprenne du poil de la bête, elle réussira peut-être une remontée fantastique !
it: ・ Ribalta le sorti dell'incontro durante il tempo +! Se il tempo scade e la squadra che sta perdendo ha il controllo della torre, scatterà il tempo +. Combatti fino alla fine e potresti recuperare, festeggiando una vittoria all'ultimo splat!
ja: ・ 延長戦で逆転をねらえ！ 時間切れの際、負けているチームがガチヤグラを確保していると延長戦が発生！ 最後まであきらめなければ延長戦で逆転できるかも？
ko: ・ 연장전에서 역전을 노릴 것! 제한 시간이 끝났을 때 지고 있는 팀이 랭크 타워를 확보하고 있으면 연장전이 발생한다! 마지막까지 포기하지 않으면 역전할 기회는 있다!
nl: ・ Grijp je kans in de verlenging! Als het verliezende team de toren in handen heeft zodra de tijd om is, wordt het gevecht verlengd. Blijf je uiterste best doen, misschien kun je het tij nog doen keren en winnen!
ru: ・ Возьми реванш во время овертайма! Если проигрывающая команда держит контроль над башней после истечения времени, бой переходит в овертайм. Не сдавайся — это твой шанс на победу!
zh_hans: ·靠加时赛逆转局势吧！ 时限结束时，如果落后的队伍仍确保着真格塔楼，就会进入加时赛！ 只要坚持到最后一刻，或许能通过加时赛逆转局势哦？
zh_hant: ‧靠延長賽逆轉戰局！ 如果時限結束時落後隊伍仍占領著真格塔樓，就會進入延長賽！ 只要堅持到底不輕易放棄，或許就能在延長賽時逆轉戰局喔！

# ManualManualEventMatchEventMatchGachiyaguraTitle
source: Tower Control: The Rules
de: Turm-Kommando: Regeln
es: Torre - Reglas
es_mx: Torreón - Reglas
fr: Expédition risquée : les règles
it: Torre mobile: le regole
ja: ガチヤグラのルール
ko: 랭크 타워의 룰
nl: Torentwist: de spelregels
ru: Бой за башню: правила
zh_hans: 真格塔楼的规则
zh_hant: 真格塔樓的規則
