Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# ManualManualXMatchXMatchGachiyaguraManual06
source: ・ Turn it around in overtime! If the losing team controls the tower when the clock runs out, the battle goes into overtime. Don't give up—you might be able to come from behind to win it in overtime!
de: ・ Schnapp dir den Sieg in der Verlängerung! Wenn die Zeit abläuft, während das Team im Rückstand den Turm kontrolliert, beginnt die Verlängerung. Kämpfe bis zum Ende, vielleicht reicht es noch für einen Sieg!
es: ・ ¡Remontada en el último instante! Si el equipo que va perdiendo se hace con la torre justo cuando el tiempo se agota, el combate entrará en una prórroga. Así que no te rindas, ¡porque aún habría tiempo para darle la vuelta!
es_mx: ・ ¡Remontada en el último instante! Si el equipo que va perdiendo controla el torreón cuando el tiempo se agota, el combate entrará en una prórroga. Así que no te rindas, ¡porque aún hay tiempo para darle la vuelta al combate!
fr: ・ Profitez des prolongations pour renverser la vapeur ! À la fin du temps réglementaire, si l'équipe en difficulté a le contrôle du stand mobile, une prolongation s'engage. Pour peu qu'elle reprenne du poil de la bête, elle réussira peut-être une remontée fantastique !
it: ・ Ribalta le sorti dell'incontro durante il tempo +! Se il tempo scade e la squadra che sta perdendo ha il controllo della torre, scatterà il tempo +. Combatti fino alla fine e potresti recuperare, festeggiando una vittoria all'ultimo splat!
ja: ・ 延長戦で逆転をねらえ！ 時間切れの際、負けているチームがガチヤグラを確保していると延長戦が発生！ 最後まであきらめなければ延長戦で逆転できるかも？
ko: ・ 연장전에서 역전을 노릴 것! 제한 시간이 끝났을 때 지고 있는 팀이 랭크 타워를 확보하고 있으면 연장전이 발생한다! 마지막까지 포기하지 않으면 역전할 기회는 있다!
nl: ・ Grijp je kans in de verlenging! Als het verliezende team de toren in handen heeft zodra de tijd om is, wordt het gevecht verlengd. Blijf je uiterste best doen, misschien kun je het tij nog doen keren en winnen!
ru: ・ Возьми реванш во время овертайма! Если проигрывающая команда держит контроль над башней после истечения времени, бой переходит в овертайм. Не сдавайся — это твой шанс на победу!
zh_hans: ·靠加时赛逆转局势吧！ 时限结束时，如果落后的队伍仍确保着真格塔楼，就会进入加时赛！ 只要坚持到最后一刻，或许能通过加时赛逆转局势哦？
zh_hant: ‧靠延長賽逆轉戰局！ 如果時限結束時落後隊伍仍占領著真格塔樓，就會進入延長賽！ 只要堅持到底不輕易放棄，或許就能在延長賽時逆轉戰局喔！

# ManualManualXMatchXMatchGachiyaguraTitle
source: Tower Control: The Rules
de: Turm-Kommando: Regeln
es: Torre - Reglas
es_mx: Torreón - Reglas
fr: Expédition risquée : les règles
it: Torre mobile: le regole
ja: ガチヤグラのルール
ko: 랭크 타워의 룰
nl: Torentwist: de spelregels
ru: Бой за башню: правила
zh_hans: 真格塔楼的规则
zh_hant: 真格塔樓的規則

# ManualManualXMatchXMatchManual00
source: Think you're the best of the best? Now's your chance to prove it!
de: Hier ist deine Chance zu zeigen, dass du zu den Besten gehörst!
es: ¿Te ves capaz de alcanzar la cima? ¡Pues es hora de demostrarlo!
es_mx: ¿Te crees capaz de alcanzar la victoria? ¡Pues es hora de demostrarlo!
fr: Tu prétends faire partie de la crème de la crème ?Voilà l'occasion de le prouver !
it: Pensi di poter battere tutti? È il momento di dimostrarlo!
ja: 高みを目指す者たちの「頂点」が決まる！
ko: 높은 곳을 목표로 하는 이들의 「정점」이 결정된다!
nl: Denk jij dat je er wat van kan? Dan mag je het bewijzen!
ru: Считаешь себя асом? Докажи!
zh_hans: 朝更高境界迈进的人们将角逐出“巅峰”之位！
zh_hant: 朝更高境界邁進的人們將角逐「顛峰」之位！

# ManualManualXMatchXMatchTitle
source: X Battle: The X Means It's X-TREME
de: X-Kampf: „X“ wie in EXTREM!
es: Combate X: ¡La X marca la diferencia!
es_mx: Combate X: ¡La X es por eXtremo!
fr: Match X : X comme dans eXtrême
ja: Xマッチとは
ko: X 매치란?
nl: X-gevecht: met de X van EXTREEM!
ru: Бой X: «X» — это экстрим!
zh_hans: 所谓X比赛
zh_hant: 何謂X比賽

# MatchModeCoopBigRun
source: Big Run
ja: ビッグラン
ko: 빅 런
zh_hans: 大型跑
zh_hant: 大型跑

# MatchModeCoopPrivate
source: Private Job
de: Private Schicht
es: Trabajo privado
es_mx: Trabajo privado
fr: Mission privée
it: Lavoro privato
ja: プライベートバイト
ko: 프라이빗 아르바이트
nl: Privéklus
ru: Частная смена
zh_hans: 私人打工
zh_hant: 私人打工

# MatchModeCoopTeamContest
source: Eggstra Work
de: Team-Wettkampf
es: Alianza alevínica
es_mx: Recolección extra
fr: Défi œuf sup'
it: Sfida tra colleghi
ja: バイトチームコンテスト
ko: 아르바이트 팀 콘테스트
nl: Bedrijfseitje
ru: Икорный овертайм
zh_hans: 团队打工竞赛
zh_hant: 團隊打工競賽

# MatchModeFestTriColor
source: Tricolor Battle
de: Dreifarb-Match
es: Pugna tricolor
es_mx: Combate tricolor
fr: Match tricolore
it: Scontro tricolore
ja: トリカラマッチ
ko: 트리컬러 매치
nl: Driekleurengevecht
ru: Трехцветная стычка
zh_hans: 三色夺宝比赛
zh_hant: 三色奪寶比賽

# MatchModeLeague
source: Challenge
de: Event-Kampf
es: Combate evento
es_mx: Combate especial
fr: Match Challenge
it: Partita evento
ja: イベントマッチ
ko: 이벤트 매치
nl: Eventgevecht
ru: Бой-событие
zh_hans: 活动比赛
zh_hant: 活動比賽

# MatchModeMiniGame
source: Tableturf Battle
de: Revierdecks
es: Lucha carterritorial
es_mx: Combate carterritorial
fr: Match de C&T
it: Splattanza
ja: ナワバトラー
ko: 영역 배틀러
nl: Slijkslag
ru: Карты и район
zh_hans: 占地斗士
zh_hant: 占地鬥士

# MatchModePrivate
source: Private Battle
de: Privater Kampf
es: Combate privado
es_mx: Combate privado
fr: Match privé
it: Partita privata
ja: プライベートマッチ
ko: 프라이빗 매치
nl: Privégevecht
ru: Частный бой
zh_hans: 私人比赛
zh_hant: 私人比賽

# MatchModeRegular
source: Regular Battle
de: Standardkampf
es: Combate amistoso
es_mx: Combate amistoso
fr: Match classique
it: Partita amichevole
ja: レギュラーマッチ
ko: 레귤러 매치
nl: Standaardgevecht
ru: Бой салаг
zh_hans: 一般比赛
zh_hant: 一般比賽

# MatchModeXMatch
source: X Battle
de: X-Kampf
es: Combate X
es_mx: Combate X
fr: Match X
it: Partita X
ja: Xマッチ
ko: X 매치
nl: X-gevecht
ru: Бой X
zh_hans: X比赛
zh_hant: X比賽

# MemoryPlayerAppName
source: View Replays
de: Kampferinnerungen
es: Repeticiones
es_mx: Repeticiones
fr: Vidéos
it: Replay
ja: メモリープレーヤー
ko: 메모리 플레이어
nl: Herhalingen
ru: Повторы
zh_hans: 记忆播放器
zh_hant: 記憶播放器

# MemoryPlayerCopied
source: Copied
de: Kopiert!
es: Se ha efectuado la copia.
es_mx: Copiado
fr: La copie a été effectuée.
it: Copiato
ja: コピーしました
ko: 복사했습니다
nl: Gekopieerd!
ru: Скопировано
zh_hans: 已复制
zh_hant: 複製完成

# MemoryPlayerDownload
source: Download Battle Replays
de: Kampferinnerungen herunterladen
es: Descargar repeticiones de combates
es_mx: Descargar repeticiones de combates
fr: Télécharger des vidéos de matchs
it: Scarica replay
ja: バトルメモリーのダウンロード
ko: 배틀 메모리 다운로드
nl: Herhalingen downloaden
ru: Загрузить повторы боя
zh_hans: 下载对战记忆
zh_hant: 下載對戰記憶

# MemoryPlayerFailedDownload
source: Download failed.
de: Download abgebrochen.
es: No se ha podido programar la descarga.
es_mx: No se pudo programar la descarga.
fr: Le téléchargement a échoué.
it: Download fallito.
ja: ダウンロード予約に失敗しました
ko: 다운로드 예약에 실패했습니다
nl: Download mislukt.
ru: Не удалось загрузить.
zh_hans: 预约下载失败。
zh_hant: 預約下載失敗

# MemoryPlayerGuide
source: Downloaded battle replays can be viewed at the lobby terminal in the Splatoon 3 game.
de: Heruntergeladene Erinnerungen kannst du dir im Lobby-Terminal in Splatoon 3 ansehen.
es: Las repeticiones de combates descargadas se pueden ver en el terminal del vestíbulo de Splatoon 3.
es_mx: Las repeticiones de combates descargadas se pueden ver en el terminal del vestíbulo de Splatoon 3.
fr: Les vidéos de matchs téléchargées peuvent être visionnées depuis le terminal du hall dans le jeu Splatoon 3.
it: I replay scaricati possono essere visualizzati<br />al terminale della lobby in Splatoon 3.
ja: ダウンロードしたバトルメモリーは<br />スプラトゥーン3のロビー端末のメモリープレーヤーで再生することができます
ko: 다운로드한 배틀 메모리는<br />스플래툰 3의 로비 단말기에서 메모리 플레이어로 재생할 수 있습니다
nl: Je kunt gedownloade herhalingen bekijken bij de lobbyterminal in Splatoon 3.
ru: Для просмотра загруженных повторов боя можно использовать терминал в Холле в игре Splatoon 3.
zh_hans: 使用《斯普拉遁 3》大厅设备中的记忆播放器<br />即可播放下载完成的对战记忆
zh_hant: 使用《斯普拉遁 3》大廳設備中的記憶播放器<br />即可播放已下載的對戰記憶

# MemoryPlayerNotice
source: Showing the 50 most recent entries.<br />They will be available for 30 days.
de: Es werden die 50 letzten Einträge angezeigt.<br />Sie sind 30 Tage verfügbar.
es: Se muestran los 50 registros más recientes.<br />Estarán disponibles durante 30 días.
es_mx: Se muestran los 50 registros más recientes.<br />Estarán disponibles durante 30 días.
fr: Les 50 entrées les plus récentes sont affichées.<br />Elles seront disponibles pendant 30 jours.
it: Vengono visualizzate le 50 voci più recenti.<br />Saranno disponibili per 30 giorni.
ja: 最新の50件を表示しています<br />保存期間は30日です
ko: 최신 50건을 표시합니다<br />저장 기간은 30일입니다
nl: De 50 meest recente herhalingen worden getoond.<br />Ze blijven 30 dagen beschikbaar.
ru: Отображаются 50 последних повторов.<br />Они будут доступны в течение 30 дней.
zh_hans: 显示内容仅为最新的50件，<br />保存期限为30天
zh_hant: 目前顯示內容為最新的50件<br />儲存期限為30天

# MemoryPlayerPlaceholder
source: Enter Code
de: Code hier eingeben.
es: Introducir código
es_mx: Introducir código
fr: Saisir un code
it: Inserisci codice
ja: コードを入力
ko: 코드 입력
nl: Code invoeren
ru: Ввести код
zh_hans: 输入代码
zh_hant: 輸入代碼

# MemoryPlayerReplayCode
source: Download Code
de: Code zum Herunterladen
es: Código de descarga
es_mx: Código de la repetición
fr: Code de téléchargement
it: Codice download
ja: ダウンロードコード
ko: 다운로드 코드
nl: Code om te downloaden
ru: Код загрузки
zh_hans: 下载代码
zh_hant: 下載代碼

# MemoryPlayerReplayNotAvailable
source: No data found.
de: Keine Daten gefunden.
es: No se han encontrado datos.
es_mx: No se encontraron datos.
fr: Aucune donnée n'a été trouvée.
it: Nessun dato trovato.
ja: データが見つかりません
ko: 데이터를 찾을 수 없습니다
nl: Er zijn geen gegevens gevonden.
ru: Нет данных
zh_hans: 未找到数据
zh_hant: 沒有找到資料

# MemoryPlayerReservedDownload
source: Download scheduled.
de: Download vorgemerkt.
es: Se ha programado la descarga.
es_mx: Se programó la descarga.
fr: Le téléchargement est programmé.
it: Download programmato.
ja: ダウンロード予約しました
ko: 다운로드 예약했습니다
nl: Download gepland.
ru: Загрузка запланирована.
zh_hans: 已预约下载。
zh_hant: 預約下載成功

# MemoryPlayerSend
source: Enter
de: OK
es: Enviar
es_mx: Buscar
fr: OK
it: Ottieni
ja: 送信
ko: 송신
nl: Oké
ru: Ввести
zh_hans: 发送
zh_hant: 發送

# MemoryPlayerTitle
source: View Replays
de: Kampferinnerungen
es: Repeticiones
es_mx: Repeticiones
fr: Vidéos
it: Replay
ja: メモリープレーヤー
ko: 메모리 플레이어
nl: Herhalingen
ru: Повторы
zh_hans: 记忆播放器
zh_hant: 記憶播放器

# MemoryPlayerUploaded
source: Uploaded Battle Replay
de: Hochgeladene Erinnerungen
es: Repeticiones de combates enviadas
es_mx: Repeticiones de combates publicadas
fr: Vidéos de matchs envoyées sur le serveur
it: Replay caricati
ja: アップロードしたバトルメモリー
ko: 업로드한 배틀 메모리
nl: Geüploade herhaling
ru: Отправленные повторы боя
zh_hans: 上传的对战记忆
zh_hant: 上傳的對戰記憶

# MiniGameMiniGameBtnLBattleWithPlayerQ
source: Nah
de: Nein danke.
es: Pasando...
es_mx: Paso...
fr: Non...
it: No
ja: やめとく
ko: 그만두기
nl: Nee
ru: Не-а!
zh_hans: 取消
zh_hant: 不要

# MiniGameMiniGameBtnRBattleWithPlayerQ
source: Battle!
de: Klar doch!
es: ¡A luchar!
es_mx: ¡A luchar!
fr: J'accepte !
it: Sì
ja: 対戦する！
ko: 대전하기
nl: Ja
ru: Ага!
zh_hans: 对战！
zh_hant: 對戰！

# MiniGameMiniGameCardNameAjio
source: Fred Crumbs
de: Panko-Pit
es: Friderico
es_mx: Friderico
fr: Fridéric
it: Tempurio
ja: アジオ
ko: 갱돌이
nl: Fred Tuur
ru: Хектор
zh_hans: 竹荚雄
zh_hant: 竹莢雄

# MiniGameMiniGameCardNameAnaaki
source: Annaki
es: Annak
es_mx: Annak
fr: Aroz
it: Annak
ja: アナアキ
ko: 아나키
ru: Панкасиус
zh_hans: 无法无天
zh_hant: 無法無天

# MiniGameMiniGameCardNameAnemo
source: Annie
de: Anne-Mona
es: Némona
es_mx: Némona
fr: Anne
it: Anemonica
ja: アネモ
ko: 아네모
ru: Аня Мон
zh_hans: 小葵
zh_hant: 小葵

# MiniGameMiniGameCardNameAori
source: Callie
de: Aioli
es: Mar
es_mx: Mar
fr: Ayo
it: Stella
ja: アオリ
ko: 아오리
ru: Кэлли
zh_hans: 小拟
zh_hant: 小擬

# MiniGameMiniGameCardNameArome
source: Tentatek
es: Arome
es_mx: Tentáctica
fr: OculR
it: Arome
ja: アロメ
ko: 아로메
ru: Щуччи
zh_hans: 艾洛眼
zh_hant: 艾洛眼

# MiniGameMiniGameCardNameAtarime
source: Cuttlefish
de: Kuttel-fisch
es: Jibión
es_mx: Jibión
fr: Macalamar
it: Seppia
ja: アタリメ
ko: 마르징오
nl: Kraak
ru: Кальмостар
zh_hans: 鱼干
zh_hant: 魚乾

# MiniGameMiniGameCardNameBaiTakoTrooper
source: TwintacleOctotrooper
de: Okto-scherge
es: Bi-octorrecluta
es_mx: Octorreclutaambidiestro
fr: Tentassinféroce
it: Bipolpastro
ja: バイタコトルーパー
ko: 더블 문어 트루퍼
nl: Octokrijger
ru: Двущупыйосьмогад
zh_hans: 强化章鱼兵
zh_hant: 強化章魚兵

# MiniGameMiniGameCardNameBakudan
source: Steelhead
de: Bäm
es: Ferroz
es_mx: Ferroz
fr: Tête-de-pneu
it: Bomber
ja: バクダン
ko: 폭탄
nl: Staalkop
ru: Дядя Семг
zh_hans: 炸弹鱼
zh_hant: 炸彈魚

# MiniGameMiniGameCardNameBarazushi
source: Barazushi
fr: Alpaj
it: BaraS
ja: バラズシ
ko: 화이트아웃
ru: Суси-Весла
zh_hans: 散寿司
zh_hant: 散壽司

# MiniGameMiniGameCardNameBarrierTakopter
source: Octodisco
de: Oktodisko
es: Octodiscobola
es_mx: Octoboladisco
fr: Tentadisco
it: Strobopolpottero
ja: タコミラーボール
ko: 문어 미러볼
ru: Осьмобол
zh_hans: 章鱼镜球兵
zh_hant: 章魚鏡球兵

# MiniGameMiniGameCardNameBatoroika
source: SquidForce
de: TintactiX
es: Kalamas
es_mx: Kalamas
fr: KalamarusRex
it: CalamaX
ja: バトロイカ
ko: 배트로징어
ru: Кальмари
zh_hans: 战斗鱿鱼
zh_hant: 戰鬥魷魚

# MiniGameMiniGameCardNameBeacon
source: Squid Beakon
de: Sprung-boje
es: Balizatransportadora
es_mx: Baliza
fr: Balisede saut
it: Trasferitore
ja: ジャンプビーコン
ko: 점프 비컨
nl: Spring-schotel
ru: Прыжковыймаячок
zh_hans: 跳跃信标
zh_hant: 跳躍信標

# MiniGameMiniGameCardNameBizen
source: Jelfonzo
de: Jo-Q
es: M. Duardo
es_mx: M. Duardo
fr: Gégé Latineux
it: Cnidario
ja: ビゼン
ko: 숲뿌리
nl: Kwalfons
ru: Денди
zh_hans: 备前
zh_hant: 備前

# MiniGameMiniGameCardNameBlasterLight00
source: Rapid Blaster
de: Turbo-Blaster
es: Devastadorexprés
es_mx: Turbolanzamotas
fr: Turboblaster
it: Blaster rapido
ja: ラピッドブラスター
ko: 래피드 블래스터
nl: Flitsblaster
ru: Бластермат
zh_hans: 快速爆破枪
zh_hant: 快速爆破槍

# MiniGameMiniGameCardNameBlasterLight01
source: Rapid BlasterDeco
de: Turbo-Blaster Deko
es: Devastadorexprés DX
es_mx: Turbolanzamotaschic
fr: Turboblasterchic
it: Blasterrapido DX
ja: ラピッドブラスターデコ
ko: 래피드 블래스터 데코
nl: FlitsblasterDeco
ru: Бластермат«Деко»
zh_hans: 快速爆破枪 装饰
zh_hant: 快速爆破槍 裝飾

# MiniGameMiniGameCardNameBlasterLightLong00
source: Rapid BlasterPro
de: Turbo-Blaster Plus
es: Superdevastador
es_mx: TurbolanzamotasPro
fr: Turboblasterpro
it: Blaster élite
ja: Rブラスターエリート
ko: R 블래스터 엘리트
nl: FlitsblasterPro
ru: Бластермат ПРО
zh_hans: 快速爆破枪 精英
zh_hant: 快速爆破槍 精英

# MiniGameMiniGameCardNameBlasterLightLong01
source: Rapid BlasterPro Deco
de: Turbo-BlasterPlus Deko
es: Superdevastador DX
es_mx: TurbolanzamotasPro chic
fr: Turboblasterpro chic
it: Blaster élite DX
ja: Rブラスターエリートデコ
ko: R 블래스터 엘리트 데코
nl: FlitsblasterPro Deco
ru: Бластермат ПРО«Деко»
zh_hans: 快速爆破枪 精英装饰
zh_hant: 快速爆破槍 精英裝飾

# MiniGameMiniGameCardNameBlasterLightShort00
source: Clash Blaster
de: Kontra-Blaster
es: Turbodevastador
es_mx: Hiperlanzamotas
fr: Rafablaster
it: Blasterda mischia
ja: クラッシュブラスター
ko: 크래시 블래스터
nl: Knalblaster
ru: Контрабластер
zh_hans: 冲涂爆破枪
zh_hant: 衝塗爆破槍

# MiniGameMiniGameCardNameBlasterLightShort01
source: Clash BlasterNeo
de: Kontra-Blaster Neo
es: Turbodevastadorneo
es_mx: Hiperlanzamotasneo
fr: RafablasterNéo
it: Blaster damischia Neo
ja: クラッシュブラスターネオ
ko: 네오 크래시 블래스터
nl: KnalblasterNeo
ru: Контрабластер«Нео»
zh_hans: 冲涂爆破枪 新型
zh_hant: 衝塗爆破槍 新型

# MiniGameMiniGameCardNameBlasterLong00
source: Range Blaster
de: Fern-Blaster
es: Teledevastador
es_mx: Telelanzamotas
fr: Éclablaster XL
it: Blastera distanza
ja: ロングブラスター
ko: 롱 블래스터
nl: Teleblaster
ru: Дальнобластер
zh_hans: 远距爆破枪
zh_hant: 遠距爆破槍

# MiniGameMiniGameCardNameBlasterLong01
source: CustomRange Blaster
de: Fern-Blaster SE
es: TeledevastadorSP
es_mx: Telelanzamotasadaptado
fr: ÉclablasterXL griffé
it: Blaster adistanza CM
ja: ロングブラスターカスタム
ko: 커스텀 롱 블래스터
nl: GemoddeTeleblaster
ru: Дальнобластер«Понт»
zh_hans: 远距爆破枪 改装
zh_hant: 遠距爆破槍 改裝

# MiniGameMiniGameCardNameBlasterMiddle00
source: Blaster
es: Devastador
es_mx: Lanzamotas
fr: Éclablaster
ja: ホットブラスター
ko: 핫 블래스터
nl: Klodder-blaster
ru: Бластер
zh_hans: 火热爆破枪
zh_hant: 火熱爆破槍

# MiniGameMiniGameCardNameBlasterMiddle01
source: Custom Blaster
de: Blaster SE
es: Devastador SP
es_mx: Lanzamotasadaptado
fr: Éclablastermodifié
it: Blaster CM
ja: ホットブラスターカスタム
ko: 커스텀 핫 블래스터
nl: GemoddeKlodderblaster
ru: Бластер «Понт»
zh_hans: 火热爆破枪 改装
zh_hant: 火熱爆破槍 改裝

# MiniGameMiniGameCardNameBlasterShort00
source: Luna Blaster
es: Ultradevastador
es_mx: LanzamotasNova
fr: Proxiblaster
it: Blaster lunar
ja: ノヴァブラスター
ko: 노바 블래스터
ru: Лунобластер
zh_hans: 新星爆破枪
zh_hant: 新星爆破槍

# MiniGameMiniGameCardNameBlasterShort01
source: Luna BlasterNeo
es: Ultradevastadorneo
es_mx: LanzamotasNova neo
fr: ProxiblasterNéo
it: Blasterlunar Neo
ja: ノヴァブラスターネオ
ko: 네오 노바 블래스터
ru: Лунобластер«Нео»
zh_hans: 新星爆破枪 新型
zh_hant: 新星爆破槍 新型

# MiniGameMiniGameCardNameBombCurling
source: Curling Bomb
de: Curling-Bombe
es: Bombadeslizante
es_mx: Bombadeslizante
fr: Bombecurling
it: Bombacurling
ja: カーリングボム
ko: 컬링 밤
nl: Curlingbom
ru: Керлинг-бомба
zh_hans: 冰壶炸弹
zh_hant: 冰壺炸彈

# MiniGameMiniGameCardNameBombFizzy
source: Fizzy Bomb
de: Sprudel-Bombe
es: Bombacarbónica
es_mx: Bombacarbónica
fr: Bombe soda
it: Bombaa gassosa
ja: タンサンボム
ko: 탄산 밤
nl: Bomblikje
ru: Содовая бомба
zh_hans: 碳酸炸弹
zh_hant: 碳酸炸彈

# MiniGameMiniGameCardNameBombQuick
source: Burst Bomb
de: Insta-Bombe
es: Bomba rápida
es_mx: Globo entintado
fr: Bombeballon
it: Granata
ja: クイックボム
ko: 퀵 밤
nl: Ballonbom
ru: Разрывнаябомба
zh_hans: 快速炸弹
zh_hant: 快速炸彈

# MiniGameMiniGameCardNameBombRobot
source: Autobomb
de: Robo-Bombe
es: Robobomba
es_mx: Robobomba
fr: Bombe robot
it: Robo-bomba
ja: ロボットボム
ko: 로봇 밤
nl: Robobom
ru: Робобомба
zh_hans: 机器人炸弹
zh_hant: 機器人炸彈

# MiniGameMiniGameCardNameBombSplash
source: Splat Bomb
de: Klecks-Bombe
es: Bomba básica
es_mx: Plasbomba
fr: Bombesplash
it: Bomba splash
ja: スプラッシュボム
ko: 스플래시 밤
nl: Klodderbom
ru: Брызгающаябомба
zh_hans: 斯普拉炸弹
zh_hant: 斯普拉炸彈

# MiniGameMiniGameCardNameBombSuction
source: Suction Bomb
de: Haft-bombe
es: Bomba ventosa
es_mx: Bomba pegajosa
fr: Bombegluante
it: Appiccibomba
ja: キューバンボム
ko: 빨판 밤
nl: Kleefbom
ru: Бомба наприсоске
zh_hans: 吸盘炸弹
zh_hant: 吸盤炸彈

# MiniGameMiniGameCardNameBombTako
source: Torpedo
fr: Bentorpille
it: Torpedinatore
ja: トーピード
ko: 토피도
nl: Torpedobom
ru: Торпеднаябомба
zh_hans: 鱼雷
zh_hant: 魚雷

# MiniGameMiniGameCardNameBombTakopter
source: Octobomber
de: Okto-bomber
es: Bombacóptero
es_mx: Plastocóptero
fr: Tentavolelourd
it: Polpotterobombardiere
ja: ボムタコプター
ko: 밤 문어콥터
nl: Octobommer
ru: Осьмобомб
zh_hans: 炸弹章鱼螺旋桨兵
zh_hant: 炸彈章魚螺旋槳兵

# MiniGameMiniGameCardNameBrushHeavy00
source: Painbrush
de: Fächerfärber
es: Brocha abanico
es_mx: Pincel abanico
fr: Épinceau écaïe
it: Tonnoretto
ja: フィンセント
ko: 빈센트
nl: Kwistkwast
ru: Веерокисть«Плюхассо»
zh_hans: 文森
zh_hant: 文森

# MiniGameMiniGameCardNameBrushHeavy01
source: PainbrushNouveau
de: FächerfärberFresco
es: Brocha abanicomaestra
es_mx: Pincel abanicomaestro
fr: Épinceau écaïenuancé
it: Tonnorettomaster
ja: フィンセント・ヒュー
ko: 빈센트 휴
nl: KwistkwastNouveau
ru: Веерокисть«НуВо»
zh_hans: 文森·新艺术
zh_hant: 文森‧新藝術

# MiniGameMiniGameCardNameBrushMini00
source: Inkbrush
de: Quasto
es: Pincel
es_mx: Pincel
fr: Épinceau
it: Calamaravaggio
ja: パブロ
ko: 파블로
nl: Inktkwast
ru: Кисть
zh_hans: 巴勃罗
zh_hant: 巴勃羅

# MiniGameMiniGameCardNameBrushMini01
source: InkbrushNouveau
de: QuastoFresco
es: Pincelmaestro
es_mx: Pincelmaestro
fr: Épinceaunuancé
it: Calamaravaggiomaster
ja: パブロ・ヒュー
ko: 파블로 휴
nl: InktkwastNouveau
ru: Кисть «НуВо»
zh_hans: 巴勃罗·新艺术
zh_hant: 巴勃羅‧新藝術

# MiniGameMiniGameCardNameBrushNormal00
source: Octobrush
de: Kalligraf
es: Brocha
es_mx: Pincelcaligrafía
fr: Épinceaubrosse
it: Tinturicchio
ja: ホクサイ
ko: 호쿠사이
nl: Octokwast
ru: Арт-кисть
zh_hans: 北斋
zh_hant: 北齋

# MiniGameMiniGameCardNameBrushNormal01
source: OctobrushNouveau
de: KalligrafFresco
es: Brochamaestra
es_mx: Pincel caligrafíamaestro
fr: Épinceaubrosse nuancé
it: Tinturicchiomaster
ja: ホクサイ・ヒュー
ko: 호쿠사이 휴
nl: OctokwastNouveau
ru: Арт-кисть«НуВо»
zh_hans: 北斋·新艺术
zh_hant: 北齋‧新藝術

# MiniGameMiniGameCardNameBukichi
source: Sheldon
de: Arty
es: Jairo
es_mx: Jairo
fr: Cartouche
it: Armand
ja: ブキチ
ko: 부키치
nl: Krabbert
ru: Пушкин
zh_hans: 武器子
zh_hant: 武器子

# MiniGameMiniGameCardNameBuranko
source: Fish Stick
de: Mobelisk
es: Viga
es_mx: Viga
fr: Pylônoïde
it: Trivellaccio
ja: ハシラ
ko: 기둥
nl: Salmonoliet
ru: Бурмонид
zh_hans: 柱鱼
zh_hant: 柱魚

# MiniGameMiniGameCardNameChargerKeeper00
source: Goo Tuber
de: T-Tuber
es: Tubofusil
es_mx: Entintubo
fr: Détubeur
it: Tintubator
ja: ソイチューバー
ko: 소이 튜버
nl: Spetbuizer
ru: Трубастер
zh_hans: 高压油管枪
zh_hant: 高壓油管槍

# MiniGameMiniGameCardNameChargerKeeper01
source: Custom GooTuber
de: T-Tuber SE
es: Tubofusil SP
es_mx: Entintuboadaptado
fr: Détubeurmodifié
it: TintubatorCM
ja: ソイチューバーカスタム
ko: 커스텀 소이 튜버
nl: GemoddeSpetbuizer
ru: Трубастер«Понт»
zh_hans: 高压油管枪 改装
zh_hant: 高壓油管槍 改裝

# MiniGameMiniGameCardNameChargerLight00
source: Bamboozler14 Mk I
de: Klotzer14-A
es: Bambufusil 14-I
es_mx: Bamzuka 14-I
fr: BimbamboumMk I
it: Bimbamboom14-I
ja: 14式竹筒銃・甲
ko: 14식 대나무 총 갑
nl: Bamboem14-A
ru: Бамбух 14-I
zh_hans: 14式竹筒枪·甲
zh_hant: 14式竹筒槍‧甲

# MiniGameMiniGameCardNameChargerLight01
source: Bamboozler14 Mk II
de: Klotzer14-B
es: Bambufusil 14-II
es_mx: Bamzuka 14-II
fr: BimbamboumMk II
it: Bimbamboom14-II
ja: 14式竹筒銃・乙
ko: 14식 대나무 총 을
nl: Bamboem14-B
ru: Бамбух 14-II
zh_hans: 14式竹筒枪·乙
zh_hant: 14式竹筒槍‧乙

# MiniGameMiniGameCardNameChargerLong00
source: E-liter 4K
es: Entintador 4K
es_mx: Entintador 4K
fr: Extraceur +
it: Tinter acarica 4K
ja: リッター4K
ko: 리터 4K
ru: Э-литр 95
zh_hans: 公升4K
zh_hant: 公升4K

# MiniGameMiniGameCardNameChargerLong01
source: CustomE-liter 4K
de: E-liter4K SE
es: Entintador 4K SP
es_mx: Entintador 4Kadaptado
fr: Extraceur +modifié
it: Tinter acarica 4K CM
ja: リッター4Kカスタム
ko: 커스텀 리터 4K
nl: GemoddeE-liter 4K
ru: Э-литр 95«Понт»
zh_hans: 公升4K 改装
zh_hant: 公升4K 改裝

# MiniGameMiniGameCardNameChargerLongScope00
source: E-liter 4K Scope
de: Ziel-E-liter 4K
es: Telentintador 4K
es_mx: Telentintador4K
fr: Extraceur +zoom
it: Tinter conmirino 4K
ja: 4Kスコープ
ko: 4K 스코프
nl: E-liter 4Kmet vizier
ru: Снайп-э-литр 95
zh_hans: 4K准星枪
zh_hant: 4K準星槍

# MiniGameMiniGameCardNameChargerLongScope01
source: Custom E-liter4K Scope
de: Ziel-E-liter4K SE
es: Telentintador4K SP
es_mx: Telentintador 4Kadaptado
fr: Extraceur +zoom modifié
it: Tinter conmirino 4K CM
ja: 4Kスコープカスタム
ko: 커스텀 4K 스코프
nl: Gemodde E-liter4K met vizier
ru: Снайп-э-литр95 «Понт»
zh_hans: 4K准星枪 改装
zh_hant: 4K準星槍 改裝

# MiniGameMiniGameCardNameChargerNormal00
source: Splat Charger
de: Klecks-Konzentrator
es: Cargatintas
es_mx: Cargatintas
fr: Concentraceur
it: Splattera carica
ja: スプラチャージャー
ko: 스플랫 차저
nl: Bloplader
ru: Сплатган
zh_hans: 斯普拉蓄力狙击枪
zh_hant: 斯普拉蓄力狙擊槍

# MiniGameMiniGameCardNameChargerNormal01
source: Z+F SplatCharger
de: Zekkori-Klecks-Konzentrator
es: CargatintasEzkkor
es_mx: CargatintasZyS
fr: ConcentraceurE+F
it: Splatter acarica logo
ja: スプラチャージャーコラボ
ko: 스플랫 차저 컬래버
nl: ZekkofinBloplader
ru: Сплатган«ЙожкоТюр»
zh_hans: 斯普拉蓄力狙击枪 联名
zh_hant: 斯普拉蓄力狙擊槍 聯名

# MiniGameMiniGameCardNameChargerNormalScope00
source: Splatterscope
de: Ziel-Konzentrator
es: Cargatintascon mira
es_mx: Telecargatintas
fr: Concentraceurzoom
it: Splattercon mirino
ja: スプラスコープ
ko: 스플랫 스코프
nl: Schelp-schutter
ru: Снайпокрас
zh_hans: 斯普拉准星枪
zh_hant: 斯普拉準星槍

# MiniGameMiniGameCardNameChargerNormalScope01
source: Z+FSplatterscope
de: Zekkori-Ziel-Konzentrator
es: Cargatintascon mira Ezkkor
es_mx: TelecargatintasZyS
fr: Concentraceurzoom E+F
it: Splatter conmirino logo
ja: スプラスコープコラボ
ko: 스플랫 스코프 컬래버
nl: ZekkofinSchelpschutter
ru: Снайпокрас«ЙожкоТюр»
zh_hans: 斯普拉准星枪 联名
zh_hant: 斯普拉準星槍 聯名

# MiniGameMiniGameCardNameChargerPencil00
source: Snipewriter 5H
de: R-BLR/5H
es: Cargaminas 5H
es_mx: Cargaminas 5H
fr: Crayon X - 5H
it: Lapis cecchino 5H
ja: R-PEN/5H
ko: R-PEN/5H
nl: Schotlood 5H
ru: Патрондаш 5Т
zh_hans: R-PEN/5H
zh_hant: R-PEN/5H

# MiniGameMiniGameCardNameChargerPencil01
source: Snipewriter 5B
de: R-BLR/5B
es: Cargaminas 5B
es_mx: Cargaminas 5B
fr: Crayon X - 5B
it: Lapis cecchino 5B
ja: R-PEN/5B
ko: R-PEN/5B
nl: Schotlood 5B
ru: Патрондаш 5М
zh_hans: R-PEN/5B
zh_hant: R-PEN/5B
