Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GoodsGoodsNameFigCoopHelicopter03
source: gold helicopter
de: Helikopter Gold
es: Helicóptero de oro
es_mx: Helicóptero de oro
fr: Hélicoptère en or
it: Elicottero d'oro
ja: ヘリコプター ゴールド
ko: 골드 헬리콥터
nl: Gouden helikopter
ru: Золотой вертолет
zh_hans: 直升机 金色版
zh_hant: 直升機 金色版

# GoodsGoodsNameFigCoopHelicopter99
source: Grizzco helicopter
de: Bär-Helikopter
es: Helicóptero Don Oso, S. A.
es_mx: Helicóptero Don Oso, S. A.
fr: Hélicoptère de M. Ours SA
it: Elicottero Ursus & Co
ja: クマサン商会のヘリコプター
ko: Mr. 베어 상회 헬리콥터
nl: Beer & Co-helikopter
ru: Вертолет «Потапыч Inc.»
zh_hans: 熊先生商会的直升机
zh_hant: 熊先生商會的直升機

# GoodsGoodsNameFigCoopIkuraGolden00
source: bronze Golden Egg figure
de: Gold-Fischei Bronze
es: Figura alevín dorado de bronce
es_mx: Figura huevecillo dorado de bronce
fr: Figurine d'œuf doré en bronze
it: Statuina di uovo d'oro (bronzo)
ja: 金イクラのオブジェ ブロンズ
ko: 브론즈 황금 연어알 오브제
nl: Bronzen goudenvisseneibeeld
ru: Бронзовая «Золотая икринка»
zh_hans: 金鲑鱼卵艺术品 铜色版
zh_hant: 金鮭魚卵藝術品 銅色版

# GoodsGoodsNameFigCoopIkuraGolden01
source: silver Golden Egg figure
de: Gold-Fischei Silber
es: Figura alevín dorado de plata
es_mx: Figura huevecillo dorado de plata
fr: Figurine d'œuf doré en argent
it: Statuina di uovo d'oro (argento)
ja: 金イクラのオブジェ シルバー
ko: 실버 황금 연어알 오브제
nl: Zilveren goudenvisseneibeeld
ru: Серебряная «Золотая икринка»
zh_hans: 金鲑鱼卵艺术品 银色版
zh_hant: 金鮭魚卵藝術品 銀色版

# GoodsGoodsNameFigCoopIkuraGolden02
source: gold Golden Egg figure
de: Gold-Fischei Gold
es: Figura alevín dorado de oro
es_mx: Figura huevecillo dorado de oro
fr: Figurine d'œuf doré en or
it: Statuina di uovo d'oro (oro)
ja: 金イクラのオブジェ ゴールド
ko: 골드 황금 연어알 오브제
nl: Gouden goudenvisseneibeeld
ru: Золотая «Золотая икринка»
zh_hans: 金鲑鱼卵艺术品 金色版
zh_hant: 金鮭魚卵藝術品 金色版

# GoodsGoodsNameFigCoopIkuraGoldenG
source: basic Golden Egg figure
de: Gold-Fischei Standard
es: Figura alevín dorado básica
es_mx: Figura huevecillo dorado básica
fr: Figurine d'œuf doré standard
it: Statuina di uovo d'oro (base)
ja: 金イクラのオブジェ ノーマル
ko: 노멀 황금 연어알 오브제
nl: Standaard goudenvisseneibeeld
ru: Обычная «Золотая икринка»
zh_hans: 金鲑鱼卵艺术品 一般版
zh_hant: 金鮭魚卵藝術品 一般版

# GoodsGoodsNameFigCoopRelayIkuraBox
source: Golden Egg box
de: Gold-Fischei-Kiste
es: Caja de alevines dorados
es_mx: Caja de huevecillos dorados
fr: Caisse pleine d'œufs dorés
it: Cassa di uova d'oro
ja: はこづめ金イクラ
ko: 황금 연어알 박스
nl: Goudenvisseneitrommel
ru: Ящик с золотыми икринками
zh_hans: 整箱金鲑鱼卵
zh_hant: 整箱金鮭魚卵

# GoodsGoodsNameFigCoopSakepuncherBaby
source: Chinook
de: Kopta
es: Salmocóptero
es_mx: Salmocóptero
fr: Salmocoptère
it: Salmocottero
ja: シャケコプター
ko: 연어콥터
nl: Salmokopter
ru: Геликомуль
zh_hans: 直升机鲑鱼
zh_hant: 直升機鮭魚

# GoodsGoodsNameFigCoopSakepuncherMother
source: Mothership
de: Mutterschiff
es: Aerocriadero
es_mx: Salmonodriza
fr: Vaisseau mère
it: Astronave madre
ja: ハコビヤ
ko: 운반함
nl: Moederschip
ru: Нерестилище
zh_hans: 走私鱼
zh_hant: 走私魚

# GoodsGoodsNameFigCoopSalmon
source: Chum
de: Spielzeug-Salmo
es: Salmoche
es_mx: Salmoide
fr: Salmoche
it: Spadello
ja: シャケ
ko: 연어
nl: Salmo
ru: Скороварвар
zh_hans: 鲑鱼
zh_hant: 鮭魚

# GoodsGoodsNameFigCoopSalmonArtillery
source: Big Shot
de: Kanonya
es: Artilleroide
es_mx: Artilleroide
fr: Gros boulet
it: Cannoniere
ja: テッキュウ
ko: 철 구슬
nl: Bombarie
ru: Ядровик
zh_hans: 铁球鱼
zh_hant: 鐵球魚

# GoodsGoodsNameFigCoopSalmonBaby
source: Smallfry
de: Spielzeug-Salminis
es: Cenutrín
es_mx: Escamita
fr: Salmioche
it: Salmonelli
ja: コジャケ
ko: 꼬마연어
nl: Salmini
ru: Малетчик
zh_hans: 小鲑鱼
zh_hant: 小鮭魚

# GoodsGoodsNameFigCoopSalmonBagman
source: Snatcher
de: Samko
es: Rastrerón
es_mx: Hurtón
fr: Barboteur
it: Razziatore
ja: タマヒロイ
ko: 알주어
nl: Zammel
ru: Умыкумжа
zh_hans: 拾蛋鱼
zh_hant: 拾蛋魚

# GoodsGoodsNameFigCoopSalmonBallCase
source: Mudmouth
de: Schlämmermaul
es: Morrolodo
es_mx: Bocalodo
fr: Salmonoïde de boue
it: Fangonoide
ja: ドロシャケ
ko: 진흙연어
nl: Moddermuil
ru: Илистый ревун
zh_hans: 泥鲑鱼
zh_hant: 泥鮭魚

# GoodsGoodsNameFigCoopSalmonBand00
source: basic Lesser Salmonid swarm
de: Salmonidenschwarm Standard
es: Banco de salmónidos básico
es_mx: Banco de salmónidos básico
fr: Banc de Salm. communs standard
it: Branco Salmonoidi standard
ja: ザコシャケのむれ ノーマル
ko: 노멀 조무래기연어 무리
nl: Standaard Salmonietenschool
ru: Обычный косяк самонидов
zh_hans: 杂兵鲑鱼群 一般版
zh_hant: 雜兵鮭魚群 一般版

# GoodsGoodsNameFigCoopSalmonBand01
source: bronze Lesser Salmonid swarm
de: Salmonidenschwarm Bronze
es: Banco de salmónidos de bronce
es_mx: Banco de salmónidos de bronce
fr: Banc de Salm. communs en bronze
it: Branco Salmonoidi di bronzo
ja: ザコシャケのむれ ブロンズ
ko: 브론즈 조무래기연어 무리
nl: Bronzen Salmonietenschool
ru: Бронзовый косяк самонидов
zh_hans: 杂兵鲑鱼群 铜色版
zh_hant: 雜兵鮭魚群 銅色版

# GoodsGoodsNameFigCoopSalmonBand02
source: silver Lesser Salmonid swarm
de: Salmonidenschwarm Silber
es: Banco de salmónidos de plata
es_mx: Banco de salmónidos de plata
fr: Banc de Salm. communs en argent
it: Branco Salmonoidi d'argento
ja: ザコシャケのむれ シルバー
ko: 실버 조무래기연어 무리
nl: Zilveren Salmonietenschool
ru: Серебряный косяк самонидов
zh_hans: 杂兵鲑鱼群 银色版
zh_hant: 雜兵鮭魚群 銀色版

# GoodsGoodsNameFigCoopSalmonBand03
source: gold Lesser Salmonid swarm
de: Salmonidenschwarm Gold
es: Banco de salmónidos de oro
es_mx: Banco de salmónidos de oro
fr: Banc de Salmonoïdes communs en or
it: Branco Salmonoidi d'oro
ja: ザコシャケのむれ ゴールド
ko: 골드 조무래기연어 무리
nl: Gouden Salmonietenschool
ru: Золотой косяк самонидов
zh_hans: 杂兵鲑鱼群 金色版
zh_hant: 雜兵鮭魚群 金色版

# GoodsGoodsNameFigCoopSalmonBig
source: Cohock
de: Spielzeug-Brocken
es: Escamacarra
es_mx: Agallón
fr: Sumoche
it: Pinna Pingue
ja: ドスコイ
ko: 덩치연어
nl: Sallog
ru: Сковорейдер
zh_hans: 大胖鱼
zh_hant: 大胖魚

# GoodsGoodsNameFigCoopSalmonBigKing00
source: base Cohozuna
de: Malmsalm Standard
es: Salmonote básico
es_mx: Salmonote básico
fr: Salmotori standard
it: Colossalmonoide standard
ja: ヨコヅナ ノーマル
ko: 노멀 천하장사
nl: Standaard Sumosalmo
ru: Обычный исполид
zh_hans: 横纲 一般版
zh_hant: 橫綱 一般版

# GoodsGoodsNameFigCoopSalmonBigKing01
source: bronze Cohozuna
de: Malmsalm Bronze
es: Salmonote de bronce
es_mx: Salmonote de bronce
fr: Salmotori en bronze
it: Colossalmonoide di bronzo
ja: ヨコヅナ ブロンズ
ko: 브론즈 천하장사
nl: Bronzen Sumosalmo
ru: Бронзовый исполид
zh_hans: 横纲 铜色版
zh_hant: 橫綱 銅色版

# GoodsGoodsNameFigCoopSalmonBigKing02
source: silver Cohozuna
de: Malmsalm Silber
es: Salmonote de plata
es_mx: Salmonote de plata
fr: Salmotori en argent
it: Colossalmonoide d'argento
ja: ヨコヅナ シルバー
ko: 실버 천하장사
nl: Zilveren Sumosalmo
ru: Серебряный исполид
zh_hans: 横纲 银色版
zh_hant: 橫綱 銀色版

# GoodsGoodsNameFigCoopSalmonBigKing03
source: gold Cohozuna
de: Malmsalm Gold
es: Salmonote de oro
es_mx: Salmonote de oro
fr: Salmotori en or
it: Colossalmonoide d'oro
ja: ヨコヅナ ゴールド
ko: 골드 천하장사
nl: Gouden Sumosalmo
ru: Золотой исполид
zh_hans: 横纲 金色版
zh_hant: 橫綱 金色版

# GoodsGoodsNameFigCoopSalmonBomb
source: Steelhead
de: Spielzeug-Bäm
es: Ferroz
es_mx: Ferroz
fr: Tête-de-pneu
it: Bomber
ja: バクダン
ko: 폭탄
nl: Staalkop
ru: Дядя Семг
zh_hans: 炸弹鱼
zh_hant: 炸彈魚

# GoodsGoodsNameFigCoopSalmonCup
source: Flyfish
de: Spielzeug-Rakzak
es: Drónido
es_mx: Drónido
fr: Aéro Ben
it: Salmodrone
ja: カタパッド
ko: 어깨 패드
nl: Salmodrone
ru: Неркетчик
zh_hans: 垫肩飞鱼
zh_hant: 墊肩飛魚

# GoodsGoodsNameFigCoopSalmonDolphin
source: Flipper-Flopper
de: Sturmreifer
es: Chapotero
es_mx: Chapotero
fr: Ploufion
it: Tuffone
ja: ダイバー
ko: 다이버
nl: Dompelaar
ru: Хулахлюп
zh_hans: 潜水鱼
zh_hant: 潛水魚

# GoodsGoodsNameFigCoopSalmonGeyser
source: Goldie
de: Spielzeug-Goldie
es: Salmóreo
es_mx: Orónido
fr: Dorax
it: Pinne d'oro
ja: キンシャケ
ko: 황금연어
ru: Великий Сам О’Нид
zh_hans: 金鲑鱼
zh_hant: 金鮭魚

# GoodsGoodsNameFigCoopSalmonGuardian
source: Scrapper
de: Spielzeug-Pfanndit
es: Chatarrónido
es_mx: Parrillero
fr: Bricabrute
it: Blindomito
ja: テッパン
ko: 철판
nl: Jutter
ru: Кетанкист
zh_hans: 铁板鱼
zh_hant: 鐵板魚

# GoodsGoodsNameFigCoopSalmonJawKing00
source: base Megalodontia
de: Kataklysmaul Standard
es: Megalodoncio básico
es_mx: Megalodoncio básico
fr: Salmodon standard
it: Mascello standard
ja: ジョー ノーマル
ko: 노멀 죠
nl: Standaard Beugelbakkes
ru: Обычный мегалодент
zh_hans: 巨颚 一般版
zh_hant: 巨顎 一般版

# GoodsGoodsNameFigCoopSalmonJawKing01
source: bronze Megalodontia
de: Kataklysmaul Bronze
es: Megalodoncio de bronce
es_mx: Megalodoncio de bronce
fr: Salmodon en bronze
it: Mascello di bronzo
ja: ジョー ブロンズ
ko: 브론즈 죠
nl: Bronzen Beugelbakkes
ru: Бронзовый мегалодент
zh_hans: 巨颚 铜色版
zh_hant: 巨顎 銅色版

# GoodsGoodsNameFigCoopSalmonJawKing02
source: silver Megalodontia
de: Kataklysmaul Silber
es: Megalodoncio de plata
es_mx: Megalodoncio de plata
fr: Salmodon en argent
it: Mascello d'argento
ja: ジョー シルバー
ko: 실버 죠
nl: Zilveren Beugelbakkes
ru: Серебряный мегалодент
zh_hans: 巨颚 银色版
zh_hant: 巨顎 銀色版

# GoodsGoodsNameFigCoopSalmonJawKing03
source: gold Megalodontia
de: Kataklysmaul Gold
es: Megalodoncio de oro
es_mx: Megalodoncio de oro
fr: Salmodon en or
it: Mascello d'oro
ja: ジョー ゴールド
ko: 골드 죠
nl: Gouden Beugelbakkes
ru: Золотой мегалодент
zh_hans: 巨颚 金色版
zh_hant: 巨顎 金色版

# GoodsGoodsNameFigCoopSalmonRocket
source: Drizzler
de: Spielzeug-Regnar
es: Barreno
es_mx: Paragüista
fr: Crachin
it: Piovasco
ja: コウモリ
ko: 박쥐
nl: Miezer
ru: Метеоголец
zh_hans: 蝙蝠鱼
zh_hant: 蝙蝠魚

# GoodsGoodsNameFigCoopSalmonRush
source: Salmonid Rush wave
de: Lichtfliegen-Horde
es: Salmónidos en ofensiva
es_mx: Salmónidos en ofensiva
fr: Ruée furieuse des Salmonoïdes
it: Ondata di Salmonoidi
ja: シャケのラッシュ
ko: 연어 러시
nl: Salmonietengolf
ru: Озверевшие самониды
zh_hans: 鲑鱼狂潮
zh_hant: 鮭魚狂潮

# GoodsGoodsNameFigCoopSalmonSaucer
source: Slammin' Lid
de: Deckler
es: Tapaollas
es_mx: Tapaollas
fr: Couverclard
it: Coperchiotto
ja: ナベブタ
ko: 냄비 뚜껑
nl: Dreksel
ru: Мокрышка
zh_hans: 锅盖鱼
zh_hant: 鍋蓋魚

# GoodsGoodsNameFigCoopSalmonSnake
source: Steel Eel
de: Spielzeug-Staal
es: Raspoide
es_mx: Anguiladera
fr: Carnacier
it: Anguilmone
ja: ヘビ
ko: 뱀
nl: Staal
ru: Громыхариус
zh_hans: 蛇鱼
zh_hant: 蛇魚

# GoodsGoodsNameFigCoopSalmonSnakeKing00
source: base Horrorboros
de: Horroboros Standard
es: Dragón básico
es_mx: Dragón básico
fr: Salmophide standard
it: Orroboros standard
ja: タツ ノーマル
ko: 노멀 용
nl: Standaard Horroboros
ru: Обычный скверноборос
zh_hans: 辰龙 一般版
zh_hant: 辰龍 一般版

# GoodsGoodsNameFigCoopSalmonSnakeKing01
source: bronze Horrorboros
de: Horroboros Bronze
es: Dragón de bronce
es_mx: Dragón de bronce
fr: Salmophide en bronze
it: Orroboros di bronzo
ja: タツ ブロンズ
ko: 브론즈 용
nl: Bronzen Horroboros
ru: Бронзовый скверноборос
zh_hans: 辰龙 铜色版
zh_hant: 辰龍 銅色版

# GoodsGoodsNameFigCoopSalmonSnakeKing02
source: silver Horrorboros
de: Horroboros Silber
es: Dragón de plata
es_mx: Dragón de plata
fr: Salmophide en argent
it: Orroboros d'argento
ja: タツ シルバー
ko: 실버 용
nl: Zilveren Horroboros
ru: Серебряный скверноборос
zh_hans: 辰龙 银色版
zh_hant: 辰龍 銀色版

# GoodsGoodsNameFigCoopSalmonSnakeKing03
source: gold Horrorboros
de: Horroboros Gold
es: Dragón de oro
es_mx: Dragón de oro
fr: Salmophide en or
it: Orroboros d'oro
ja: タツ ゴールド
ko: 골드 용
nl: Gouden Horroboros
ru: Золотой скверноборос
zh_hans: 辰龙 金色版
zh_hant: 辰龍 金色版

# GoodsGoodsNameFigCoopSalmonSwing
source: Fish Stick
de: Spielzeug-Mobelisk
es: Viga
es_mx: Viga
fr: Pylônoïde
it: Trivellaccio
ja: ハシラ
ko: 기둥
nl: Salmonoliet
ru: Бурмонид
zh_hans: 柱鱼
zh_hant: 柱魚

# GoodsGoodsNameFigCoopSalmonTower
source: Stinger
de: Spielzeug-Stapla
es: Pilónido
es_mx: Fregatorre
fr: Marmirador
it: Pentolaio
ja: タワー
ko: 타워
nl: Staaplo
ru: Котельный Сиг
zh_hans: 高塔鱼
zh_hant: 高塔魚

# GoodsGoodsNameFigCoopSwimRingTank00
source: basic life ring
de: Rettungsring Standard
es: Salvavidas básico
es_mx: Salvavidas básico
fr: Bouée de sauvetage standard
it: Salvagente base
ja: ウキワタンク ノーマル
ko: 노멀 튜브 탱크
nl: Standaard reddingsboei
ru: Обычный спасательный круг
zh_hans: 泳圈槽 一般版
zh_hant: 泳圈槽 一般版

# GoodsGoodsNameFigCoopSwimRingTank01
source: bronze life ring
de: Rettungsring Bronze
es: Salvavidas de bronce
es_mx: Salvavidas de bronce
fr: Bouée de sauvetage en bronze
it: Salvagente di bronzo
ja: ウキワタンク ブロンズ
ko: 브론즈 튜브 탱크
nl: Bronzen reddingsboei
ru: Бронзовый спасательный круг
zh_hans: 泳圈槽 铜色版
zh_hant: 泳圈槽 銅色版

# GoodsGoodsNameFigCoopSwimRingTank02
source: silver life ring
de: Rettungsring Silber
es: Salvavidas de plata
es_mx: Salvavidas de plata
fr: Bouée de sauvetage en argent
it: Salvagente d'argento
ja: ウキワタンク シルバー
ko: 실버 튜브 탱크
nl: Zilveren reddingsboei
ru: Серебряный спасательный круг
zh_hans: 泳圈槽 银色版
zh_hant: 泳圈槽 銀色版

# GoodsGoodsNameFigCoopSwimRingTank03
source: gold life ring
de: Rettungsring Gold
es: Salvavidas de oro
es_mx: Salvavidas de oro
fr: Bouée de sauvetage en or
it: Salvagente d'oro
ja: ウキワタンク ゴールド
ko: 골드 튜브 탱크
nl: Gouden reddingsboei
ru: Золотой спасательный круг
zh_hans: 泳圈槽 金色版
zh_hant: 泳圈槽 金色版

# GoodsGoodsNameFigCrabDoll
source: monkey-crab cushion
de: Kuschel-Krabaffo
es: Cojín simiocangrejo
es_mx: Cojín simiocangrejo
fr: Coussin crabe-singe
it: Cuscino granchioscimmia
ja: サルカニクッション
ko: 원숭게 쿠션
nl: Krabaapjekussen
ru: Подушка «Краболтус»
zh_hans: 猿蟹坐垫
zh_hant: 猿蟹坐墊

# GoodsGoodsNameFigDancingFlower
source: dancing flower
de: Wackelblume
es: Flor bailonga
es_mx: Flor bailarina
fr: Fleur dansante
it: Fiore danzante
ja: ダンシングフラワー
ko: 댄싱 플라워
nl: Dansende bloem
ru: Танцующий цветок
zh_hans: 舞蹈花
zh_hant: 舞蹈花

# GoodsGoodsNameFigDaypack00
source: black daypack
de: Rucksack schwarz
es: Macuto negro
es_mx: Morral negro
fr: Sac de randonnée noir
it: Zainetto nero
ja: デイパック ブラック
ko: 블랙 데이팩
nl: Zwarte dagrugzak
ru: Черный рюкзак для пикника
zh_hans: 日用背包 黑色
zh_hant: 日用背包 黑色

# GoodsGoodsNameFigDaypack01
source: camo daypack
de: Rucksack Tarnmuster
es: Macuto camuflaje
es_mx: Morral camuflaje
fr: Sac de randonnée treillis
it: Zainetto mimetico
ja: デイパック カモ
ko: 카무 데이팩
nl: Camouflage-dagrugzak
ru: Рюкзак для пикника «Спецназ»
zh_hans: 日用背包 迷彩
zh_hant: 日用背包 迷彩

# GoodsGoodsNameFigDaypack02
source: multicolored daypack
de: Rucksack Fresh
es: Macuto multicolor
es_mx: Morral multicolor
fr: Sac de randonnée multicolore
it: Zainetto multicolore
ja: デイパック マルチカラー
ko: 멀티컬러 데이팩
nl: Kleurige dagrugzak
ru: Разноцветный рюкзак для пикника
zh_hans: 日用背包 彩色
zh_hant: 日用背包 彩色

# GoodsGoodsNameFigDaypack03
source: fish-bone daypack
de: Rucksack Grätenlook
es: Macuto raspa
es_mx: Morral raspa
fr: Sac de randonnée arêtes
it: Zainetto lisca di pesce
ja: デイパック ホネガラ
ko: 본 패턴 데이팩
nl: Graten-dagrugzak
ru: Рюкзак для пикника «Рыбья кость»
zh_hans: 日用背包 鱼骨纹
zh_hant: 日用背包 魚骨紋

# GoodsGoodsNameFigDaypack04
source: beige daypack
de: Rucksack Desert
es: Macuto beis
es_mx: Morral marrón
fr: Sac de randonnée beige
it: Zainetto beige
ja: デイパック ベージュ
ko: 베이지 데이팩
nl: Beige dagrugzak
ru: Бежевый рюкзак для пикника
zh_hans: 日用背包 米色
zh_hant: 日用背包 米色

# GoodsGoodsNameFigDeliveryBox00
source: iShipIt box
de: Kurierbox
es: Paquete de mensajería
es_mx: Paquete de mensajería
fr: Caisse de livraison
it: Pacco postale
ja: イカテンきゅうびんのダンボール
ko: 오징어 보이 택배 박스
nl: Koeriersdoos
ru: Коробка Плавь-Почтамта
zh_hans: 鱿鱼小子快递的纸箱
zh_hant: 魷魚小子快遞的紙箱

# GoodsGoodsNameFigDeliveryBox01
source: cardboard box
de: Karton
es: Caja de cartón
es_mx: Caja de cartón
fr: Boîte en carton
it: Scatola di cartone
ja: ダンボール
ko: 박스
nl: Kartonnen doos
ru: Картонная коробка
zh_hans: 纸箱
zh_hant: 紙箱

# GoodsGoodsNameFigDogu
source: dogū
es: Hombrecillo de arcilla
es_mx: Figura de arcilla
it: Statuetta antica
ja: どぐう
ko: 토우
nl: Dogū-beeld
ru: Догу
zh_hans: 土偶
zh_hant: 土偶

# GoodsGoodsNameFigDogu01
source: golden dogū
de: Dogū Gold
es: Hombrecillo de oro
es_mx: Figura de oro
fr: Dogū en or
it: Statuetta antica d'oro
ja: おうごんのどぐう
ko: 황금 토우
nl: Gouden dogū-beeld
ru: Золотой догу
zh_hans: 黄金土偶
zh_hant: 黃金土偶

# GoodsGoodsNameFigDotCusion0000
source: red pixel-squid cushion
de: Rotes Pixelfischkissen
es: Cojín calamar píxel rojo
es_mx: Cojín calamar píxel rojo
fr: Coussin calamar pixellisé rouge
it: Cuscino pixelcalamaro rosso
ja: ピクセルイカクッション レッド
ko: 레드 픽셀 오징어 쿠션
nl: Rood pixelinktviskussen
ru: Красный пиксельный кальмар
zh_hans: 像素鱿鱼坐垫 红色
zh_hant: 像素魷魚坐墊 紅色

# GoodsGoodsNameFigDotCusion0001
source: blue pixel-squid cushion
de: Blaues Pixelfischkissen
es: Cojín calamar píxel azul
es_mx: Cojín calamar píxel azul
fr: Coussin calamar pixellisé bleu
it: Cuscino pixelcalamaro blu
ja: ピクセルイカクッション ブルー
ko: 블루 픽셀 오징어 쿠션
nl: Blauw pixelinktviskussen
ru: Голубой пиксельный кальмар
zh_hans: 像素鱿鱼坐垫 蓝色
zh_hant: 像素魷魚坐墊 藍色

# GoodsGoodsNameFigDotCusion0100
source: magenta pixel-octo cushion
de: Magenta Oktopix-Kissen
es: Cojín pulpo píxel magenta
es_mx: Cojín pulpo píxel magenta
fr: Coussin poulpe pixellisé magenta
it: Cuscino pixelpolpo magenta
ja: ピクセルタコクッション マゼンタ
ko: 마젠타 픽셀 문어 쿠션
nl: Magenta pixeloctopuskussen
ru: Пиксельный осьминог цвета фуксии
zh_hans: 像素章鱼坐垫 洋红色
zh_hant: 像素章魚坐墊 洋紅色

# GoodsGoodsNameFigDotCusion0101
source: mint pixel-octo cushion
de: Grünes Oktopix-Kissen
es: Cojín pulpo píxel esmeralda
es_mx: Cojín pulpo píxel aguamarina
fr: Coussin poulpe pixellisé vert
it: Cuscino pixelpolpo smeraldo
ja: ピクセルタコクッション エメラルド
ko: 에메랄드 픽셀 문어 쿠션
nl: Groen pixeloctopuskussen
ru: Мятный пиксельный осьминог
zh_hans: 像素章鱼坐垫 翡翠色
zh_hant: 像素章魚坐墊 翡翠色

# GoodsGoodsNameFigDrawstringBag00
source: mesh drawstring bag
de: Netzstoff-Turnbeutel
es: Mochila saco tramada
es_mx: Bolsita malla
fr: Sac à cordon filet
it: Sacca a rete con cordino
ja: ナップザック メッシュ
ko: 메시 냅색
nl: Gaasgymtas
ru: Мешок-сетка на завязках
zh_hans: 抽绳包 网眼
zh_hant: 抽繩包 網眼

# GoodsGoodsNameFigDrawstringBag01
source: ink drawstring bag
de: Tinten-Turnbeutel
es: Mochila saco tinta
es_mx: Bolsita tinta
fr: Sac à cordon encre
it: Sacca inchiostro con cordino
ja: ナップザック インク
ko: 잉크 냅색
nl: Gymtas met inktvlek
ru: Чернильный мешок на завязках
zh_hans: 抽绳包 墨汁
zh_hant: 抽繩包 墨汁

# GoodsGoodsNameFigDrawstringBag02
source: fish-scale drawstring bag
de: Schuppen-Turnbeutel
es: Mochila saco escamas
es_mx: Bolsita escamas
fr: Sac à cordon écailles
it: Sacca squame con cordino
ja: ナップザック ウロコ
ko: 비늘 냅색
nl: Gymtas met schubben
ru: Чешуйчатый мешок на завязках
zh_hans: 抽绳包 鳞片
zh_hant: 抽繩包 鱗片

# GoodsGoodsNameFigDrawstringBag03
source: emerald drawstring bag
de: Smaragd-Turnbeutel
es: Mochila saco esmeralda
es_mx: Bolsita esmeralda
fr: Sac à cordon émeraude
it: Sacca smeraldo con cordino
ja: ナップザック エメラルド
ko: 에메랄드 냅색
nl: Smaragdgroene gymtas
ru: Изумрудный мешок на завязках
zh_hans: 抽绳包 翡翠
zh_hant: 抽繩包 翡翠

# GoodsGoodsNameFigDrawstringBag04
source: groovy drawstring bag
de: Trance-Turnbeutel
es: Mochila saco psicodelia
es_mx: Bolsita colorida
fr: Sac à cordon psychédélique
it: Sacca trendy con cordino
ja: ナップザック サイケ
ko: 사이키 냅색
nl: Groovy gymtas
ru: Броский мешок на завязках
zh_hans: 抽绳包 迷幻
zh_hant: 抽繩包 迷幻

# GoodsGoodsNameFigDrawstringBagShrimp00
source: shrimp bag
de: Kordelzugtasche Shrimp
es: Bolsa gamba
es_mx: Bolsita camarón
fr: Sac crevette
it: Borsa gamberetto
ja: エビのバッグ
ko: 새우 가방
nl: Garnalen-gymtas
ru: Рюкзачок-креветка
zh_hans: 虾形背包
zh_hant: 蝦形背包

# GoodsGoodsNameFigDrinkCase
source: bottle crate
de: Sammelbox
es: Cajón de botellas
es_mx: Caja de botellas
fr: Casier à bouteilles
it: Cassa per bottiglie
ja: ボトルクレート
ko: 음료 상자
nl: Flessenkrat
ru: Ящик бутылок
zh_hans: 饮料物流箱
zh_hant: 飲料物流箱

# GoodsGoodsNameFigDustBox02
source: suspicious garbage can
de: Mülleimer mit Innenleben
es: Papelera sospechosa
es_mx: Papelera sospechosa
fr: Poubelle suspecte
it: Bidone sospetto
ja: あやしいゴミばこ
ko: 수상한 쓰레기통
nl: Mysterieuze vuilnisbak
ru: Подозрительный мусорный бак
zh_hans: 可疑的垃圾桶
zh_hant: 可疑的垃圾桶

# GoodsGoodsNameFigElectricalCord
source: cord reel
de: Kabeltrommel
es: Enrollacables
es_mx: Enrollacables
fr: Enrouleur électrique
it: Bobina di cavo elettrico
ja: コードリール
ko: 릴선
nl: Kabelspoel
ru: Катушка
zh_hans: 电缆卷盘
zh_hant: 電纜捲盤

# GoodsGoodsNameFigElectricGuitar00
source: ST-G2TS electric guitar
de: E-Gitarre „TFG-2GTS“
es: Guitarra eléctrica CLM-V2TS
es_mx: Guitarra eléctrica CLM-V2TS
fr: Guitare électrique GC-V2TS
it: Chitarra elettrica CC-SR2T
ja: エレキギター IG-G2TS
ko: 일렉 기타 SG-G2TS
nl: IG-G2TS elektrische gitaar
ru: Электрогитара КАЛЬ-СИЗЕЛ-2
zh_hans: 电吉他 IG-G2TS
zh_hant: 電吉他 IG-G2TS

# GoodsGoodsNameFigElectricGuitar01
source: ST-DF electric guitar
de: E-Gitarre „TFG-DF“
es: Guitarra eléctrica CLM-DF
es_mx: Guitarra eléctrica CLM-DF
fr: Guitare électrique GC-DF
it: Chitarra elettrica CC-FN
ja: エレキギター IG-DF
ko: 일렉 기타 SG-DF
nl: IG-DV elektrische gitaar
ru: Электрогитара КАЛЬ-ТЕМНОГ
zh_hans: 电吉他 IG-DF
zh_hant: 電吉他 IG-DF

# GoodsGoodsNameFigElectricGuitar02
source: ST-VS electric guitar
de: E-Gitarre „TFG-VS“
es: Guitarra eléctrica CLM-RS
es_mx: Guitarra eléctrica CLM-RS
fr: Guitare électrique GC-VS
it: Chitarra elettrica CC-SRV
ja: エレキギター IG-VS
ko: 일렉 기타 SG-VS
nl: IG-VS elektrische gitaar
ru: Электрогитара КАЛЬ-СИТАЖ
zh_hans: 电吉他 IG-VS
zh_hant: 電吉他 IG-VS

# GoodsGoodsNameFigElectricGuitar03
source: ST-BLU electric guitar
de: E-Gitarre „TFG-BLU“
es: Guitarra eléctrica CLM-AZ
es_mx: Guitarra eléctrica CLM-AZ
fr: Guitare électrique GC-BL
it: Chitarra elettrica CC-BL
ja: エレキギター IG-BLU
ko: 일렉 기타 SG-BLU
nl: IG-BLU elektrische gitaar
ru: Электрогитара КАЛЬ-СИНЬ
zh_hans: 电吉他 IG-BLU
zh_hant: 電吉他 IG-BLU

# GoodsGoodsNameFigElectricGuitar04
source: ST-PK electric guitar
de: E-Gitarre „TFG-RSA“
es: Guitarra eléctrica CLM-RO
es_mx: Guitarra eléctrica CLM-RO
fr: Guitare électrique GC-RO
it: Chitarra elettrica CC-RO
ja: エレキギター IG-PIK
ko: 일렉 기타 SG-PIK
nl: IG-RZ elektrische gitaar
ru: Электрогитара КАЛЬ-РОЗ
zh_hans: 电吉他 IG-PIK
zh_hant: 電吉他 IG-PIK

# GoodsGoodsNameFigElectricGuitar05
source: ST-3TS electric guitar
de: E-Gitarre „TFG-3TS“
es: Guitarra eléctrica CLM-3TS
es_mx: Guitarra eléctrica CLM-3TS
fr: Guitare électrique GC-3TS
it: Chitarra elettrica CC-SR3T
ja: エレキギター IG-3TS
ko: 일렉 기타 SG-3TS
nl: IG-3TS elektrische gitaar
ru: Электрогитара КАЛЬ-СИЗЕЛ-3
zh_hans: 电吉他 IG-3TS
zh_hant: 電吉他 IG-3TS

# GoodsGoodsNameFigElectricPot00
source: electric pot
de: Wasserspender
es: Calentador eléctrico
es_mx: Hervidor eléctrico
fr: Bouilloire
it: Bollitore elettrico
ja: 電気ポット
ko: 전기 보온 포트
nl: Heetwaterdispenser
ru: Термопот
zh_hans: 电热水瓶
zh_hant: 電熱水瓶

# GoodsGoodsNameFigFireExtinguisher
source: fire extinguisher
de: Feuerlöscher
es: Extintor
es_mx: Extintor
fr: Extincteur
it: Estintore
ja: しょうかき
ko: 소화기
nl: Brandblusser
ru: Огнетушитель
zh_hans: 灭火器
zh_hant: 滅火器

# GoodsGoodsNameFigFluffyCushion00
source: round white cushion
de: Weißes Sitzkissen
es: Cojín redondo blanco
es_mx: Cojín redondo blanco
fr: Pouf blanc
it: Cuscino rotondo bianco
ja: ラウンドクッション ホワイト
ko: 화이트 라운드 쿠션
nl: Rond wit kussen
ru: Круглая белая подушка
zh_hans: 圆形坐垫 白色
zh_hant: 圓形坐墊 白色

# GoodsGoodsNameFigGameandWatch
source: Play & Observe
de: „Spiel & Schau“-Retrogadget
es: Juego portátil retro
es_mx: Juego portátil retro
fr: Jeu électronique rétro
ja: ウォッチなゲームき
ko: 워치 같은 게임기
nl: Speel en Bekijk-retrogadget
ru: Консоль Play & Observe
zh_hans: 时钟游戏机
zh_hant: 時鐘遊戲機

# GoodsGoodsNameFigGameBoy
source: see-through Game Youth
de: SpielJunge mit Durchblick
es: Consola translúcida
es_mx: Consola transparente
fr: Console portable translucide
it: Game Youth trasparente
ja: スケルトンなゲームき
ko: 스켈레톤 같은 게임기
nl: Doorkijkgamekind
ru: Прозрачный Game Youth
zh_hans: 透明框架游戏机
zh_hant: 透明框架遊戲機

# GoodsGoodsNameFigGameCube
source: cubic gaming system
de: Cube-Gamekonsole
es: Consola cúbica
es_mx: Consola cúbica
fr: Console de jeu cubique
it: Console cubica
ja: キューブなゲームき
ko: 큐브 같은 게임기
nl: Spelkubus
ru: Кубическая консоль
zh_hans: 方块游戏机
zh_hant: 方塊遊戲機

# GoodsGoodsNameFigGardenEelDoll00
source: spotted eel plushie
de: Röhrenplüschi Kuhmuster
es: Peluche anguila moteado
es_mx: Peluche anguila salpicado
fr: Peluche anguille mouchetée
it: Peluche murena puntinata
ja: チンアナゴのぬいぐるみ
ko: 정원 장어 인형
nl: Gestippelde aalknuffel
ru: Пятнистый плюшевый угорек
zh_hans: 花园鳗布偶
zh_hant: 花園鰻布偶

# GoodsGoodsNameFigGardenEelDoll01
source: orange-stripe eel plushie
de: Röhrenplüschi Orange
es: Peluche anguila naranja
es_mx: Peluche anguila naranja
fr: Peluche anguille rayée orange
it: Peluche murena zebra arancione
ja: ニシキアナゴのぬいぐるみ オレンジ
ko: 오렌지 줄무늬 정원 장어 인형
nl: Oranjegestreepte aalknuffel
ru: Оранжевый плюшевый угорек
zh_hans: 横带园鳗布偶 橘色
zh_hant: 橫帶園鰻布偶 橘色
