Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# GlossaryJudgeJr
source: Li'l Judd
de: Mini-Miezrichter
es: Justito
es_mx: Justito
fr: Mini Charbitre
it: Giudigattino
ja: コジャッジくん
ko: 꼬마심판
nl: Justus jr.
ru: Судокотик
zh_hans: 小评审
zh_hant: 小評審

# GlossaryKumasan
source: Mr. Grizz
de: Herr Bär
es: Don Oso
es_mx: Don Oso
fr: M. Ours
it: Ursus
ja: クマサン
ko: Mr. 베어
nl: Ted B.
ru: Потапыч
zh_hans: 熊先生
zh_hant: 熊先生

# GlossaryKumasanOnlyName
source: Mr. Grizz
de: Herr Bär
es: Don Oso
es_mx: Don Oso
fr: M. Ours
it: Ursus
ja: クマサン
ko: Mr. 베어
nl: Ted B.
ru: Потапыч
zh_hans: 熊先生
zh_hant: 熊先生

# GlossaryLobbyObj01
source: battle pot
de: Kampfkocher
es: hervidor de combate
es_mx: hervidor de combate
fr: faitout des matchs
it: bollibattaglie
ja: バトルポット
ko: 배틀 포트
nl: Knokpot
ru: бой-котел
zh_hans: 对战壶
zh_hant: 對戰壺

# GlossaryLobbyObj02
source: lobby terminal
es: terminal del vestíbulo
es_mx: terminal del vestíbulo
fr: terminal du hall
it: terminale della lobby
ja: ロビー端末
ko: 로비 단말기
ru: терминал в Холле
zh_hans: 大厅设备
zh_hant: 大廳設備

# GlossaryLobbyObj03
source: copy machine
de: Splatbot
es: replicador
es_mx: copiador
fr: mécamiroir
it: splatbot
ja: ダミイカ
ko: 더미 오징어
nl: inktrobot
ru: копир
zh_hans: 假鱿鱼
zh_hant: 假魷魚

# GlossaryLottery
source: Shell-Out Machine
de: Kapselautomat
es: sacapremios
es_mx: premiotrón
fr: Capsulomate
it: Premi-o-matic
ja: くじ引き
ko: 뽑기
nl: Prijzenpot
ru: капсульный автомат
zh_hans: 抽奖
zh_hant: 抽獎

# GlossaryLotteryCoin
source: Shell-Out Token
de: Kapsel-Coupon
es: ficha sacapremios
es_mx: ficha del premiotrón
fr: jeton
it: gett-o-matic
ja: くじ引きコイン
ko: 뽑기 코인
nl: prijspenning
ru: капсульный жетон
zh_hans: 抽奖金币
zh_hant: 抽獎金幣

# GlossaryMiniGameKurage0
source: Baby Jelly
de: Baby-Qualle
es: Medusa novata
es_mx: Medusa novata
fr: Médu-bébé
it: Medusa poppante
ja: しょしんしゃクラゲ
ko: 새싹 해파리
nl: Babykwal
ru: Медузик
zh_hans: 新手水母
zh_hant: 新手水母

# GlossaryMiniGameKurage1
source: Cool Jelly
de: Coole Qualle
es: Medusa relajada
es_mx: Medusa relajada
fr: Médu-cool
it: Medusa equilibrata
ja: のんびりクラゲ
ko: 한량 해파리
nl: Coole kwal
ru: Чил-медуза
zh_hans: 悠闲水母
zh_hant: 悠閒水母

# GlossaryMiniGameKurage2
source: Aggro Jelly
de: Aggro-Qualle
es: Medusa belicosa
es_mx: Medusa belicosa
fr: Médu-furax
it: Medusa aggressiva
ja: まえむきクラゲ
ko: 말썽꾼 해파리
nl: Krijgskwal
ru: Бей-медуза
zh_hans: 独当一面水母
zh_hant: 獨當一面水母

# GlossaryMiniGameKurage3
source: Clone Jelly
de: Klon-Qualle
es: Medusa imitadora
es_mx: Medusa imitadora
fr: Médu-miroir
it: Medusa clonatrice
ja: ものまねクラゲ
ko: 흉내쟁이 해파리
nl: Kopiekwal
ru: Клон-медуза
zh_hans: 模仿水母
zh_hant: 模仿水母

# GlossaryMiniGameRank
source: Tableturf Rank
de: Revierdecks-Rang
es: rango carterritorial
es_mx: rango carterritorial
fr: Rang de Cartes & Territoire
it: rango
ja: ナワバトランク
ko: 영역 배틀러 레벨
nl: Slijkslagrang
ru: Разряд: Карты и район
zh_hans: 占地斗士等级
zh_hant: 占地鬥士等級

# GlossaryMiniGameTitle
source: Tableturf Battle
de: Revierdecks
es: Gran lucha carterritorial
es_mx: Combate carterritorial
fr: Cartes & Territoire
it: Splattanza
ja: 陣取大戦ナワバトラー
ko: 땅따먹기 대전 영역 배틀러
nl: Slijkslag
ru: Карты и район
zh_hans: 布阵大战占地斗士
zh_hant: 布陣大戰占地鬥士

# GlossaryMizuta
source: Acht
de: Ahato
fr: Eyte
ja: ミズタ
ko: 미즈타
nl: Smarachne
ru: Окта
zh_hans: 水田
zh_hant: 水田

# GlossaryMizutaSdodr
source: Acht
de: Ahato
fr: Eyte
ja: ミズタ
ko: 미즈타
nl: Smarachne
ru: Окта
zh_hans: 水田
zh_hant: 水田

# GlossaryModeMission
source: Story Mode
de: Story-Modus
es: modo historia
es_mx: modo historia
fr: Mode Histoire
it: modalità storia
ja: ヒーローモード
ko: 히어로 모드
nl: verhaal
ru: сюжет
zh_hans: 英雄模式
zh_hant: 英雄模式

# GlossaryMother
source: Marigold
de: Adorada
es: Maridori
es_mx: Maridori
fr: Carpucine
it: Dora
ja: マザー
ko: 마더
nl: Goudelieve
ru: Тетя Крася
zh_hans: 阿母
zh_hant: 阿母

# GlossaryMotherFoodShop
source: Staff
de: Verkäuferin
es: Vendedora
es_mx: Vendedora
fr: Vendeuse
it: Venditrice
ja: 店員さん
ko: 점원
nl: Verkoopster
ru: Продавец
zh_hans: 店员
zh_hant: 店員

# GlossaryMotherMiniGame
source: Staff
de: Dojo-Leiterin
es: Encargada
es_mx: Encargada
fr: Hôtesse
it: Incaricata
ja: スタッフさん
ko: 스태프
nl: Instructrice
ru: Сотрудница
zh_hans: 员工
zh_hant: 員工

# GlossaryMotherWalk
source: Recon Guide
de: Arena-Guide
es: Guía
es_mx: Guía
fr: Guide
it: Guida
ja: ガイドさん
ko: 가이드
nl: Gids
ru: Гид
zh_hans: 导览员
zh_hant: 導覽員

# GlossaryMsnArchives01
source: Sunken Scroll
de: Schriftrolle
es: pergamino
es_mx: pergamino
fr: document
it: documento
ja: ミステリーファイル
ko: 미스터리 파일
nl: boekrol
ru: свиток
zh_hans: 神秘档案
zh_hant: 神秘檔案

# GlossaryMsnAreaOfAlternative
source: site
de: Sektor
es: zona
es_mx: zona
fr: secteur
it: sito
ja: サイト
ko: 사이트
nl: sector
ru: область
zh_hans: 地域
zh_hant: 地域

# GlossaryMsnBreakableObj08
source: fail balloon
de: Nieten-Ballon
es: globo prohibido
es_mx: globo prohibido
fr: cata-ballon
it: sballoncino
ja: ダメ風船
ko: 불량 풍선
nl: blunderballon
ru: фэйл-шарик
zh_hans: 失败气球
zh_hant: 失敗氣球

# GlossaryMsnBreakableObj09
source: target
de: Ziel
es: blanco
es_mx: blanco
fr: cible
it: bersaglio
ja: マト
ko: 과녁
nl: doelwit
ru: мишень
zh_hans: 标靶
zh_hant: 標靶

# GlossaryMsnCheckPoint
source: checkpoint
es: punto de control
es_mx: punto de control
fr: point de contrôle
ja: チェックポイント
ko: 체크포인트
ru: преграда
zh_hans: 关卡点
zh_hant: 關卡點

# GlossaryMsnCourseObj04
source: splat switch
de: Schalter
es: interruptor
es_mx: interruptor
fr: interrupteur
it: interruttore
ja: スイッチ
ko: 스위치
nl: schakelaar
ru: переключатель
zh_hans: 开关
zh_hant: 開關

# GlossaryMsnCourseObj05
source: ink switch
de: Drehschalter
es: giruptor
es_mx: giruptor
fr: interruptourne
it: interruotore
ja: でんでんスイッチ
ko: 둥둥 스위치
nl: inktschakelaar
ru: осьмишень
zh_hans: 转转开关
zh_hant: 轉轉開關

# GlossaryMsnCourseObj06
source: balloon fish
de: Ballonfisch
es: pez bomba
es_mx: pez bomba
fr: fugu explosif
it: pesce bomba
ja: ボム風船
ko: 밤 풍선
nl: ballonvis
ru: рыбошарик
zh_hans: 炸弹气球
zh_hant: 炸彈氣球

# GlossaryMsnCourseObj07
source: sponge
de: Schwamm
es: esponja
es_mx: esponja
fr: éponge
it: spugna
ja: スポンジ
ko: 스펀지
nl: spons
ru: губка
zh_hans: 海绵
zh_hant: 海綿

# GlossaryMsnCourseObj10
source: gusher
de: Tintenfontäne
es: surtidor
es_mx: surtidor
fr: jet d'encre
it: geyser
ja: カンケツセン
ko: 간헐천
nl: geiser
ru: гейзер
zh_hans: 喷泉
zh_hant: 噴泉

# GlossaryMsnCourseObj11
source: inkfurler
de: Schnalzband
es: serpentintas
es_mx: pasarrollo
fr: sans-gêne
it: srotolone
ja: ピロピロ
ko: 롤 매트
nl: inkttoeter
ru: дорожка
zh_hans: 吹吹卷
zh_hant: 吹吹捲

# GlossaryMsnCourseObj12
source: propeller
es: hélice
es_mx: hélice
fr: hélice
it: elica
ja: プロペラ
ko: 프로펠러
ru: пропеллер
zh_hans: 螺旋桨
zh_hant: 螺旋槳

# GlossaryMsnCourseObj13
source: inkrail
de: Sepiadukt
es: tintransportador
es_mx: tintarriel
fr: fil d'encre
it: colorotaia
ja: インクレール
ko: 잉크 레일
nl: inktrail
ru: краскорельс
zh_hans: 墨汁轨道
zh_hant: 墨汁軌道

# GlossaryMsnCourseObj14
source: ride rail
de: Surfschiene
es: tintarraíl
es_mx: autorriel
fr: fil conducteur
it: sparotaia
ja: ライドレール
ko: 라이드 레일
nl: surfrail
ru: красконвейер
zh_hans: 输送轨道
zh_hant: 輸送軌道

# GlossaryMsnCourseObj15
source: dash track
de: Schleuderband
es: rampa aceleradora
es_mx: cinta aceleradora
fr: tapis roulant
it: turborampa
ja: ダッシュ板
ko: 대시 벨트
nl: springband
ru: треколет
zh_hans: 冲刺板
zh_hant: 衝刺板

# GlossaryMsnCourseObj17
source: bounce pad
de: Hupfmatratze
es: colchoneta
es_mx: colchoneta
fr: matelas de saut
it: trampolpino
ja: ジャンプマット
ko: 점프 매트
nl: luchtbed
ru: матрас
zh_hans: 跳跃垫
zh_hant: 跳躍墊

# GlossaryMsnCourseObj18
source: ink wheel
de: Rollfärber
es: ruedatintas
es_mx: ruedatintas
fr: wagon encreur
it: rullinchiostro
ja: ヌリホイール
ko: 잉크 휠
nl: rolverver
ru: краскоролл
zh_hans: 涂色轮子
zh_hant: 塗色輪子

# GlossaryMsnCourseObj19
source: soaker block
de: Expando-Block
es: bloque telescópico
es_mx: bloque telescópico
fr: bloc serpentin
it: blocco serpe
ja: ヘビブロック
ko: 스네이크 블록
nl: uitschuifblok
ru: змееблок
zh_hans: 蛇方块
zh_hant: 蛇方塊

# GlossaryMsnCourseObj20
source: switch
de: Fußschalter
es: interruptor de paso
es_mx: interruptor de paso
fr: interrupteur pédestre
it: interruttore
ja: ふみスイッチ
ko: 스텝 스위치
nl: schakelaar
ru: панель-переключатель
zh_hans: 踩踏开关
zh_hant: 踩踏開關

# GlossaryMsnCourseObj21
source: energy core
de: Energiekern
es: núcleo energético
es_mx: núcleo energético
fr: noyau d'énergie
it: nucleo energetico
ja: エネルギーコア
ko: 에너지 코어
nl: aandrijfcapsule
ru: энергокапсула
zh_hans: 能量核心
zh_hant: 能量核心

# GlossaryMsnCourseObj22
source: propellervator
de: Propeller-Plattform
es: plataforma propulsada
es_mx: plataforma propulsada
fr: plateforme à hélice
it: piattaforma a elica
ja: プロペラリフト
ko: 프로펠러 리프트
nl: propellerplatform
ru: вентилифт
zh_hans: 螺旋桨踏板
zh_hant: 螺旋槳踏板

# GlossaryMsnDrone
source: Shel-drone
de: Arty-Drohne
es: dron
es_mx: dron
fr: Cardrone
it: armandrone
ja: ドローン
ko: 드론
nl: Armadrone
ru: пуш-дрон
zh_hans: 无人机
zh_hant: 無人機

# GlossaryMsnEnmOctBaller01
source: Octoballer
de: Oktokugler
es: octobolo
es_mx: octobolo
fr: tentastrike
it: polpalla
ja: タコストライク
ko: 문어 스트라이크
nl: Octobal
ru: осьмобол
zh_hans: 章鱼保龄球兵
zh_hant: 章魚保齡球兵

# GlossaryMsnEnmOctCleaner01
source: Squee-G
de: Tintenkiller
es: raspatintas
es_mx: raspatintas
fr: mécabuvard
it: scolorator
ja: インクリーナー
ko: 잉크 클리너
nl: Verfschraper
ru: рыбочист
zh_hans: 吸墨器
zh_hant: 吸墨器

# GlossaryMsnEnmOctCommander01
source: Octocommander
de: Oktokommandant
es: octocomandante
es_mx: octocomandante
fr: tentamiral
it: polpartigliere
ja: タココマンダー
ko: 문어 커맨더
nl: Octocommandant
ru: осьмоновец
zh_hans: 章鱼指挥官
zh_hant: 章魚指揮官

# GlossaryMsnEnmOctCopter01
source: Octocopter
de: Oktokopter
es: octocóptero
es_mx: octocóptero
fr: tentavole
it: polpottero
ja: タコプター
ko: 문어콥터
nl: Octokopter
ru: осьмолет
zh_hans: 章鱼螺旋桨兵
zh_hant: 章魚螺旋槳兵

# GlossaryMsnEnmOctCopter03
source: Octodisco
de: Oktodisko
es: octodiscobola
es_mx: octoboladisco
fr: tentadisco
it: strobopolpottero
ja: タコミラーボール
ko: 문어 미러볼
ru: осьмобол
zh_hans: 章鱼镜球兵
zh_hant: 章魚鏡球兵

# GlossaryMsnEnmOctCopter04
source: Octobomber
de: Oktobomber
es: bombacóptero
es_mx: plastocóptero
fr: tentavole lourd
it: polpottero bombardiere
ja: ボムタコプター
ko: 밤 문어콥터
nl: Octobommer
ru: осьмобомб
zh_hans: 炸弹章鱼螺旋桨兵
zh_hant: 炸彈章魚螺旋槳兵

# GlossaryMsnEnmOctEscape01
source: Tentakook
de: Oktoskater
es: octopatinador
es_mx: octopatinador
fr: poulpe mouillé
it: polpattinatore
ja: スタコラー
ko: 문어 스케이터
nl: Octoskater
ru: осьмовжик
zh_hans: 章鱼溜兵
zh_hant: 章魚溜兵

# GlossaryMsnEnmOctFlooder01
source: Flooder
de: Oktofluter
es: tintapisonadora
es_mx: entintador
fr: pulvérisateur
it: verniciatore
ja: タコドーザー
ko: 문어도저
nl: Doucher
ru: роболей
zh_hans: 章鱼推进洒墨机
zh_hant: 章魚推進灑墨機

# GlossaryMsnEnmOctMissile01
source: Octozeppelin
de: Oktozepp
es: octozepelín
es_mx: octozepelín
fr: tentazep
it: zeppolpin
ja: タコッペリン号
ko: 문어펠린호
ru: осьможабль
zh_hans: 章鱼柏林号
zh_hant: 章魚柏林號

# GlossaryMsnEnmOctMissile02
source: Octomissile
de: Oktorakete
es: octomisil
es_mx: octomisil
fr: tentamissile
ja: タコミサイル
ko: 문어 미사일
nl: Octoraket
ru: роборпеда
zh_hans: 章鱼导弹兵
zh_hant: 章魚導彈兵

# GlossaryMsnEnmOctPod01
source: Octopod
de: Oktopod
es: octópodo
es_mx: tintápsula
fr: podo-missile
ja: タコポッド
ko: 문어 포드
ru: бомбоног
zh_hans: 章鱼弹舱兵
zh_hant: 章魚彈艙兵

# GlossaryMsnEnmOctPod02
source: Oversized Octopod
de: Riesen-Oktopod
es: octópodo gigante
es_mx: tintápsula gigante
fr: podo-missile géant
it: octopod gigante
ja: 大容量タコポッド
ko: 대용량 문어 포드
nl: Mega-Octopod
ru: бомбоног-гигант
zh_hans: 大容量章鱼弹舱兵
zh_hant: 大容量章魚彈艙兵

# GlossaryMsnEnmOctSniper01
source: Octosniper
de: Oktoschütze
es: octotirador
es_mx: octotirador
fr: tentatourelle
it: polpotiratore
ja: タコスナイパー
ko: 문어 스나이퍼
nl: Octoschutter
ru: осьмоснайпер
zh_hans: 章鱼狙击兵
zh_hant: 章魚狙擊兵

# GlossaryMsnEnmOctSoldier01
source: Octoling
de: Oktoling
es: octoamazona
fr: Octaling
ja: タコゾネス
ko: 문어조네스
ru: осьмозонка
zh_hans: 章鱼女战士
zh_hant: 章魚女戰士

# GlossaryMsnEnmOctStamp01
source: Octostamp
de: Oktostemp
es: estampón
es_mx: estampulpo
fr: tentapon
it: timbranator
ja: タコスタンプ
ko: 문어 스탬프
nl: Octostempel
ru: осьмоштамп
zh_hans: 章鱼印章兵
zh_hant: 章魚印章兵

# GlossaryMsnEnmOctStamp02
source: Amped Octostamp
de: Schock-Oktostemp
es: estampón potenciado
es_mx: estampulpo potenciado
fr: tentapon de choc
it: timbranator potenziato
ja: ビートタコスタンプ
ko: 비트 문어 스탬프
nl: Schok-Octostempel
ru: осьмоштамп-меломан
zh_hans: 波动章鱼印章兵
zh_hant: 波動章魚印章兵

# GlossaryMsnEnmOctTrooper01
source: Octotrooper
de: Oktorekrut
es: octorrecluta
es_mx: octorrecluta
fr: tentassin
it: polpastro
ja: タコトルーパー
ko: 문어 트루퍼
nl: Octorekruut
ru: осьмогад
zh_hans: 章鱼兵
zh_hant: 章魚兵

# GlossaryMsnEnmOctTrooper02
source: Shielded Octotrooper
de: Schild-Oktorekrut
es: octorrecluta blindado
es_mx: octorrecluta blindado
fr: tentassin blindé
it: polpastro blindato
ja: タテタコトルーパー
ko: 방패 문어 트루퍼
nl: Octoschildrekruut
ru: осьмогад-защитник
zh_hans: 盾牌章鱼兵
zh_hant: 盾牌章魚兵

# GlossaryMsnEnmOctTrooper03
source: Twintacle Octotrooper
de: Oktoscherge
es: bi-octorrecluta
es_mx: octorrecluta ambidiestro
fr: tentassin féroce
it: bipolpastro
ja: バイタコトルーパー
ko: 더블 문어 트루퍼
nl: Octokrijger
ru: двущупый осьмогад
zh_hans: 强化章鱼兵
zh_hant: 強化章魚兵

# GlossaryMsnEnmOctTrooper13
source: Octohopper
de: Oktohüpfer
es: octobrincos
es_mx: octosaltador
fr: tentasaute
it: saltapolpastro
ja: タコホッパー
ko: 문어 호퍼
nl: Octosprongkrijger
ru: осьмопрыг
zh_hans: 章鱼弹跳兵
zh_hant: 章魚彈跳兵

# GlossaryMsnItem01
source: Sardinium
de: Anchovium
es: anchovio
es_mx: anchovio
ja: イリコニウム
ko: 멸치늄
ru: Сплатва
zh_hans: 小鱼干
zh_hant: 小魚乾

# GlossaryMsnItem02
source: Power Egg
de: Fischei
es: caviar rojo
es_mx: huevecillo de poder
fr: œuf de poisson
it: uovo di pesce
ja: イクラ
ko: 연어알
nl: vissenei
ru: икринка
zh_hans: 鲑鱼卵
zh_hant: 鮭魚卵

# GlossaryMsnItem03
source: Power Egg pack
de: Fischeierkonserve
es: lata de caviar rojo
es_mx: lata de huevecillos de poder
fr: boîte d'œufs de poisson
it: latta di uova di pesce
ja: ビンイクラ
ko: 연어알 팩
nl: potje visseneieren
ru: банка икры
zh_hans: 瓶装鲑鱼卵
zh_hant: 瓶裝鮭魚卵

# GlossaryMsnItem04
source: squid ring
de: Tintenfischring
es: octocírculo
es_mx: anillo
fr: beignet de calamar
it: anello di totano
ja: イカフライ
ko: 오징어링
nl: inktvisring
ru: кальмарное кольцо
zh_hans: 炸鱿鱼圈
zh_hant: 炸魷魚圈

# GlossaryMsnItem05
source: canned special
de: Powerkonserve
es: conserva especial
es_mx: conserva especial
fr: boîte de conserve
it: scatoletta speciale
ja: スペシャルカンヅメ
ko: 스페셜 통조림
nl: bonusblik
ru: консервы «Особые»
zh_hans: 特殊罐头
zh_hant: 特殊罐頭

# GlossaryMsnItem07
source: key
de: Schlüssel
es: llave
es_mx: llave
fr: clé
it: chiave
ja: カギ
ko: 열쇠
nl: sleutel
ru: ключ
zh_hans: 钥匙
zh_hant: 鑰匙

# GlossaryMsnItem08
source: gold record
de: Goldplatte
es: disco dorado
es_mx: disco dorado
fr: disque en or
it: disco d'oro
ja: ゴールドディスク
ko: 골드 디스크
nl: gouden plaat
ru: золотой диск
zh_hans: 金色唱片
zh_hant: 金色唱片

# GlossaryMsnJumpPoint
source: launchpad
de: Sprungfeld
es: lanzador
es_mx: propulsor
fr: propulseur
it: propulsore
ja: ジャンプポイント
ko: 점프 포인트
nl: lanceerpunt
ru: пусковая площадка
zh_hans: 跳跃点
zh_hant: 跳躍點

# GlossaryMsnObstacleObj02
source: ink stick
de: Wirbelbürste
es: octorrotador
es_mx: octorrotador
fr: piston encreur
it: cilindro inchiostrante
ja: ヌリヌリ棒
ko: 잉크 봉
nl: Octoborstel
ru: вращетка
zh_hans: 涂涂棒
zh_hant: 塗塗棒

# GlossaryMsnObstacleObj03
source: Sprinkler
es: aspersor
es_mx: aspersor
fr: fontaine
it: spruzzatore
ja: スプリンクラー
ko: 스프링클러
nl: Inktsprinkler
ru: распылятор
zh_hans: 洒墨器
zh_hant: 灑墨器

# GlossaryMsnObstacleObj04
source: Toxic Mist
de: Sepitox-Nebel
es: nebulizador
es_mx: nebulizador
fr: brume toxique
it: nebbia tossica
ja: ポイズンミスト
ko: 포이즌 미스트
nl: Gifmist
ru: едкий туман
zh_hans: 毒雾
zh_hant: 毒霧

# GlossaryMsnObstacleObj05
source: Splash Wall
de: Tintenwall
es: telón de tinta
es_mx: barricada
fr: mur d'encre
it: muro di colore
ja: スプラッシュシールド
ko: 스플래시 실드
nl: Inktgordijn
ru: чернильный занавес
zh_hans: 斯普拉防护墙
zh_hant: 斯普拉防護牆

# GlossaryMsnPowerUpPoint
source: Upgrade Point
de: Upgrade-Punkt
es: puntos de potenciación
es_mx: puntos de mejora
fr: point d'amélioration
it: punto potenziamento
ja: 強化ポイント
ko: 강화 포인트
nl: Upgradepunt
ru: апгрейд-очко
zh_hans: 强化点数
zh_hant: 強化點數

# GlossaryMsnWorldObj03
source: pipeline
es: tubería
es_mx: tubería
fr: tuyau
it: condotto
ja: パイプライン
ko: 파이프 라인
nl: buis
ru: трубопровод
zh_hans: 管线
zh_hant: 管線

# GlossaryMsnWorldObj05
source: loot anchor
de: Beuteanker
es: anclaje sorpresa
es_mx: anclaje sorpresa
fr: ancre à butin
it: pescatesori
ja: びっくりネジ
ko: 깜짝 나사
nl: schatschroef
ru: выковырякорь
zh_hans: 惊人螺丝
zh_hant: 驚人螺絲

# GlossaryMsnZapfishGiant
source: Great Zapfish
de: Riesen-Elektrowels
es: Gran Siluro
es_mx: Volbagrezón
fr: Grand Poisson-charge
it: Gran pescescossa
ja: オオデンチナマズ
ko: 거대전지메기
nl: Megavoltvis
ru: большой вольторыб
zh_hans: 大电池鲶鱼
zh_hant: 大電池鯰魚

# GlossaryMsnZapfishNormal
source: Zapfish
de: Elektrowels
es: siluro eléctrico
es_mx: volbagre
fr: poisson-charge
it: pescescossa
ja: デンチナマズ
ko: 전지메기
nl: voltvis
ru: вольторыб
zh_hans: 电池鲶鱼
zh_hant: 電池鯰魚

# GlossaryMsnZapfishReplica
source: stuffed Zapfish
de: Dummy-Wels
es: Siluro de pega
es_mx: Volbagre peluche
fr: poisson-charge factice
it: pescescossa finto
ja: でんちゃん
ko: 전지메기 인형
nl: namaakvoltvis
ru: чучело вольторыба
zh_hans: 电仔
zh_hant: 電仔

# GlossaryMystery
source: Raspy Voice
de: Kratzige Stimme
es: Voz misteriosa
es_mx: Voz misteriosa
fr: Voix mystérieuse
it: Voce misteriosa
ja: ナゾの声
ko: 수수께끼의 목소리
nl: Mysterieuze stem
ru: Некто
zh_hans: 谜之声
zh_hant: 謎之聲

# GlossaryNamePlateBg
source: banner
es: fondo
es_mx: fondo
fr: bannière
it: sfondo
ja: プレート
ko: 플레이트
nl: achtergrond
ru: баннер
zh_hans: 背景
zh_hant: 背景

# GlossaryNigou
source: Agent 2
de: Nr. 2
es: Agente 2
es_mx: Agente 2
fr: Numéro 2
it: Numero 2
ja: ２号
ko: 2호
ru: агент 002
zh_hans: 2号
zh_hant: 2號

# GlossaryNotificationChannel
source: Pool
de: Channel
es: canal
es_mx: canal
fr: canal
it: canale
ja: チャンネル
ko: 채널
nl: poel
ru: Канал
zh_hans: 频道
zh_hant: 頻道

# GlossaryOctarian
source: Octarian
de: Oktarianer
es: octariano
es_mx: octariano
fr: Octarien
it: Octariano
ja: オクタリアン
ko: 옥타리안
nl: Octariaan
ru: осьморянин
zh_hans: 章鱼族
zh_hant: 章魚族

# GlossaryOctoling
source: Octoling
de: Oktoling
fr: Octaling
ja: オクトリング
ko: 옥토링
ru: осьмолинг
zh_hans: 章鱼圈
zh_hant: 章魚圈

# GlossaryPhaseBoss00Sdodr
source: Order
de: Ordnung
es: Ordon
es_mx: Ordon
fr: Ordre
it: Ordine
ja: オーダ
ko: 오더
nl: Orde
ru: Порядок
zh_hans: 秩序
zh_hant: 秩序

# GlossaryPhaseBoss01Sdodr
source: Overlorder
de: Ordokto
es: Ordominio
es_mx: Ordominio
fr: Ordrissime
it: Octordine
ja: オーダコ
ko: 오더퍼스
nl: Oordeler
ru: Порядокракен
zh_hans: 秩序巨蛸
zh_hant: 秩序巨蛸

# GlossaryPhaseBoss02Sdodr
source: Smollusk
de: Ordnuckel
es: Pulpín
es_mx: Pulpín
fr: Minusque
it: Minusco
ja: コダコ
ko: 리틀퍼스
nl: Molluskuul
ru: Мелколюск
zh_hans: 小小蛸
zh_hant: 小小蛸

# GlossaryPlatoonNew
source: New Squidbeak Splatoon
de: Neue Aquamarine
es: Comando Branquias
es_mx: Comando Branquias
fr: escadron Espadon, nouvelle version
it: Nuova Divisione Branchia
ja: New!カラストンビ部隊
ko: New! 오징어입 부대
nl: Nieuwe Kraakcommando's
ru: Новый отряд специального назначения «Спрут»
zh_hans: New！喷嘴部队
zh_hant: New！噴嘴部隊

# GlossaryPlayerAvatar
source: ghosts
de: Geister
es: espectros
es_mx: espectros
fr: fantômes
it: sagome
ja: ブンシン
ko: 분신
nl: schimmen
ru: игроки-призраки
zh_hans: 分身
zh_hant: 分身

# GlossaryPlzObj01
source: Splatfest Pledge Box
de: Splatfest-Wahlstand
es: terminal de voto
es_mx: kiosco del festival
fr: urne festive
it: terminal di voto
ja: フェス投票所
ko: 페스티벌 투표소
nl: Splatfest-stembus
ru: терминал для голосования
zh_hans: 祭典投票所
zh_hant: 祭典投票所

# GlossaryRealKumasan
source: Mr. Grizz
de: Herr Bär
es: Don Oso
es_mx: Don Oso
fr: M. Ours
it: Ursus
ja: クマサン
ko: Mr. 베어
nl: Ted B.
ru: Потапыч
zh_hans: 熊先生
zh_hant: 熊先生

# GlossaryRoeCannon
source: egg cannon
de: Eierkanone
es: cañón alevínico
es_mx: lanzahuevecillos
fr: canon à œufs
it: cannuovo
ja: イクラキャノン
ko: 연어알 캐넌
nl: eierkanon
ru: икринковая пушка
zh_hans: 鲑鱼卵大炮
zh_hant: 鮭魚卵大炮

# GlossaryRoeContainer
source: egg basket
de: Korb
es: nasa pesquera
es_mx: nasa pesquera
fr: panier à œufs
it: cesto delle uova
ja: イクラコンテナ
ko: 연어알 컨테이너
nl: eiermand
ru: корзина
zh_hans: 鲑鱼卵容器
zh_hant: 鮭魚卵容器

# GlossaryRoeThrow
source: Egg Throw
de: Eierwurf
es: lanzar un alevín
es_mx: lanzar un huevecillo
fr: Lancer d'œuf
it: lanciare un uovo
ja: イクラ投げ
ko: 연어알 던지기
nl: ei gooien
ru: икринковый бросок
zh_hans: 投掷鲑鱼卵
zh_hant: 投擲鮭魚卵

# GlossarySakeArtillery
source: Big Shot
de: Kanonya
es: Artilleroide
es_mx: Artilleroide
fr: Gros boulet
it: Cannoniere
ja: テッキュウ
ko: 철 구슬
nl: Bombarie
ru: ядровик
zh_hans: 铁球鱼
zh_hant: 鐵球魚

# GlossarySakeArtilleryCannon
source: Big Shot launcher
de: Kanonya-Geschütz
es: lanzador
es_mx: lanzador
fr: canon du Gros boulet
it: cannone
ja: 発射台
ko: 발사대
nl: Bombariekanon
ru: ядромет
zh_hans: 发射台
zh_hant: 發射台

# GlossarySakeBigBoss
source: King Salmonid
de: Ober-Salmonide
es: gran jefe salmónido
es_mx: gran jefe salmónido
fr: Salmonarque
it: Salmonarca
ja: オカシラシャケ
ko: 두목연어
nl: Salmonster
ru: Самонид-король
zh_hans: 头目鲑鱼
zh_hant: 頭目鮭魚

# GlossarySakediver
source: Maws
de: Grablax
es: Fáucex
es_mx: Mandíburo
fr: Gobb
it: Boccalone
ja: モグラ
ko: 두더지
nl: Snaai
ru: Жуй-Горбуш
zh_hans: 鼹鼠鱼
zh_hant: 鼴鼠魚

# GlossarySakeDolphin
source: Flipper-Flopper
de: Sturmreifer
es: Chapotero
es_mx: Chapotero
fr: Ploufion
it: Tuffone
ja: ダイバー
ko: 다이버
nl: Dompelaar
ru: хулахлюп
zh_hans: 潜水鱼
zh_hant: 潛水魚

# GlossarySakedozer
source: Griller
de: Killgrill
es: Chaparrilla
es_mx: Brasaleta
fr: Barbeurk
it: Grill
ja: グリル
ko: 그릴
ru: жаровнер
zh_hans: 烤架鱼
zh_hant: 烤架魚

# GlossarySakeFlyBagman
source: Snatcher
de: Samko
es: Rastrerón
es_mx: Hurtón
fr: Barboteur
it: Razziatore
ja: タマヒロイ
ko: 알주어
nl: Zammel
ru: умыкумжа
zh_hans: 拾蛋鱼
zh_hant: 拾蛋魚

# GlossarySakeJaw
source: Megalodontia
de: Kataklysmaul
es: Megalodoncio
es_mx: Megalodoncio
fr: Salmodon
it: Mascello
ja: ジョー
ko: 죠
nl: Beugelbakkes
ru: мегалодент
zh_hans: 巨颚
zh_hant: 巨顎

# GlossarySakelienBomber
source: Steelhead
de: Bäm
es: Ferroz
es_mx: Ferroz
fr: Tête-de-pneu
it: Bomber
ja: バクダン
ko: 폭탄
nl: Staalkop
ru: Дядя Семг
zh_hans: 炸弹鱼
zh_hant: 炸彈魚

# GlossarySakelienCupTwins
source: Flyfish
de: Rakzak
es: Drónido
es_mx: Drónido
fr: Aéro Ben
it: Salmodrone
ja: カタパッド
ko: 어깨 패드
nl: Salmodrone
ru: неркетчик
zh_hans: 垫肩飞鱼
zh_hant: 墊肩飛魚

# GlossarySakelienGiant
source: Cohozuna
de: Malmsalm
es: Salmonote
es_mx: Salmonote
fr: Salmotori
it: Colossalmonoide
ja: ヨコヅナ
ko: 천하장사
nl: Sumosalmo
ru: Исполид
zh_hans: 横纲
zh_hant: 橫綱

# GlossarySakelienGolden
source: Goldie
es: Salmóreo
es_mx: Orónido
fr: Dorax
it: Pinne d'oro
ja: キンシャケ
ko: 황금연어
ru: Великий Сам О’Нид
zh_hans: 金鲑鱼
zh_hant: 金鮭魚

# GlossarySakelienLarge
source: Cohock
de: Brocken
es: Escamacarra
es_mx: Agallón
fr: Sumoche
it: Pinna Pingue
ja: ドスコイ
ko: 덩치연어
nl: Sallog
ru: сковорейдер
zh_hans: 大胖鱼
zh_hant: 大胖魚

# GlossarySakelienShield
source: Scrapper
de: Pfanndit
es: Chatarrónido
es_mx: Parrillero
fr: Bricabrute
it: Blindomito
ja: テッパン
ko: 철판
nl: Jutter
ru: кетанкист
zh_hans: 铁板鱼
zh_hant: 鐵板魚

# GlossarySakelienSmall
source: Smallfry
de: Salmini
es: Cenutrín
es_mx: Escamita
fr: Salmioche
it: Salmonello
ja: コジャケ
ko: 꼬마연어
nl: Salmini
ru: малетчик
zh_hans: 小鲑鱼
zh_hant: 小鮭魚

# GlossarySakelienSnake
source: Steel Eel
de: Staal
es: Raspoide
es_mx: Anguiladera
fr: Carnacier
it: Anguilmone
ja: ヘビ
ko: 뱀
nl: Staal
ru: громыхариус
zh_hans: 蛇鱼
zh_hant: 蛇魚

# GlossarySakelienStandard
source: Chum
de: Salmo
es: Salmoche
es_mx: Salmoide
fr: Salmoche
it: Spadello
ja: シャケ
ko: 연어
nl: Salmo
ru: скороварвар
zh_hans: 鲑鱼
zh_hant: 鮭魚

# GlossarySakelienTower
source: Stinger
de: Stapla
es: Pilónido
es_mx: Fregatorre
fr: Marmirador
it: Pentolaio
ja: タワー
ko: 타워
nl: Staaplo
ru: Котельный Сиг
zh_hans: 高塔鱼
zh_hant: 高塔魚

# GlossarySakePillar
source: Fish Stick
de: Mobelisk
es: Viga
es_mx: Viga
fr: Pylônoïde
it: Trivellaccio
ja: ハシラ
ko: 기둥
nl: Salmonoliet
ru: бурмонид
zh_hans: 柱鱼
zh_hant: 柱魚

# GlossarySakepuncher
source: Mothership
de: Mutterschiff
es: Aerocriadero
es_mx: Salmonodriza
fr: Vaisseau mère
it: astronave madre
ja: ハコビヤ
ko: 운반함
nl: moederschip
ru: Нерестилище
zh_hans: 走私鱼
zh_hant: 走私魚

# GlossarySakepuncherBulletSimpl
source: Chinook
de: Kopta
es: Salmocóptero
es_mx: Salmocóptero
fr: Salmocoptère
it: Salmocottero
ja: シャケコプター
ko: 연어콥터
nl: Salmokopter
ru: геликомуль
zh_hans: 直升机鲑鱼
zh_hant: 直升機鮭魚
