Repository: av5ja/Mudmouth
Catalog: Sources/ThunderSDK/Resources/*.lproj/Localizeable.strings
Languages: de, es, es_mx, fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SdodrSdodrTalkElevatorPhaseX00FAfter5FClear02
source: So once we get to 5F, we can take five!
de: Wieso gönnen wir uns dort nicht ’ne kleine Auszeitund hauen ein paar Memoneten auf den Kopf?
es: ¡Superar el piso 5 va a ser realmente un chollo!
es_mx: ¡El piso 5 es la clave del éxito!
fr: Donc au 5e étage, on peut souffler 5 minutes...Message reçu 5 sur 5 !
it: Così se superiamo il piano 5, ci possiamo dare il 5!
nl: Oké, dan gaan we naar de 5e voor veel fraaiekoopwaar!
ru: Пройдем 5 этаж, и всем по пятерке!

# SideOrderRecordFloor
source: <span>{ 0 }</span><small>F</small>
de: <small>Etage</small> <span>{ 0 }</span>
es: <small>Piso</small> <span>{ 0 }</span>
es_mx: <small>P</small><span>{ 0 }</span>
fr: <small>Étage</small> <span>{ 0 }</span>
it: <small>Piano </small><span>{ 0 }</span>
nl: <small>Etage</small> <span>{ 0 }</span>
ru: <small>Этаж</small> <span>{ 0 }</span>

# SideOrderRecordScore
source: SCORE
de: Punkte
es: Puntos
es_mx: Puntos
it: Punteggio
ru: УРА!

# UnitNameWeaponExpMax
source: MAX
es: Máx.
es_mx: Máx.
ru: ТОП

# VsHistoryDraw
source: DRAW
de: Gleichauf
es: Empate
es_mx: Empate
fr: ÉGALITÉ
it: Pareggio
nl: Gelijk
ru: Ничья

# WeaponWeaponNameMainBlasterPrecision00
source: S-BLAST '92
es: D-VAST 92
es_mx: L-MOT 92
fr: S-Blaster '92

# WeaponWeaponNameMainBlasterPrecision01
source: S-BLAST '91
es: D-VAST 91
es_mx: L-MOT 91
fr: S-Blaster '91

# WeaponWeaponNameMainBlasterPrecisionCoop
source: S-BLAST '92
es: D-VAST 92
es_mx: L-MOT 92
fr: S-Blaster '92

# WelcomeFeatures
source: Features
es: Funciones
es_mx: Funciones
fr: Fonctionnalités
it: Funzioni
nl: Mogelijkheden
ru: Возможности

# EventFlowMsgNewsBigRunAnnounce523
source: It— It's the— The ven—
de: Um ehrlich zu sein...Na, wie soll ich's sagen... Das ist...
fr: C'est... C'est la scè...
it: È... È la... La sed...
nl: Daar is het Sp... het Sp...
ru: Это... это же та самая пло...

# EventFlowMsgNewsLimitedCoopShort010
source: Hop to it, workers! If you want to.
de: An die Arbeit!Also, falls ihr wollt.
es_mx: Quien quiera, ¡puede comenzar ya mismo!
fr: Au boulot, je parie que vous entrépignez d'impatience.
it: Forza, lavoratori! Dateci dentro!
ru: Щупальца в руки... Или руки в щупальца!Не пропустите! Если хотите...

# EventFlowMsgSdodrD040004
source: I take it you two followed Marina's voice here.
de: Ihr seid Marinas Stimmebis hierher gefolgt, oder?
fr: Je déduis de votre présence ici que vous avezsuivi la voix de Coralie ?
it: Immagino abbiate seguito fin qui la voce di Nori.
nl: Ik neem aan dat jullie hier zijn omdat jullie Mariana'sstem hebben gevolgd.
ru: Вы, наверное, пришли сюда на голос Мариши?

# EventFlowMsgSdodrD040011
source: I heard Marina's voice from up the Spire, so I cameto find her.
de: Oben vom Turm erklang Marinas Stimme.Ich bin hier, um sie zu finden.
fr: Et puis j'ai entendu la voix de Coralie en haut de la tour,alors je me suis mise à la chercher.
it: Ho sentito la voce di Nori provenire dalla torre,così ho deciso di cercarla.
nl: Ik hoorde Mariana's stem van hoog uit de toren, dus ikben haar komen zoeken.
ru: Потом откуда-то сверху с этой башни донессяголос Мариши, и я пошла ее искать.

# EventFlowMsgSdodrD070026
source: Order's using the Memverse to make the dream of thatchangeless world a reality.
de: Und Ordnung nutzt das Memoversum,um diesen Plan in die Tat umzusetzen.
es_mx: Y pretende usar el Pastiverso para hacer realidadese mundo estático e inmutable.
fr: L'Ordre utilise le Poulpivers pour réaliser son rêved'un monde où rien ne changerait jamais.
it: Ordine sta usando il Noriverse per renderequel mondo immutabile una realtà.
nl: Orde gebruikt het Herinniversum om die wereld zonderveranderingen mogelijk te maken.
ru: Порядок использует Консерваторию, чтобывоплотить свой статичный мир в реальность.

# EventFlowMsgSdodrD080012
source: The sentence for interruption of order is eradication.
de: Störungen werden bestraft.Mit AUSLÖSCHUNG.
es_mx: Cualquier oposición al orden será erradicada.
fr: Les ennemis de l'ordre doiventêtre éradiqués.
it: Formattare i disturbatori dell'ordine.
nl: Obstructie van Orde wordt bestraft met vernietiging.
ru: Наказание за беспорядок — уничтожение!

# EventFlowMsgSdodrD090004
source: The rebooted world will know the tranquility of order.
de: Nach ihrem Neustart wird die Weltder Ordnung gehören!
fr: Le monde réinitialisé connaîtrala paix de l'ordre.
it: Il mondo riavviato scoprirà la calma dell'ordine.
nl: Na de herstart zal de wereld rust en orde kennen!
ru: Перезагруженный мир познает спокойствие порядка.

# EventFlowMsgSdodrD100006
source: Happiness is stasis. Unchanging. Forever.
de: Glück ist ewiger Stillstand.
fr: L'immobilisme, c'est la vie.
nl: Geluk is stilstand. Geen veranderingen. Voor altijd.
ru: Счастье — в вечной стабильности.

# EventFlowMsgSdodrD120007
source: Remember when I told you that Palettes are part of asoul belonging to someone pulled into the Memverse?
de: Ich erwähnte ja, dass Paletten Teil der Seele vonjemandem sind, der ins Memoversum entführt wurde...
fr: Vous vous souvenez quand je vous ai dit que lespalettes étaient des morceaux d'âmes des personnesaspirées dans le Poulpivers ?
it: Vi ricordate quando vi ho detto che le tavolettesono una parte dell'anima di coloro che sono statitrascinati nel Noriverse?
nl: Weet je nog dat paletten een deel van de ziel zijnvan iemand die het Herinniversum in is getrokken?
ru: Помните, я вам рассказывала, что тон-боксы —фрагменты душ жертв, втянутых в Консерваторию?

# EventFlowMsgSdodrD120008
source: That shouldn't have happened, but Order pulling themin must have forced them into becoming Palettes.
de: Es hätte nie passieren dürfen, aber Ordnung hat siedurch die Entführung wohl in Paletten verwandelt.
fr: Ça n'aurait jamais dû arriver, mais l'Ordre les a sansdoute transformées en palettes en les aspirantdans ce monde.
it: È proprio perché sono stati trascinati qui che si sonotrasformati in tavolette. Non sarebbe dovuto accadere.
nl: Ik weet niet precies hoe, maar Orde heeft ze daarmeein paletten veranderd.
ru: Процесс Порядка преобразовал их в тон-боксынепредусмотренным системой образом.

# EventFlowMsgSdodrD140021
source: Scratch one more Palette off the list.
de: Und eine weitere Palette erledigt.
fr: Et encore une palette de reconfigurée.
it: E un'altra tavoletta è fatta.
nl: En er kan weer een palet van het lijstje.
ru: Одним тон-боксом меньше, прекрасно.

# EventFlowMsgSdodrD140102
source: Bet you'll breathe easier now.
de: Fühlst dich sicher erleichtert nach all den Strapazen.
es_mx: Qué alivio, ¿verdad?
fr: Tu vas pouvoir souffler un peu, maintenant.
it: Finalmente il problema è risolto.
nl: Dat moet een hele opluchting zijn.
ru: Можно выдохнуть.

# EventFlowMsgSdodrD140109
source: I always got a wittle thwilled when you'd come uphere again and again.
de: Ich hab mich jedes Mal auf euch gefreut!Jedes Mal, wenn ihr zu mir hier raufgeklettert seid!
fr: Au fond, ça me faisait plaisir de vous voir de tempsen temps.
it: Ero sempe un po' emoccionato ogni voltache venivate quassù a combattere...
nl: Ik vond het stiekem wel spannend als jullie elke keewlangskwamen.
ru: Ешли чештно, я вшегда был лад, когда выподнималишь ко мне на башню.

# EventFlowMsgSdodrHackingIntroduction000
source: Hey, Eight, do you have a sec?
de: Entschuldige, Nr. 8...Darf ich dich was fragen?
fr: Hé, Huit, t'as une seconde ?
it: Ehi, Otto! Hai un attimo?
nl: Hé, Acht, heb je even voor me?
ru: Восьмерка, есть минутка?

# EventFlowMsgSdodrPhase1Elevator4F001
source: Y'know, this drone body's not so bad if it meansEight doesn't have to do all the work.
de: Gar nicht übel so als Drohne, wenn ichNr. 8 die Sache etwas erleichtern kann!
fr: Vous savez quoi ? Au final, c'est pas si mal d'êtreun drone. Si ça peut me permettre d'aider Huit...
it: Sapete che vi dico? Questo corpo di drone non è poicosì male... se significa che posso aiutare Otto!
nl: Die dronevorm is helemaal zo gek nog niet als ik Acht ereen beetje mee kan helpen.
ru: Знаешь, быть дроном не так уж и плохо. Хотя быВосьмерке не нужно в одиночку отдуваться...

# EventFlowMsgSdodrPhase3WorldFirst000
source: Yo, I think someone's set up shop behind the lockers.
de: Yo! Ich glaube, da hat sich jemandhinter den Schließfächern eingenistet.
fr: Tiens, je crois que quelqu'un a installé sa boutiquederrière les casiers.
it: Ehi, credo che qualcuno abbia aperto bottegadietro gli armadietti.
nl: Yo! Ik geloof dat er iemand zich heeft gevestigdachter de kluisjes.
ru: Йо, кажись, там за сейфами кто-то поселился.

# EventFlowMsgSdodrPhase3WorldFirst001
source: Let's go hit the lockers and then check out whoeverit is while we're out there!
de: Gehen wir mal hin und schauen, wer es ist!
fr: On pourrait lui rendre une petite visite aprèsavoir ouvert notre nouveau casier !
it: Diamo un'occhiata agli armadietti e poi vediamodi chi si tratta!
nl: Laten we gaan kijken wie dat is nadat we de kluisjeshebben bezocht!
ru: Айда туда, заодно посмотрим!

# MiniGameMiniGameMotherGuidanceAoriGreet
source: You want a Tableturf Battle againstme? Me?! You're gonna regret askin'.It. Is. ON!
de: Du willst gegen mich antreten?Gegen MICH? Oh, du wirst schonsehen, was du davon hast!
fr: Tu veux affronter la grande Ayoà Cartes & Territoire ?Tu vas le regretter, mais il est troptard pour reculer. C'est parti !
it: Vuoi giocare a Splattanza controdi me? Davvero?! Te ne pentirai,te lo dico io. Forza, sono pronta!
nl: Daag je mij nou uit voor een potjeSlijkslag? Heb je soms een klap vande watermolen gekregen?! Maakt nietuit, ik heb best even tijd om je in temaken!
ru: Хочешь сыграть в «Карты и район»со МНОЙ? Из всех возможныхкандидатов?! Ну, держись!

# SdodrSdodrTalkElevatorHintDifficulty02
source: Eight, did I tell you yet that you'll get more Membuxfor clearing harder floors?
de: Hatte ich schon erwähnt, dass für das Abschließen vonschwierigeren Etagen auch mehr Memoneten winken?
fr: T'es au courant que tu empoches plus de poulpèzespour les étages les plus difficiles, Huit ?
it: Otto, ti ho già detto che ottieni più norilirse completi i piani più difficili?
nl: Had ik al gezegd dat je meer neuri's krijgt als jemoeilijkere etages voltooit?
ru: Восьмерка, не забывай, что за прохождение болеесложных этажей ты получишь больше вспомбаксов.

# SdodrSdodrTalkElevatorHintDifficulty03
source: So if you ever run low on Membux, you could take onsome tougher floors to fill your virtual wallet.
de: Falls ihr also mal knapp bei Kasse sein solltet,kann es nicht schaden, euch ein paar härtereEtagen vorzuknöpfen.
es_mx: Si te faltan pastimonedas, intenta retos másdifíciles para recuperar el saldo.
fr: Alors si tu te retrouves à court, hésite pas à nettoyerquelques étages un peu plus tendus que la moyenne,histoire de te renflouer !
it: Perciò, se sei quasi al verde, affrontane qualcunoe rimpinguerai il tuo portafoglio virtuale in un lampo.
nl: Als je weinig neuri's hebt, kun je moeilijkere etagesproberen om je virtuele portemonnee te vullen.
ru: Если закончатся вспомбаксы, просто пройдисложные этажи и пополни свой виртуальный кошелек.

# SdodrSdodrTalkElevatorPhase215FFirst11
source: Good. With all of us pitching in, we'll make this right.
de: So gefällst du mir!Gemeinsam biegen wir die Sache wieder hin!
es_mx: Muy bien. Si cada cual pone de su parte, lo lograremos.
fr: Très bien. Si on s'y met ensemble,on arrivera à remédier à tout ça.
it: Così mi piaci!
nl: Zo mag ik het horen! Ze zullen spijt krijgen voor wat zeje hebben aangedaan.
ru: Отлично. Когда мы вместе, нас не одолеть.

# SdodrSdodrTalkElevatorPhase220FFirst08
source: Point is, it's better left in the past.
de: Aber das ist Schnee von gestern.
fr: Bref, tout ça, c'est du passé.
it: ... Forse è meglio che mi lasci tutto alle spalle.
nl: Maar dat is in het verleden en ik denk er liever niet teveel aan terug.
ru: Главное, что это все уже позади.

# SdodrSdodrTalkElevatorPhase2ProgressMiddle0200
source: I meant to say, it's been a while, Acht!
de: Ist schon ein Weilchen her, nicht wahr, Ahato?
fr: Ça fait un sacré bail, pas vrai, Eyte ?
it: E comunque, quanto tempo, Acht!
nl: Het is echt al jaren geleden sinds we elkaar voor hetlaatst gezien hebben, Smarachne...
ru: Окта, а мы ведь с тобой так давно не общались...

# SdodrSdodrTalkElevatorPhase2ProgressUpper0205
source: Yeah, there's like no chance your stuff isn't in agarbage compactor somewhere.
de: ...und der Rest von deinem Kram gammelt garantiertin irgendeiner Müllpresse vor sich rum.
fr: Oui, tes affaires doivent avoir fini à la benneil y a un bon moment, déjà.
it: Già. E di sicuro, se fosse sopravvissuto qualcosa,se ne sarebbero già sbarazzati da tempo.
nl: Ja, enorme kans dat al je spullen ergens in de as op eenvuilnisbelt liggen.
ru: Да... а твое имущество сейчасуже наверняка утилизовали.

# SdodrSdodrTalkElevatorPhase310FFirst04
source: So if Eight's Palette is in those lockers, we'll find iteventually if we keep opening them?
de: Wenn sich die Palette von Nr. 8 in einem derSchließfächer befindet, müssen wir also nurgenug davon öffnen, um sie zu finden, korrekt?
fr: Mais du coup... Si la palette de Huit est dans un deces casiers et qu'on les ouvre tous, on finira parla trouver ?
it: Se la tavoletta di Otto è in uno di quegli armadietti,a forza di aprirli, prima o poi la troveremo, no?
nl: Dus als het palet van Acht in een kluisje zit, dan vindenwe het vanzelf als we maar kluisjes blijven openen?
ru: Если тон-бокс Восьмерки в этих сейфах,мы найдем его, открыв их все?

# SdodrSdodrTalkElevatorPhase329FNotClr0200
source: We're just about at the control room, but...
de: Vor uns liegt der Kontrollraum, aber...
fr: On approche de la salle de contrôle, mais...
it: Manca poco alla sala comandi, però...
nl: We zijn bijna bij de controlekamer, maar...
ru: Мы уже рядом с диспетчерской, но...

# SdodrSdodrTalkElevatorPhase329FNotClr0901
source: Yeah, it's weird. Our mission here doesn't even haveanything to do with it.
de: Kapier ich auch nicht. Unsere kleine Mission hierhat doch eigentlich gar nichts mit ihm zu tun.
fr: Ouais, c'est bizarre. C'est pas comme s'il avait lemoindre rapport avec notre mission, en plus.
it: Già. È strano, tecnicamente la nostramissione non ha nulla a che fare con lui...
nl: Ja, ik vind het maar vreemd. Onze missie heeft eigenlijkniets met hem te maken.
ru: Да, что странно. Какое ему до этого дело?

# SdodrSdodrTalkElevatorPhase3Chat0305
source: Think we're ready for that next floor now, Eight.
de: Nr. 8, bitte nächste Etage. SCHNELL.
fr: Je crois qu'il est temps d'attaquer le prochainétage, Huit.
it: Otto, saliamo subito al prossimo piano!
nl: Ik denk dat we maar beter naar de volgende etagekunnen gaan, Acht.
ru: Восьмерка, пора бы и на следующий этаж...

# SdodrSdodrTalkElevatorPhase3Chat0405
source: Guess it's true that Pearl's voice leaves an impressionon the folks who hear it.
de: So oder so bleibt Perlas Stimmejedem in Erinnerung, der sie hört.
es_mx: Supongo que es cierto que la voz de Perla deja huella enquien la oye.
fr: Ce qui est sûr, c'est que la voix de Perle ne laissepersonne indifférent.
it: Allora è vero che la voce di Alga resta letteralmenteimpressa in chi la ascolta...
nl: Of het publiek vond jullie muziek gewoon mooi.
ru: Голос Жемчика определенно оставляетнекий... отпечаток на слушателях.

# SdodrSdodrTalkWorldRandomPalette00
source: Why not try a Palette you haven't used yet? You mightfind a weapon you like better!
de: Probier ruhig mal ’ne andere Palette aus!Vielleicht findest du 'ne Waffe, die dir besser liegt!
fr: Tu veux pas essayer une palette que t'as pas encoreutilisée ? Tu pourrais trouver une meilleure arme !
it: Perché non provi una tavoletta nuova?Potresti trovare un'arma che ti piace di più!
nl: Probeer anders een palet dat je nog niet hebt gebruikt.Misschien vind je wel een wapen dat je fijner vindt!
ru: Не хочешь испытать на деле какой-нибудь новыйтон-бокс? Вдруг с ним будет пушка получше!

# SdodrSdodrTalkElevatorPhase2ProgressUpper0000
source: Acht, don't you get bored staying in the elevator?
de: Ahato, wird’s dir hier im Aufzug nicht langweilig?
it: Acht, ma non ti annoi a stare tutto il temponell'ascensore?
nl: Smarachne, word je het niet zat om in de lift te blijven?
ru: Окта, тебе не скучно торчать тут в лифте?

# SdodrSdodrTalkElevatorPhase310FFirst00
source: We're infallible, always invaluable, worth incalculable!We catch in fools' throats—call us un-Palette-able!
de: Saubere Arbeit, Nr. 8!Sieht aus, als wäre diese neue Palette ganz dein Fall!
es_mx: ¡Ocho es imparable! ¡No hace falta que hable!¡Esta paleta va p'arriba, es inevitable!

# ChallengePoint
source: { 0 }p
ru: { 0 } очк.

# CoopHistoryP
source: { 0 }p
ru: { 0 } очк.

# FesRecordPoint
source: { 0 }p
ru: { 0 } очк.

# LayoutMsgLobbyMenuMode00TVs00
source: VS
ru: ПРОТИВ

# LayoutMsgMngGameStart00TVs00
source: VS
ru: ПРОТИВ

# RecordTotalTurfPoint
source: { 0 }p
ru: { 0 } очк.

# SideOrderRecordPoint
source: { 0 }p
ru: { 0 } очк.

# VsHistoryTurfPoint
source: { 0 }p
ru: { 0 } очк.

# VsHistoryUdemaePointScore
source: { 0 }p
ru: { 0 } очк.
